[
  "<p>The lone vice-presidential debate is in the books. Joe Biden <a href=\"https://twitter.com/LaughinJoeBiden\">laughed</a>, while Paul Ryan had a <a href=\"http://www.salon.com/2012/08/15/paul_ryan_meet_eddie_munster/\">full head of hair</a>. But did either candidate emerge with an edge that could aid their candidates President Obama and Mitt Romney?</p> <p><strong>Who won the debate?</strong></p> <p>The two scientific polls taken after the debate indicate a split on who won. The <a href=\"http://www.scribd.com/doc/109840433/top13\">CNN/ORC</a> poll of debate watcher pegs the margin at 48% for Paul Ryan to 44% for Joe Biden. That's well within the margin of error. It was slightly tilted by the fact that more Republicans watched the debate than Democrats, though a larger percentage of the overall electorate is Democratic. Even so, it seems likely that both Democrats and Republicans were satisfied with their man's debate performance.</p> <p>The other scientific poll, from <a href=\"http://www.cbsnews.com/8301-250_162-57531059/poll-biden-takes-debate-over-ryan-uncommitted-voters-say/\">CBS/Knowledge networks</a>, had Biden winning among undecided voters by 50% to 31%. The poll did have more Democrats than Republicans, but even allowing for that, it seems Biden won among undecideds in this poll. These undecideds also stated that their view \"for the better\" of Biden increased at a greater rate than they did for Ryan.</p> <p><strong>Will the debate make a difference among undecideds?</strong></p> <p>Among undecideds, the CBS poll found that Romney had led, by 28% to 23%, among those who said they leaned toward voting for one candidate or the other before the debate. After the debate, it was only 33% to 32% in Romney's favor. This change, again, is within the margin of error. And considering the low percentage of undecideds in the electorate, this 4-point closing of the margin makes a difference of maybe 0.3 percentage points in the overall race. That's really nothing.</p> <p><strong>Will the debate fire up Democrats?</strong></p> <p>The reason Mitt Romney can win this election is because polls constantly indicate that Republicans will make up a <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/10/romney-v-obama-mixed-signals-polls\">greater percentage of the election day electorate than they do of all registered voters</a>. The first debate helped to feed this likely voter v registered voter gap, to the point where Romney is leading in the vast majority of likely voter polls, while trailing in the majority of registered voter surveys. </p> <p>The issue that argues against believing that this debate will close the gap is that Democratic enthusiasm was at the same levels before the first presidential debate as it was afterwards. Public Policy Polling surveys in both <a href=\"http://www.publicpolicypolling.com/main/2012/10/obama-leads-by-3-in-virginia.html\">Virginia</a> and <a href=\"http://www.publicpolicypolling.com/main/2012/10/obama-lead-down-to-2-in-wisconsin.html\">Wisconsin</a> indicate that it was Republican enthusiasm that rose, thanks to the first debate. The Democrats are at the baseline that they have been at all year.</p> <p><strong>What does history tell us?</strong></p> <p>\"You're no Jack Kennedy\" was probably the most devastating put-down in debate history: uttered by Democrat Lloyd Bentsen, the line is still remembered to this day. Yet, Democratic presidential nominee Michael Dukakis made no ground thanks to that VP debate; in fact, polls had him trailing by a wider margin, post-debate.</p> <p>This finding matches other past vice-presidential debates. There has actually been <a href=\"https://docs.google.com/document/d/1oftc66c-Fyfr-LxD6KpWssZLNtLSa5h2NIsrN_FnwtU/edit\">a slight negative correlation</a> between winning a vice-presidential debate and the top of the ticket gaining in the polls.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397684796\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350072232328/veepdebates_460.jpg\" alt=\"VP debates' effect in polling\" width=\"460\" height=\"262\" class=\"gu-image\" /> </figure>  <p>It's certainly possible that historical experience will be proven wrong. I tend to doubt it, though, in this case, as there wasn't really anything outstandingly good or bad for either side. </p> <p><strong>Conclusion</strong></p> <p>Like all debates, the vice-presidential debate was fun for those who follow this sort of thing. I got a good chuckle over Joe Biden's teeth and Paul Ryan's Eddie Munster-like haircut. The whole affair, however, is likely not to have much of an effect on the presidential contest.</p>",
  "<p>Suffering from election exhaustion? You're not alone. Never mind the thousands of journalists dedicated to covering every step of the \"road to November\" and the mountain of reporting that comes with each presidential statement– during debate season, those same reporters simultaneously turn their attention to just 90 minutes of content. The avalanche of content that follows every televised battle is overwhelming. Enter: <a href=\"http://www.guardian.co.uk/commentisfree/series/smarttakes\">#smarttakes</a>, your guide to making sense of what's coming out of the spin room.</p>  <figure class=\"element element-audio\" data-canonical-url=\"//platform.twitter.com/widgets.js\"> <a href=\"https://twitter.com/intent/tweet?button_hashtag=smarttakes\" class=\"twitter-hashtag-button\" data-related=\"guardianUS\">Tweet #smarttakes</a> <script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");</script> </figure>  <p>Over the next few weeks, we'll be on the hunt for the best commentary, analysis and reporting about the debates. Whenever we find something new, we'll add it here and by the end of round four, we hope to have a useful guide to understanding the 2012 debates. But considering the volume of stuff out there, there's no way we can do it alone. We need your help. Tweet us your recommendations using #smarttakes or toss them in the comments and we'll give you credit.</p> <h2>Third presidential debate – October 22, 2012</h2> <p>We shouldn't have a 'foreign policy' debate, Ezra Klein <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/10/22/we-shouldnt-have-a-foreign-policy-debate/\">Washington Post</a> via <a href=\"http://www.twitter.com/stuartmillar159\">@StuartMillar159<br></a></p> <blockquote class=\"quoted\"> <p>As hard as it is for us to talk about the global dimension of our problems, it's much, much harder to solve them. Passing Dodd-Frank or a flu-prevention bill through today's polarized Congress isn't easy, but it's at least a well-understood process. Trying to regulate global capital markets or quarantine flu outbreaks a world away isn't. Our tools for global regulatory coordination are very weak. And politicians have a bias towards problems they can solve rather than problems they can't solve. </p> </blockquote> <p>The final showdown, John Dickerson, <a href=\"http://www.slate.com/articles/news_and_politics/politics/2012/10/presidential_debate_barack_obama_and_mitt_romney_will_square_off_on_foreign.html\">Slate</a></p> <blockquote class=\"quoted\"> <p>If the candidates are using foreign policy as a proxy to appeal to battleground-state voters, it means the substance is going to be a good distance from reality. Every president faces a foreign-policy crisis pretty early into his administration. When he does, he must adapt his thinking to conditions as he finds them, rather than to conditions he pretended existed when he was campaigning.</p> </blockquote> <p>Obama and Romney want to out-tough the other on Iran, John Hudson, <a href=\"Atlantic http://www.theatlanticwire.com/politics/2012/10/obama-and-romney-want-out-tough-other-iran/58205/\">The Atlantic Wire </a></p> <blockquote class=\"quoted\"> <p>Given Sunday's mega scoop in <a href=\"http://www.nytimes.com/2012/10/21/world/iran-said-ready-to-talk-to-us-about-nuclear-program.html?pagewanted=all\">The New York Times</a> that the Obama administration and Iran have agreed to one-on-one talks after the election (which was then vigorously denied by the White House), Iran's nuclear program is expected to loom large at tonight's debate. But neither candidate has used the story to contrast his position with his opponent. Instead, the candidates appear ready to make tonight about rhetorical toughness than anything else.</p> </blockquote> <h2>Second presidential debate – October 16, 2012</h2> <p>A Maelstrom for Moderators, Rem Rieder, <a href=\"http://ajr.org/Article.asp?id=5439\">American Journalism Review</a> via <a href=\"http://www.twitter.com/reimrider\">@remrieder</a></p> <blockquote class=\"quoted\"> <p>Crowley did the best she could, repeatedly intervening to keep the combatants on task. But let's face it: The moderator's powers are limited. Telling a president or presidential candidate on national television to shut the hell up probably isn't wise. Tackling them seems out of the question. What's a moderator to do? – October 17, 2012</p> </blockquote> <p>Clearing the Record About Benghazi, Scott Shane, <a href=\"http://www.nytimes.com/2012/10/18/us/politics/questions-and-answers-on-the-benghazi-attack.html?smid=tw-share&amp;_r=0\">New York Times</a> via <a href=\"http://www.twitter.com/nytjim\">@NYTJim<br></a></p> <blockquote class=\"quoted\"> <p>The dispute over how the Obama administration has characterized the lethal attack on the American diplomatic compound in Benghazi, Libya, last month boiled over once again in the debate on Tuesday night. But questions about what happened in the attack, and disputes over who said what about it, have left many people confused. Here are some of the facts as they are now known: – October 17, 2012 </p> </blockquote> <p>The Accident-Prone Candidate, Fred Caplan, <a href=\" http://www.slate.com/articles/news_and_politics/politics/2012/10/second_presidential_debate_mitt_romney_fails_to_launch_a_foreign_policy.html\">Slate</a> via <a href=\"http://www.twitter.com/slate\">@Slate</a></p> <blockquote class=\"quoted\"> <p>In the few minutes devoted to foreign policy in Tuesday night's presidential debate, not only did Gov. Mitt Romney stumble, he gave President Barack Obama a boost.The moment came with a question about last month's attack on the U.S. consulate in Benghazi, Libya, which killed four Americans, including the ambassador. Did the Obama administration refuse a request for extra security from the embassy, and if so, who's responsible for that? – October 17, 2012</p> </blockquote> <p>Free Candy Crowley!, Chris Cillizza, <a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2012/10/15/let-candy-crowley-moderate/\">Washington Post</a></p> <blockquote class=\"quoted\"> <p>To be clear: the campaigns' desire to keep Crowley on the sidelines is not born out of any grand desire to \"let the people be heard\". Instead, it is a cynical play to avoid risk for both sides. The less direct questioning and, as importantly, direct follow ups the candidates are subjected to, the less chance there is they stray off their talking points and — gasp! — reveal a bit of their true characters. – October 15, 2012</p> </blockquote> <p>Moderator Role Under Scrutiny — Before the Debate, Mark Halperin, <a href=\"http://thepage.time.com/2012/10/14/moderator-role-under-scrutiny-before-the-debate/#ixzz29Nl9ZhoD\">Time</a></p> <blockquote class=\"quoted\"> <p>The moderators' role is always complex. Journalists and news organizations jockey to get one of the coveted slots and become, in effect, partners with the commission and the candidates. But they are, of course, also reporters who fiercely guard their independence and bristle at any actual or perceived sense that their function is controlled by the organizers or the campaigns. All parties acknowledge that Crowley's behind-the-scenes role will be influential. She will cull the questions submitted by the voters who are invited to attend the debate, and then decide which ones will be asked and in what order. – October 14 2012</p> </blockquote> <p>Crowley on moderating town hall debate: 'It's harder to dodge', Q&amp;A, <a href=\"http://www.cnn.com/2012/10/10/politics/crowley-debate/index.html\"> CNN</a></p> <blockquote class=\"quoted\"> <p>People say, \"Do you think you're going to ask a different question because you're female?\" and I think, \"I'm going to ask different questions because of all the things that I am.\" Bob Schieffer and I are different, Jim Lehrer and I are different, we come from different backgrounds, we've had different experiences, and certainly, one of the differences between them and me is that I'm female and they're male, so that's a part of it. – October 14 2012</p> </blockquote> <h2>Vice-presidential debate – October 11, 2012</h2> <p>Claims on Abortion and Afghanistan Get a Closer Look, David E Sanger, <a href=\"http://www.nytimes.com/2012/10/13/us/politics/examining-claims-on-abortion-afghanistan-from-vice-presidential-debate.html?ref=politics&amp;_r=0\">New York Times</a> via <a href=\"http://www.twitter.com/ruthS\">@RuthS</a></p> <blockquote class=\"quoted\"> <p>In the debate, Mr. Ryan subjugated his own views on abortion to those of Mr. Romney. Mr. Ryan has opposed abortion under any circumstances. He was a co-sponsor of legislation that would prevent federal funds from being used for abortion even in the case of rape, incest or a threat to the life of the mother. He also voted for the Protect Life Act, which grants hospitals the right to deny abortions to pregnant women who are dying. – October 12, 2012</p> </blockquote> <p>Why Did Mitt Romney Pick Paul Ryan Again? – McKay Coppins, <a href=\"http://www.buzzfeed.com/mckaycoppins/why-did-mitt-romney-pick-paul-ryan-again\">Buzzfeed</a> via <a href=\"http://twitter.com/stuartmillar159\">@StuartMillar159</a></p> <blockquote class=\"quoted\"> <p>The debate that took place – with vice-president Biden repeatedly cutting him off, and Ryan talking around specific questions about the bold budget-cutting plan he introduced in the House – was nothing like the crusading wonk-fest many Republicans expected from him months ago. – October 12, 2012</p> </blockquote> <p>Eight Key Issues Missing From the Debates So Far – David A Graham,<a href=\"http://www.theatlantic.com/politics/archive/2012/10/8-key-issues-missing-from-the-debates-so-far-/263547\"> The Atlantic</a></p> <blockquote class=\"quoted\"> <p>From gay marriage to jobs, the Federal Reserve to women's health, candidates have dodged some of the most important questions facing the United States. But time is running out: the final debate is on foreign policy, meaning there's only one chance at next week's debate to force Obama and Romney to reckon with these issues. – October 12, 2012</p> </blockquote> <p>Debate decoder: Ryan and Biden's vice-presidential debate deconstructed, Nadja Popovich, <a href=\"http://www.guardian.co.uk/world/2012/oct/12/biden-ryan-vp-debate-decoder#start-of-comments\">the Guardian</a></p> <blockquote class=\"quoted\"> <p>We tracked how Biden and Ryan answered Raddatz's questions. Were they fulfilling their role as \"attack dog\" – and if so, how did they attack? Who performed better as a \"wingman\", touting their running mate's credentials? –&#xa0;October 12, 2012</p> </blockquote> <h2>First presidential debate – October 3, 2012</h2> <p>The US presidential debates' illusion of political choice, Glenn Greenwald, <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/04/third-party-us-presidential-debate-deceit\">the Guardian</a></p> <blockquote class=\"quoted\"> <p>Most of what matters in American political life is nowhere to be found in its national election debates. Penal policies vividly illustrate this point. America imprisons more of its citizens than any other nation on earth by far, including countries with far greater populations. As the New York Times reported in April 2008: \"The United States has less than 5% of the world's population. But it has almost a quarter of the world's prisoners.\" – October 4, 2012</p> </blockquote> <p>Fact-checking the first presidential debate of 2012, Glenn Kessler, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/factchecking-the-first-presidential-debate-of-2012/2012/10/04/9d47934e-0d66-11e2-bb5e-492c0d30bff6_blog.html?hpid=z2\">Washington Post </a> via <a href=\"http://twitter.com/KatieRogers\">@KatieRogers</a></p> <blockquote class=\"quoted\"> <p>There they go again. Both President Obama and former governor Mitt Romney tossed out a blizzard of statistics and facts, often of dubious origin. Here are some highlights from the first presidential debate of 2012, with thanks to the readers who tweeted suggestions to #FactCheckThis. – October 4, 2012</p> </blockquote> <p><strong>What are we missing? Help us grow this list and tweet recommended links using #smarttakes or toss them in the comments below.</strong></p>",
  "<p>Barack Obama embarked on four days of intensive preparation for next week's showdown with Mitt Romney as he sought to capitalise on Joe Biden's dominant debate performance on Thursday night.</p> <p>Biden eased the pressure on Obama in his clash with Romney's running mate Paul Ryan in Kentucky, overwhelming proceedings with a combative approach that will have lifted Democratic morale but that could risk alienating swing voters.</p> <p>But there is no sign that Romney's surge since the first debate is going away. The latest national Gallup tracking poll released on Friday gave the Republican a two-point, 49-47%, lead over the president. </p> <p>The second clash between Obama and Romney on Tuesday night in Long Island is now shaping up into a 90-minute contest that could decide the race for the White House.</p> <p>Biden overwhelmed opponent Ryan with the kind of aggression that was lacking in Obama's disastrous debate with Romney in Denver last week. But his demeanour in the first half of the contest, which showed him laughing, smirking, talking over and interrupting as Ryan spoke, may have grated with some of the tens of millions of television viewers.</p> <p>Ryan, over breakfast on Friday in Lexington, Kentucky, told reporters he felt great about his own performance and had not felt overwhelmed by Biden. \"No, it was what I expected,\" he said.</p> <p>Obama cleared his diary on Friday, apart from honouring a commitment to dinner with campaign donors, the prize in one of the Democratic party's fundraising drives.</p> <p>He is devoting Saturday, Sunday and Monday almost exclusively to debate preparation for the clash in Hempstead, New York, the second of three presidential debates before election day on November 6.</p> <p>His chief adviser, David Axelrod, speaking in the Spin Rooom in Danville, Kentucky, minutes after the Biden-Ryan debate ended, said: \"The president is looking forward to meeting Governor Romney again next week.\"</p> <p>Asked about the risk of Biden's laughter being seen as rude and irritating to independent voters, Axelrod insisted laughter was inevitable \"when you are debating an opponent who is seriously evading and distorting facts. You react to that.\"</p> <p>The Republican national committee issued a a new web video after the debate, showing clips of Biden laughing, in contrast with a serious Ryan. One of Romney's senior advisers, Ed Gillespie, on Fox television Friday, said: \"I thought it was very disrespectful to the American people.\"</p> <p>Republicans compared it to the 2000 presidential debate in which the Democratic challenger Al Gore lost voters irritated by his sighing and rolling his eyes while George Bush was talking.</p> <p>The architect of the Bush victories, Karl Rove, described Biden as looking \"unhinged\".</p> <p>Democratic congressman Chris Van Hollen, who played the part of Ryan during Biden's debate preparations, told MSNBC: \"I don't think [Biden] was over the top. I thought what you saw was Joe Biden's passion for these issues.\"</p> <p>Before the vice-presidential debate, Republicans had been eagerly anticipating that Congressman Ryan, who has a reputation for being cerebral – he is the author of a Republican House plan for bringing down the deficit – would overcome the gaffe-prone and long-winded Biden. But Ryan seemed overcome by Biden's cajoling, forceful debating style.</p> <p>While Biden's performance will have cheered Democratic activists and supporters, it was not a game-changer capable alone of arresting the slide in Obama's fortunes. The consensus among US commentators was that the debate was a draw.</p> <p>The US electoral map has changed dramatically in the week since the Denver debate, with Obama's poll ratings sliding and Romney now marginally ahead or at least even with the president nationally and in most of the eight swing states. The Real Clear Politics website, which averages out the daily polls, has Romney on 47% and Obama on 46% nationally. Romney is three points ahead in North Carolina and two in Florida, with Obama three points ahead in Iowa. But the two are statistically tied in Ohio, Virginia, New Hampshire, Nevada and Colorado.</p> <p>Apart from Biden's facial expressions, Republicans claimed the vice-president had made a major gaffe when he denied that there had been a request by US security forces in Libya to retain or increase protection staff at the embassy and the consulates. The state department admitted at a Congressional hearing on Wednesday there had been such a request.</p> <p>In the debate, Biden was adamant: \"We weren't told they wanted more security there. \"We did not know they wanted more security.\" This comes after a series of conflicting statements from the Obama administration over what happened at the Benghazi consulate attack in which US ambassador Chris Stevens and three other Americans were killed.</p> <p>Former House Republican speaker Newt Gingrich, told CBS television: \"Biden on Benghazi was so wrong last night. It's going to haunt them from now until the next debate.\"</p> <p>During the Kentucky debate, Biden, talking about Iran and Syria, tried to portray the Romney-Ryan ticket as leaning towards taking the US into another conflict, one that war-weary Americans did not want. \"Facts matter,\" he said, lecturing Ryan on the details of Iran's nuclear programme, saying it was not yet close to achieving a weapons capability.</p> <p>On domestic policy, Biden pushed Ryan on plans to cut the tax bills of the wealthy, saying they did not need it, and also questioned how Ryan could get the deficit down. Biden said no one in history had managed to do this.</p> <p>\"Jack Kennedy lowered tax rates, increased growth,\" Ryan said. \"Oh, now you are Jack Kennedy?\" Biden asked sarcastically.</p> <p>It was a refrain of the most famous vice-presidential debate quote in US political history when the Democratic nominee Lloyd Bentsen, told Dan Quayle he was \"no Jack Kennedy.\"</p> <p>At several points in the night, Biden dismissed points made by Ryan as \"malarkey\".</p> <p>Ryan got in a hit when he got personal, noting that unemployment in Scranton, Pennsylvania – Biden's hometown – had risen. But when Ryan went on to say, \"That's how things are going all across America,\" the vice-president interrupted. \"That's not how things are going. You don't read the statistics,\" he said, referring to the drop in unemployment to 7.8% announced last Friday.</p> <p>Biden raised the secret video in which Romney was dismissive of 47% of the population as freeloaders, a line that Obama singularly failed to bring up last week, to the dismay of Democrats. Ryan said the 47% remark was not what Romney had meant to say.</p> <p>Biden may join the race for the Democratic presidential nomination in 2016, a race that could pit him against Hillary Clinton, and this performance will have helped him with the constituency that matters, Democratic activists. If Romney fails to win next month, Ryan is among potential Repbublican contenders in 2016. While Biden dominated the debate, Ryan made no gaffes and did not harm to his chances in 2016.</p>",
  "<p>There was, perhaps, only ever going to be one winner of our public poll of the buildings shortlisted for the RIBA Stirling prize. On one hand there was the Olympic Stadium, the building beamed daily on to the nation's screens, as a setting for untrammelled joy and delirium. On the other, there were five thoughtful, well-crafted, middle-sized projects, tucked away in various more-or-less obscure parts of various cities all over the country.</p> <p>The projects in Wakefield, Belfast, Cambridge and Glasgow are all in parts of their cities that take a bit of finding. Even the Rothschild HQ, which is in the centre of the City of London, tries to be as unobtrusive as a glass banking tower can be.</p> <p>So, it is like a choice between a big chocolatey pile of profiteroles from the sweet trolley to finish your meal, or a slice of one of the subtle, complex, geographically inventive offerings from the cheese board. Put like that, it is striking that the cheese vote, albeit split five ways, beats the profiteroles 62 to 38.</p> <p>It is also striking that top of the non-stadium votes is the Hepworth in Wakefield, a building whose uncompromising grey exterior seems to go out of its way to earn the label \"bunker\" or \"concrete monstrosity\" in the local press. It succeeded in attracting both epithets before it was built, but now visitors seem to appreciate that there can be a virtue in plainness, especially as a prelude to a rich and satisfying sequence of interior spaces.</p> <p>Nonetheless, as far as the Stirling prize itself is concerned, the stage would seem to be set for a classic face-off between popular and professional taste. Most architects and critics I know seem to regard a victory for the stadium as almost as shocking a prospect as one by Mitt Romney in the US presidential election. They see a somewhat basic structure, with a kitschy coronet of triangular lighting fixtures on top, versus works of artistry and depth, which reveal more the more you look at and experience them.</p> <p>I wouldn't share their horror if the stadium won. It seems to me to do its job well, with a pleasing directness and economy. My quibbles would be that, although it looks like a work of the \"new austerity\", its price (£130m) was not especially austere. Also, that it was designed to be demounted, which is a nice idea, but for political reasons this will almost certainly not happen.</p> <p>But it would still be an opportunity lost if the judges chose the stadium at Saturday night's prize-giving dinner. There are not enough chances to recognise artistry, depth etc, and things like the extraordinary quality with which the Sainsbury Laboratory is made, or the spatial richness of the Lyric theatre. Part of the value of awards like the Stirling should be that they point out qualities that are not immediately obvious, that they do more than reinforce what everyone already knows.</p> <h2>Our poll results:</h2> <p>Olympic Stadium, London – 38%</p> <p>The Hepworth, Wakefield – 28%</p> <p>Lyric theatre, Belfast – 14%</p> <p>Maggie's Centre, Gartnavel Glasgow – 8%</p> <p>The Sainsbury Laboratory, Cambridge – 8%</p> <p>New Court, Rothschild Bank, London – 4%</p>",
  "<p>Republicans have gone on the offensive over Joe Biden's insistence during the vice-presidential debate that the Obama administration was unaware of any request for more security in Libya before the fatal 9/11 attack on the US consulate in Benghazi.</p> <p>The Romney campaign is smelling blood over the remarks in which Biden protested that there had been no knowledge of a security problem before the assault in which the US ambassador Chris Stevens and three other Americans were killed. \"We weren't told they wanted more security, we did not know they wanted more security,\" the vice-president said.</p> <p>In an otherwise bullish and assured performance, Biden's comments left him exposed to post-debate criticism from conservatives intent on sustaining the past week's surge of the Romney campaign. The vice-president's position appeared to be contradicted by evidence presented to the congressional oversight and government reform committee just a day earlier.</p> <p>Newt Gingrich, a failed candidate for the Republican nomination now backing Romney, predicted on CBS television Friday morning that Biden's remarks on Benghazi would \"haunt them from now until the next debate\".</p> <p>On Tuesday the committee was presented with a diplomatic cable sent on 2 August by Stevens to the state department in Washington asking for an additional 11 security personnel to be added to the rotation of 24. Though the 11 were to replace temporary security staff who were leaving, Stevens made clear in the cable that violence and terrorism were a threat amid a volatile political landscape.</p> <p>He wrote: \"Due to the level of threat in regards to crime, political violence and terrorism, post feels this is an appropriate number of LES [locally employed staff] security personnel needed to further embassy diplomatic outreach missions. Violent security incidents continue to take place due to the lack of a coherent national Libyan security force and the strength of local militias and large numbers of armed groups.</p> <p>\"Host national security support is lacking and cannot be depended on to provide a safe and secure environment.\"</p> <p>The Republican-controlled committee also heard from two former US security chiefs in Libya who testified that they had found it impossible to get the message across back home that security was a critical problem.</p> <p>Andrew Wood, former head of a US military team in Libya, told the committee that \"the security in Benghazi was a struggle and remained a struggle throughout my time there\". He added that the head of US security in the region had pushed for more people \"but was never able to attain the numbers he felt comfortable with\".</p> <p>Eric Nordstrom, the former security chief for US diplomats in Libya, said that in his view he had been fighting a losing battle over numbers in which \"we couldn't even keep what we had\". Pointedly, he said that he concluded after contact with state department bosses that \"we were not going to get resources until the aftermath of an incident\".</p> <p>During the debate, Paul Ryan, Mitt Romney's running mate, accused the Obama administration of having an \"unravelling\" foreign policy and pressed Biden hard on Benghazi, saying: \"This was Libya, a country we knew had al-Qaida cells. And we did not give our ambassador in Benghazi a marine detachment?\"</p> <p>By protesting \"we weren't told\", Biden may have referred to the White House or the president and his immediate circle, in which case it may be consistent with the revelations about requests to the state department for additional Libyan security. But he will now come under pressure to clarify his position, which could extend the Benghazi controversy for one or more news cycles, causing further headaches for the Obama re-election campaign.</p> <p>It also leaves him vulnerable to the accusation that the administration was out of touch with what was happening on the ground in Libya. That was seized upon by the Romney campaign, whose senior adviser, Dan Senor, questioned the administration's grasp of vital national security issues. He said Biden's statement had pointed to \"the larger failures of the administration to be completely transparent about the terrorist attacks in Benghazi and the security situations leading up to the attacks\".</p>",
  "<p>We publish a lot of stories here on guardian.co.uk. On an average day, around 400 stories are launched by our editorial team and sometimes you might miss some of the best ones if you don't check the site regularly.</p> <p>So, for the last year, we've been <a href=\"http://revdancatt.com/2010/11/10/introducing-the-long-good-read-for-when-people-want-longer-articles-to-read/\">running an experiment</a> using data from <a href=\"http://www.guardian.co.uk/zeitgeist\">Guardian Zeitgeist</a> to find the long stories which our users are spending the most time reading - and then using the <a href=\"http://www.guardian.co.uk/open-platform\">Guardian Open Platform</a> to republish these stories on a site called <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>. We have even experimented with <a href=\"http://blog.newspaperclub.com/2011/03/29/the-long-good-newspaper/\">turning these stories into a newspaper</a>.</p> <p>Two new stories are added to <a href=\"http://thelonggoodread.com/\">The Long Good Read</a> each day which have recently been published and then enjoyed on guardian.co.uk - and you can visit the <a href=\"http://thelonggoodread.com/\">Long Good Read site</a>, <a href=\"http://feeds.feedburner.com/TheLongGoodRead\">subscribe via RSS</a> or follow <a href=\"http://twitter.com/thelonggoodread\">@TheLongGoodRead on Twitter</a> to receive these daily recommendations.</p> <p>So here - in case you missed them - are this week's most enjoyed long stories from the Guardian and the Observer, as featured on <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a>:</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/oct/01/younge-america-return-roanoke\">Return to Roanoke: 'I never thought things could become more divided'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650664\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/1/1349106986498/Gary-Younge-talks-to-Demo-003.jpg\" alt=\"Gary Younge talks to Democrats in Roanoke, Virginia, about Obama's first term as president\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gary Younge talks to Democrats in Roanoke, Virginia, about Obama's first term as president Photograph: guardian.co.uk</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Launching a new series on America's mood as election day nears, Gary Younge goes back to Virginia and finds hope replaced by disenchantment, even for Obama supporters</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/sep/30/muse-2nd-law-tour-interview\">Muse: 'We like pushing it as far as we can'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650665\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2012/9/21/1348233276963/Muse-005.jpg\" alt=\"Muse\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Muse</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>On the eve of a new tour and album, The 2nd Law, Muse talk Olympics, conspiracy theories and giving up booze</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/sep/30/kirsty-maccoll-birthday-album-reissue\">Kirsty MacColl: the great British songwriter who never got her due</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650666\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2012/9/25/1348591087148/kirsty-maccoll-005.jpg\" alt=\"kirsty maccoll\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kirsty MacColl onstage with the Pogues in 1988. ‘She's the missing link betwen Sandie Shaw and Lily Allen,’ says Billy Bragg. Photograph: Brian Rasic/Rex Features</span> <span class=\"element-image__credit\">Photograph: Brian Rasic/Rex Features</span> </figcaption> </figure>  <p>She wrote incisive lyrics, sang exquisite harmonies and graced arguably the greatest Christmas single ever. Yet Kirsty MacColl has somehow been erased from the story of British pop. Will the re-release of her first four albums finally change that?</p> <h2><a href=\"http://www.guardian.co.uk/culture/2012/sep/29/october-1962-modern-culture\">October 1962: the month that modern culture was born</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650667\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2012/10/4/1349360915021/The-Beatles-performing-at-005.jpg\" alt=\"The Beatles performing at the Cavern club\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Beatles performing at the Cavern club.  Photograph: Rex Features</span> <span class=\"element-image__credit\">Photograph: Rex Features</span> </figcaption> </figure>  <p>This week sees the 50th anniversary of the Beatles' first single. But as Love Me Do hit Britain's record shops, a series of issues – from the cold war to civil rights and sexual liberation – also started to shape a tumultuous decade and banish the austere mood of the 1950s</p> <h2><a href=\"http://www.guardian.co.uk/books/2012/sep/28/lets-start-foodie-backlash\">Let's start the foodie backlash</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650668\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/27/1348755452154/Stalls-at-Borough-Market--003.jpg\" alt=\"Stalls at Borough Market, Southwark, London\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'We are living in the Age of Food' … stalls at Borough Market,  London. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>Food is the new sex, drugs and religion. Cookery dominates the bestseller lists and TV schedules. Celebrity chefs have become lifestyle gurus and cooking is referred to as a high art. Steven Poole has had his fill of foodism</p> <h2><a href=\"http://www.guardian.co.uk/uk/2012/sep/28/relationship-with-teacher-not-my-fault\">'I wish someone had told me the relationship with my teacher was not my fault'</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650669\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/28/1348846720283/student-teacher-relations-005.jpg\" alt=\"student teacher relationships\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The consequences of a pupil's relationships with a teacher can be devastating. Photograph: Barbara Evripidou/SWNS.com</span> <span class=\"element-image__credit\">Photograph: Barbara Evripidou/SWNS.com</span> </figcaption> </figure>  <p>One in six of us know of someone who has had an affair with their teacher. A few end in prosecution, others in marriage. But what are the consequences for the teenagers involved? Here are some of their stories</p> <h2><a href=\"http://www.guardian.co.uk/travel/2012/sep/28/patrick-leigh-fermor-mani-peninsula-greece\">On the trail of Patrick Leigh Fermor in Greece</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650670\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Late_offers/pictures/2012/9/26/1348679156051/Kardamyli-003.jpg\" alt=\"Kardamyli\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kardamyli, on Greece's Mani peninsula, was home to Sir Patrick Leigh Fermor Photograph: Peter Kindersley/Getty Images</span> <span class=\"element-image__credit\">Photograph: Peter Kindersley/Getty Images</span> </figcaption> </figure>  <p>Ahead of a new Patrick Leigh Fermor biography, our writer visits the Mani peninsula, home of the great man and unsung resting place of another British travel writing giant, Bruce Chatwin</p> <h2><a href=\"http://www.guardian.co.uk/film/filmblog/2012/sep/27/michelangelo-antonioni-centenary-forgotten-giant\">Michelangelo Antonioni: centenary of a forgotten giant</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650671\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/9/27/1348746812572/Camera-obscura---Michelan-005.jpg\" alt=\"Camera obscura … Michelangelo Antonioni during the filming of L'Avventura (1960).\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Camera obscura … Michelangelo Antonioni during the filming of L'Avventura (1960). Photograph: John Springer Collection/Corbis</span> <span class=\"element-image__credit\">Photograph: John Springer Collection/Corbis</span> </figcaption> </figure>  <p>The Italian master's challenging and difficult L'Avventura was booed at its premiere in Cannes. But nowadays the director gets something far more hurtful: indifference</p> <h2><a href=\"http://www.guardian.co.uk/world/2012/sep/27/us-elections-battle-soul-america\">US elections: a battle for America's soul</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650672\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/27/1348764344925/Barack-Obama-and-Mitt-Rom-002.jpg\" alt=\"Barack Obama and Mitt Romney\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Let battle commence: the first presidential debate in the US elections takes place next week. Photograph: Mary Altaffer, Evan Vucci/AP</span> <span class=\"element-image__credit\">Photograph: Mary Altaffer, Evan Vucci/AP</span> </figcaption> </figure>  <p>As the first presidential debate approaches, Barack Obama must face a hard-pressed and fearful electorate. But the stakes are even higher for Mitt Romney, because – against all expectations – he is falling behind in the race</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/sep/27/freddie-mercury-great-enigma\">Freddie Mercury: the great enigma</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650673\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/27/1348756283997/Freddie-Mercury-and-the-m-004.jpg\" alt=\"Freddie Mercury and the mezzo-soprano Montserrat Caballé\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Freddie Mercury and the mezzo-soprano Montserrat Caballé, whose voice he called 'the best in the world'. Photograph: PR company handout</span> <span class=\"element-image__credit\">Photograph: PR company handout</span> </figcaption> </figure>  <p>The magnetic Queen singer is still attracting fans, 21 years after his death – yet he was remarkably hard to fathom. Can a BBC documentary, and a Hollywood film starring Sacha Baron Cohen, cast any new light on the man behind the legend?</p> <h2><a href=\"http://www.guardian.co.uk/football/blog/2012/sep/27/premier-league-kits\">Are this season's Premier League kits the worst of all time?</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650674\"> <img src=\"https://static.guim.co.uk/sys-images/Sport/Pix/pictures/2012/9/27/1348739240328/Jason-Puncheon-left-and-R-005.jpg\" alt=\"Jason Puncheon, left, and Rickie Lambert in Southampton's new \"Premier League-embracing\" kit. \" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jason Puncheon, left, and Rickie Lambert in Southampton's new \"Premier League-embracing\" kit. Photograph: Tony O'Brien/Action Images</span> <span class=\"element-image__credit\">Photograph: Tony O'Brien/Action Images</span> </figcaption> </figure>  <p>Arsenal's sock-inspired sleeves, Fulham's pinstripes and Manchester United's tartan all point to a tops-and-shorts nadir</p> <h2><a href=\"http://www.guardian.co.uk/music/2012/sep/26/jarvis-coker-radio-this-isnt-hardcore\">Jarvis Cocker on radio: this isn't hardcore</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650675\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348681733832/Jarvis-Coker-Adam-Dineen-005.jpg\" alt=\"Jarvis Coker Adam Dineen\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jarvis Coker with his 6Music producer Adam Dineen. Photograph: Felix Clay</span> <span class=\"element-image__credit\">Photograph: Felix Clay</span> </figcaption> </figure>  <p>Jarvis Cocker set out to make a BBC 6music show that was hangover friendly – and ended up with two languid hours of music, stories and leftfield requests</p> <h2><a href=\"http://www.guardian.co.uk/fashion/2012/sep/25/nail-art-power-at-fingertips\">Nail art: power at your fingertips</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650676\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/25/1348595839604/A-nail-technician-at-the--005.jpg\" alt=\"A nail technician at the 2012 Nailympics, London\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A nail technician at the 2012 Nailympics, held at Earls Court, London. Photograph: Sarah Lee for the Guardian</span> <span class=\"element-image__credit\">Photograph: Sarah Lee for the Guardian</span> </figcaption> </figure>  <p>Rihanna, Lady Gaga and Olympic champions all love their painted nails. Polish sales are booming. So what's the lure of a high-concept manicure?</p> <h2><a href=\"http://www.guardian.co.uk/law/2012/sep/25/secret-courts-the-essential-guide\">Secret courts: the essential guide</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397650677\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348495068608/The-justice-and-security--005.jpg\" alt=\"The justice and security bill's critics believe that secret justice cannot constitute a fair trial. \" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The justice and security bill's critics believe that secret justice cannot constitute a fair trial.  Photograph: Chris Young/PA</span> <span class=\"element-image__credit\">Photograph: Chris Young/PA</span> </figcaption> </figure>  <p>Is the justice and security bill a threat to fundamental legal liberties or a necessary veil to protect state secrets? Here's what you need to know about the expansion of trials behind closed courtroom doors</p> <p>• For twice daily recommendations of great Guardian and Observer features, visit <a href=\"http://thelonggoodread.com/\">thelonggoodread.com</a> or follow <a href=\"https://twitter.com/#!/thelonggoodread\">@TheLongGoodRead</a> on Twitter</p>",
  "<p>There are two gestures now essential to understanding South African politics. One is a rolling hand motion as practised by football fans when calling for a player to be substituted. The player they want yanked off is the president, Jacob Zuma.</p> <p>The other is the cupping of a hand at a downward angle to represent a shower head – a mocking reference to Zuma's six-year-old gaffe about <a href=\"http://news.bbc.co.uk/2/hi/africa/4879822.stm\" title=\"\">showering after having sex with an HIV-positive woman</a>, of which the cartoonist Zapiro constantly reminds him.</p> <p>Both these gestures were prominent, accompanied by much singing and stomping, at Thursday night's launch of the <a href=\"http://mg.co.za/article/2012-10-10-deep-read-zuma-regime-kgalemas-hopes-and-concerns\" title=\"\">authorised biography </a>of Kgalema Motlanthe, Zuma's deputy and his only credible challenger in an African National Congress (ANC) leadership contest in December.</p> <p>Indeed, this was less a book launch with wine-sipping literati than a raucous anti-Zuma rally attended by top dissidents Tokyo Sexwale, Mathews Phosa and rebels from the ANC youth league. In the absence of US-style presidential debates in South Africa (Zuma v Thabo Mbeki a few years ago would have been an amusing clash of styles), this was the closest thing the rank and file could get to a proper look at Motlanthe.</p> <p>For it could be argued that Motlanthe's principal strength in the presidential race is that he isn't Zuma. The 63-year-old is a private man and opaque politician; few voters would be able identify a clear Motlanthe agenda. He is the tabula rasa on to which the \"anyone but Zuma\" campaign can project their hopes and, perhaps, wishful thinking.</p> <p>The publication of his biography, therefore, risks letting in daylight upon magic. At the launch in the great hall at Johannesburg's Wits University, Ray Hartley, editor of the Sunday Times, said: \"I think this book does introduce South Africa to Kgalema Motlanthe for the first time.</p> <p>\"It does give us our first detailed picture of the deputy president. Those of us in the fourth estate have been scratching around to try to work out who is the man who was the third president of South Africa.\"</p> <p>Third president? Yes, Motlanthe was a kind of caretaker president for seven months after Mbeki was ousted and before Zuma won the 2009 general election. But president he was. The record will always show that he wore the crown and so does my memory. On <a href=\"http://www.guardian.co.uk/world/2009/apr/14/david-smith-south-africa\" title=\"\">my first day covering Africa for the Guardian</a>, I attended a press conference with President Motlanthe specifically for foreign journalists (more than three years later, we are still waiting for Zuma to do the same).</p> <p>In fact, South African journalists mining advance copies of the biography are yet to come up with a blockbuster revelation. There have been tales about Motlanthe saving Zuma from expulsion from the party, Motlanthe disagreeing with the decision to expel the youth leader Julius Malema and Motlanthe expressing discontent over various government failings. But still little to fire up voters either way.</p> <p>\"The man is truly a biographer's delight,\" the author, the former trade unionist Ebrahim Harvey, told the audience on Thursday night, implying that Motlanthe will not be losing much sleep over its contents.</p> <p>Harvey said he had spent almost 200 hours with the politician over three years (adding that Mbeki only gave his biographer 45 hours). \"He decided to open up his mind both personally and politically in this biography,\" he said. \"It was a very courageous step.\"</p> <p>Motlanthe is a man with nothing to hide, he continued. Even when a newspaper falsely claimed that Motlanthe was having an affair with a 24-year-old, not once was he \"morose, dejected, looking troubled\", but instead showed \"amazing fortitude\".</p> <p>Harvey insisted that the timing of the book's publication, just two months before the leadership election in Mangaung, was pure coincidence. But then he took a swipe at the ANC over its response to the deadly unrest sweeping the country's mines. \"The ANC pretence that we don't have a social crisis in this country is quite ridiculous. In that respect the timing for me is much more important than Mangaung.\"</p> <p>Next up was the man himself – like Zuma, a former inmate on Robben Island. Motlanthe was, as ever, charming and cerebral but not exactly charismatic. \"I thought a political biography has got to be written by someone who is going to be critical and make an assessment of the work we do, the positions we adopt and so on,\" he said. \"I did not want a book that is only about positive issues.\"</p> <p>He then told a story about a trip to Italy where he was impressed by a new teaching method. \"Things are always changing,\" he observed innocently, prompting the biggest roar of the night from a crowd that could see only the subtext of leadership elections.</p> <p>Motlanthe paused. Against whoops and whistles, he continued: \"For me the irony is already lost because I'm talking about … This is science. It's not about names of places. I can see that you are trapped within the geographic names of Mangaung (where the leadership election will take place). There are many other important things about Mangaung than just the ANC elective conference.\"</p> <p>He ended on a somewhat sombre note. \"I've told my comrade Trevor [Manuel, the planning minister], in my will, I leave very clear instructions when I pass, my obituary or tombstone – if anybody believes I deserve a tombstone – should say: 'Others made suggestions and he implemented.'\"</p> <p>Which, in the ranks of political epitaphs, is never going to challenge Abraham Lincoln or Winston Churchill. That apart, we still didn't learn much about the man who would be king (again). The wild cheers seemed to be driven more by out-with-the-old desperation than desire for the new.</p> <p>\"More bloody riddles from the masters of spin, smoke, mirrors and obfuscation,\" remarked one journalist on the way out. \"What does this guy really stand for except ABZ – anyone but Zuma?\"</p>",
  "<video data-media-id=\"gu-video-397620805\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/12/1350027680018/Vice-presidential-debate--001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/12/121012VPDebate-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/12/121012VPDebate_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/12/121012VPDebate_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/12/121012VPDebate-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121012VPDebate/121012VPDebate.m3u8\"/> </video>   <p>Joe Biden dominated the <a href=\"http://www.guardian.co.uk/world/video/2012/oct/12/us-election-2012-biden-ryan-video\">vice-presidential debate</a> against opponent Paul Ryan on Thursday night with an aggressive and confident performance that gave heart to the Democratic base but risked alienating undecided voters.</p> <p>Biden's combative approach in Danville, Kentucky, went some way towards undoing the damage done by Barack Obama's listless performance last week, scoring point after point against Ryan in a 90-minute debate dominated by foreign issues such as Iran, Afghanistan and Syria and domestic issues including tax and the deficit.</p> <p>But his demeanour may have proved divisive as he repeatedly dismissed Ryan, talked over him, interrupted, laughed and at one point sighed, \"Oh God\".</p> <p>Although the night on balance belonged to Biden, the disparity between him and Ryan was not as pronounced as that last week between an aggressive Romney and a passive Obama.</p> <p>Much of the debate was on foreign policy, playing into Biden's strength as a former chairman of the Senate foreign affairs committee. He was animated in making his points in a way that Obama failed to do and the laughter may have been deliberate, to try to belittle Ryan.</p> <p>On Iran and Syria, Biden tried to portray Ryan as leaning towards taking the US into another conflict, one that war-weary Americans did not want. \"Facts matter,\" he said, lecturing Ryan on the details of Iran's nuclear programme, saying it was not yet close to achieving a weapons capability.</p> <p>On domestic policy, Biden pushed Ryan on plans to cut the tax bills of the wealthy, saying they did not need it, and also questioned how Ryan could get the deficit down. Biden said no one in history managed to do this.</p> <p>\"With all due respect, that's a bunch of malarkey,\" Biden said of Ryan and Romney's plans in general. \"Not a single thing he said is accurate.\"</p> <p>Ryan got in a hit when he got personal, noting that unemployment in Scranton, Pennsylvania – Biden's hometown – had risen. But when Ryan went on to say, \"That's how things are going all across America,\" the vice-president interrupted. \"That's not how things are going. You don't read the statistics,\" he said, referring to the drop in unemployment to 7.8% announced on Friday.</p> <p>Biden raised the secret video in which Romney was dismissive of 47% of the population as freeloaders, a line that Obama singularly failed to bring up last week, to the dismay of Democrats. Ryan said the 47% remark was not what Romney had meant to say.</p> <p>But Biden failed to unnerve his younger opponent or to force him into making any gaffes. Ryan even succeeded in forcing Biden into making one error, potentially serious, in relation to the Benghazi attack that left a US ambassador dead along with three other Americans. </p> <p>Biden said the Obama administration had been unaware that there had been a request by security on the ground in Libya to at least keep the size of protection team intact and preferably increase it. But a state department official, giving evidence in front of a Congressional committee on Wednesday, confirmed there had been such a request.</p> <p>Ryan scored another point when he asked why the US ambassador to Paris was protected by a marine detachment but not the ambassador in Libya. \"Our ambassador in Paris has a marine detachment guarding him. Shouldn't we have a marine detachment guarding our ambassador in Benghazi, a place we knew there was an al-Qaida cell with arms?\" Ryan asked.</p> <p>Republicans afterwards focused on Biden's behaviour, in particular what they described as his incessant grinning and smirking, as potentially a vote-loser. Brendan Buck, Ryan's press officer, in the Spin Room, said: \"The big takeout tonight is Joe Biden's dental work. There is a time for laughter. It is not endearing to see a person laughing in a serious debate ... I do not think it will play well with people who saw it on a splitscreen.\"</p> <p>The pressure now switches to Obama to produce an equally good performance against Romney when the two meet in the second of three presidential debates on Tuesday in Long Island, New York. The president, who watched the debate on board Air Force One, said: \"I'm going to make a special point of saying that I thought Joe Biden was terrific tonight.\"</p> <p>Democratic party activists badly needed a lift after a week in which they have expressed dismay and puzzlement over Obama's failure last week and the subsequent dramatic and continuing slide in the polls.</p> <p>The instant snapshots after the debate were mixed. CBS awarded the night to Biden by 50% to Ryan's 31% but CNN put Ryan on 48% to Biden's 44% and CNBC 50% to Ryan and 36% to Biden. These polls tend to be unreliable.</p> <p>Both teams will now anxiously await the first serious polls, though it is unlikely that a vice-presidential debate will make much impact on voter intentions. The main benefit for Democrats is as a morale-booster.</p> <p>Obama's main strategist, David Axelrod, claimed it was a clear win for Biden. \"It was like looking at the school principal debating the student president.\"</p> <p>Asked about the risk of Biden's laughter alienating independent voters, Axelrod insisted laughter was inevitable \"when you are debating an opponent who is seriously evading and distorting facts. You react to that.\"</p>",
  "<video data-media-id=\"gu-video-397620805\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/12/1350027680018/Vice-presidential-debate--001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/12/121012VPDebate-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/12/121012VPDebate_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/12/121012VPDebate_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/12/121012VPDebate-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121012VPDebate/121012VPDebate.m3u8\"/> </video>   <p>\"Once there were two brothers,\" Thomas Marshall, the 28th vice-president, said. \"One went away to sea; the other was elected vice-president. And nothing was heard of either of them again.\"</p> <p>It says something about what's going on the top of the ticket that so many would want to hear from the two <a href=\"http://www.guardian.co.uk/world/video/2012/oct/12/us-election-2012-biden-ryan-video\">vice-presidential contenders</a>. After seven years of running for office, Mitt Romney only managed to introduce himself to the American public in a favourable light last week, and needed to build on that. After six years building a reputation as a formidable orator, Barack Obama managed to come across as a distracted lightweight just over a month before polling day. Since then, erratic polls suggest a volatile electorate which is neither sufficiently satisfied with the incumbent, nor sufficiently impressed by his opponent, to make up its mind. And in a situation where anything can happen, everything matters. Even vice-presidential debates.</p> <p>Both Joe Biden and Paul Ryan were tasked with different goals for the night underpinned by one basic maxim: do no harm. For Biden, known for his logorrhoea, that meant no gaffes; for Ryan, unknown still to most Americans, that meant presenting himself as a plausible candidate to be a heartbeat from the presidency. Both achieved that, though Biden came closest to blowing it.</p> <p>Beyond that, however, Ryan had to continue the upward trend his boss started last week, while Biden had to dig his team out of the hole his boss dug last week. Neither achieved that, although Biden came closest to achieving it.</p> <p>By far the most impressive person on the stage was the moderator, Martha Raddatz. Asking incisive questions, pushing for cogent answers, calmly prodding for clarity and brevity. She kept them in line and, as much as is possible, on point.</p> <p>That was no mean feat. Biden was so combative that at times he appeared thuggish. He badgered, bulldozered, hectored and harassed. At some moments, the debate appeared to owe more to WWE than CNN. This was probably Biden overcompensating for his boss's lacklustre performance last week.</p> <p>Occasionally he overdid it. Where some had questioned whether Obama had taken a sleeping pill, Biden looked like he was on steroids. For much of the evening, this worked. But his digs could be gratuitous, and his exasperation overly theatrical. \"You're Jack Kennedy now?\" he said after Ryan once mentioned the former president. At times the age difference, along with the smirking, eye rolling and forceful interventions, made him look like an angry father taking his impudent son to the woodshed.</p> <p>Ryan parried this well. He was competent, knowledgeable and likeable enough. He broke no hearts and swung no votes. But he turned no stomachs and lost no votes, either.</p> <p>For Biden, however, it was a high-risk strategy to come across so angry, particularly at a time when Democrats are losing women voters. But while he lost some with his aggression, there were others he undoubtedly won over with his authenticity. \"Just get out the way!\" he told Ryan at one point. \"Stop talking about how you care about people and show me something!\"</p> <p>Ryan, though, was so evasive at times that it would have been rude for Biden not to intervene. Asked specifics, either by Raddatz or Biden, Ryan would talk only in generalities. Asked what he would do differently, he would simply offer a marginally different talking point. There were moments when he was so on message that you expected him to end his contribution with the words: \"my name's Paul Ryan and I approved this message.\"</p> <p>No debacle was anticipated and none occurred. No breakthrough was anticipated and none occurred either. They fought to a bloodied draw in which Biden won on substance and Ryan won on style. Now both can sail off to sea, never to be heard of again.</p>"
]