[
  "<p>In today's Venezuela, to be a rightist is out of fashion. The streets of Caracas are lined with posters showing the face of the businessman and political leader <a href=\"http://www.theguardian.com/world/2012/jun/11/henrique-capriles-launches-venezuelan-presidency?INTCMP=SRCH\" title=\"\">Henrique Capriles</a>, the opposition candidate for the presidency. In one picture he appears with a baseball cap featuring the colours of the country's flag and an open smile, as if to advertise some toothpaste. Above it, a legend says: \"Below and left.\"</p> <p>\"Below and left\" is one of the possible places in the ballot card where voters can mark their choice, but it is something else too: the political space that Capriles seeks to fill to surmount his disadvantage against Hugo Chávez.</p> <p>Throughout the campaign, Capriles – a rightist businessman – has presented himself as a progressive man, a politician who tries to recover Chávez's discourse from the opposite side of the street. Recently he has sought to reinforce this image by purporting to be a defender of the working class.</p> <p>Paradoxically, for the first time in a long while, the Venezuelan bourgeoisie has a candidate true to his class. He was born in the bosom of two families who own communications media. His adversaries accuse him of belonging to the ultra-rightist group <a href=\"http://es.wikipedia.org/wiki/Tradici%C3%B3n,_Familia_y_Propiedad\" title=\"\">Tradición, Familia y Propiedad</a> (Tradition, Family and Property). He took an active part in the <a href=\"http://www.theguardian.com/world/2002/apr/21/usa.venezuela\" title=\"\">coup against Chávez in 2002</a>.</p> <p>This sort of political transvestism, with the right posing as a progressive force, is not gratuitous. As is shown in several opinion polls, Venezuela has given birth to a new political culture where the socialist ideal is widely accepted. Half the population agrees with the idea of building a socialist country, against 29% who oppose it. Citizens associate socialism with values such as democracy, equal opportunities, social inclusion, solidarity, co-operation, organisation, participation and, recently, efficiency.</p> <p>This massive adherence to the socialist cause is a relatively new development. During the 1960s and 1970s it was, according to pollster Germán Campos, a blocked idea, one that most citizens considered forbidden. But that changed radically in the 2005 presidential campaign, when President Chávez changed his stance from Bolivarianism, nationalism and anti-imperialism to portray himself as a socialist.</p> <p>This phenomenon can be explained as a result of the de-structuring of the old political culture and the formation of a new one, characterised by the emergence of a newly politicised population.</p> <p>The strength of this new political culture, and of the strides towards social inclusion made by the Bolivarian government, make things quite difficult for Capriles. He has no room to manoeuvre. He can't oppose this ideal in public without damaging his chances of victory. He can't express his political and economic proposals clearly, for he would be rejected. On the contrary, Chávez's view of his nation has become widely accepted, so much so that about two-thirds of the population see him as the future.</p> <p>The election on 7 October is not only a Venezuelan affair. Its importance goes beyond the country's boundaries. Its result matters to all of the continent, to the Non-Aligned Movement and to popular movements throughout the world.</p> <p>A Chávez victory will deepen a post-neoliberal, socialist model of development for the country. However, were the opposition to triumph, it would be a tough blow to those countries that seek to leave the Washington consensus behind or to create a new world order, beyond US hegemony.</p> <p>Since Chávez came to power Caracas has played an essential role in establishing better conditions for oil marketing and raising the oil price in international markets. It has succeeded in derailing free trade agreements in Latin America, helped to create regional trade blocks independent of the US, and transferred money and other resources to poor nations with progressive governments. It has forged alliances with Russia, Iran and China, and has gained a good reputation and influence among many non-aligned countries. All of this would be at risk if <em>Chávismo</em> were defeated at the polls.</p> <p>Venezuela has been fundamental in helping Cuba to deal with the US blockade. Programmes of economic and political co-operation between the two countries have provided Cuban health and education expertise in exchange for oil. Were Capriles to win the ballot, the shipment of oil to the island would be cancelled and thousands of Cuban doctors and teachers would be repatriated.</p> <p>Heads or tails? In next month's election, the stakes are high: either the radicalisation of the Bolivarian revolution and the deepening of the bet for a new world order, or the restoration of neoliberal capitalism. Its outcome will have consequences far beyond Venezuela.</p>",
  "<p>Finally, the lineup for the US presidential election in November has been decided: the Republicans have nominated John Kerry and his running mate Chris Van Hollen, who will go head-to-head against the White House incumbent Rob Portman and his vice-president Ted Olson.</p> <p>The four men are indeed the 2012 presidential candidates, though they are taking on the roles more as actors than as politicians. They have been chosen by the actual candidates – Mitt Romney and Paul Ryan, Barack Obama and Joe Biden – to play their rivals in mock debate sessions ahead of next month's TV debates.</p> <p>Over the weekend we learned the identity of the final member of the four. Ted Olson, who held the post of solicitor general under George Bush, will wear the shoes of Joe Biden in preparatory sessions with the real Republican vice-presidential nominee, Paul Ryan.</p> <p>He joins Rob Portman, who plays Obama as Romney's sparring partner; Kerry who conversely plays Romney in mock debating sessions with Obama; and Van Hollen who has been given the role of Ryan as Biden prepares for the debates.</p> <p>Since the first dramatic TV debate in September 1960, in which Richard Nixon put forward a disastrously sweaty performance against John F Kennedy, the importance of preparing for the events has grown into an entire industry.</p> <p>The role of sparring partner has grown in importance by equal measure, and the role is now taken very seriously indeed – even more so this year in a tightly fought race when so much is potentially riding on the debates.</p> <p>A good debating partner will help the real candidates hone their messages and avoid nasty surprises. Portman, who is recognised as <a href=\"http://www.theguardian.com/world/2012/aug/27/rob-portman-obama-romney-debate\">a leading exponent of the art</a>, spends hours preparing himself for the role, watching videos of the politicians he is playing over and over until he knows their every policy position as intimately as their mannerisms.</p> <p>Such is the exacting nature of the work – which involves a capacity to memorise enormous amounts of policy detail combined with skills as a debater and performer – it is no surprise that three of the four are legally trained.</p> <p>Olson has presented 58 cases before the US supreme court including the highly controversial Bush v Gore in 2000 which handed the election to Bush even though he lost the popular vote.</p> <p>Portman practiced in commercial law, and Kerry was a prosecutor in Massachusetts. Van Hollen is the odd one out: though he has no legal experience, his value to Biden is that he is knows Paul Ryan's foibles inside out.</p> <p>A Democratic representative for a district of Maryland in the US Congress, Van Hollen has has the chance to study Ryan at close quarters for years. They both sit on the House budget committee that Ryan chairs.</p> <p>The exposure will help him master the finer details of Ryan's political beliefs, which in turn could assist Biden identify weaknesses in his position that he will attempt to probe during the single vice-presidential debate on 11 October in Danville Kentucky.</p> <p>Van Hollen has indicated that he is also trying to get on top of Ryan's peculiarly emotive facial and body expressions that he displays in debate, all the better to portray him during the dummy sessions.</p> <p>\"I got my lines,\" Van Hollen said recently when asked how he was getting on with the role of Ryan. \"I've got to work on my gestures.\"</p> <p>The presidential candidates have three TV debates, in Denver Colorado on 3 October; Hempstead New York on 16 October; and Boca Raton Florida on 22 October. Given the intense pressure on all the candidates – real and dramatic alike – it is no surprise that the dummy debates can get quite heated.</p> <p>\"You kinda swing back and forth,\" Portman told CNN. \"I mean, nothing physical, although it's come close at times.\"</p>",
  "<p>Iran has confirmed for the first time that forces from its revolutionary guards corps (IRGC) are in Syria helping Bashar al-Assad's government crush rebels, and warned that it would get involved militarily if its Arab ally came under attack.</p> <p>In a clear public signal of Tehran's continuing support for Assad, the commander of the Islamic republic's elite military formation said that a number of members of the IRGC's Qods force were in Syria, though General Mohammad Ali Jafari gave no further details and claimed this did not constitute \"a military presence\".</p> <p>It was a surprisingly candid response to persistent claims by western countries, the Syrian opposition and Israel that Iran is actively helping the regime in the 18th month of a bloody war. Lakhdar Brahimi, the veteran Algerian diplomat who replaced Kofi Annan as UN envoy to Syria earlier this month, met Assad in Damascus on Saturday but warned afterwards that any progress would be slow and halting given the yawning gap between government and opposition. \"The crisis is dangerous and getting worse, and it is a threat to the Syrian people, the region and the world,\" said Brahimi.</p> <p>Reports from Syriaon Sunday described government forces fighting rebels amid shelling and sniper fire in Damascus and Aleppo, as well as in Homs and Deir ez-Zor. The Local Coordination Committees, an activist network, reported 103 dead. Opposition activists reported 115 people killed on Saturday. According to the UN around 20,000 people have been killed. Opposition sources say the figure is closer to 30,000.</p> <p>Jafari's admission underlines the way in which the Syrian uprising has become enmeshed in regional and international rivalries. Saudi Arabia, Qatar and Turkey are arming Syrian rebel groups, while the US, Britain and France have called for Assad to go but are offering only limited and non-lethal backing to the armed opposition. Russia and China have repeatedly blocked action against Syria at the UN.</p> <p>The Qods force includes elements of special forces, intelligence gathering and aid, and answers to Iran's supreme leader, Ayatollah Ali Khamenei. It has been accused of planning attacks inside Iraq since the overthrow of Saddam Hussein. Jafari said that the IRGC was providing \"intellectual and advisory help\" to Syria.</p> <p>British officials say that the IRGC has provided riot control equipment and technical advice on how to crush dissent, for example on how to flood areas with security forces. Iran is also providing support to improve the Syrian regime's intelligence gathering capabilities and help to monitor protesters' use of the internet and mobile phone network, including text messaging.</p> <p>Iran is said to have been dismayed at the heavy-handed way its long-standing Arab ally responded when the unrest began in March 2011, contrasting it with the more sophisticated response to protests that followed its own disputed presidential election in 2009.</p> <p>\"If Syria came under military attack, Iran would also give military support but it … totally depends on the circumstances,\" AFP reported Jafari as saying at a rare press conference in Tehran.</p> <p>The general also said that the Strait of Hormuz, the channel at the mouth of the Gulf through which a third of the world's traded oil passes, would be a legitimate target for Iran should it be attacked. \"If war occurs in the region and the Islamic republic is involved, it is natural that the Strait of Hormuz as well as the energy [market] will face difficulties. The US has many vulnerabilities around Iran, and its bases are within the range of the guards' missiles. We have other capabilities as well, particularly when it comes to the support of Muslims for the Islamic republic,\" he said.</p> <p>In Damascus, Brahimi also met Syrian opposition figureswho are still tolerated by the regime. \"We told Mr Brahimi … of our support for his efforts to resolve the crisis by ending the violence and killings, providing medical care and releasing political prisoners,\" said Hassan Abdel Azim, spokesman for the National Coordination Committee for Democratic Change. But the head of the Free Syrian Army's military council in Aleppo, Colonel Abdel Jabar al-Oqaidi, predicted that the envoy's mission would fail, like Annan's, because he had nothing to offer those fighting for their freedom, al-Arabiya TV reported.</p> <p>Syria's state news agency Sana quoted Assad as telling Brahimi that the success of his mission hinged on \"pressuring countries which finance and train the terrorists, and which traffic weapons to Syria, to stop these actions.\"</p> <p>In Istanbul, Tariq al-Hashimi, the fugitive Iraqi vice-president, said in interview that the government of Prime Minister Nuri al-Maliki was failing to stop ammunitions and armaments reaching Syrian government forces. \"My country is unfortunately becoming an Iranian corridor to support the autocratic regime of Bashar al-Assad,\" he said. \"There is no doubt about that.\"</p>",
  "<p>The Israeli prime minister, Binyamin Netanyahu, has renewed his demand that the US set out clear \"red lines\" for Iran over its nuclear programme, in remarks likely to put further strain on his relationship with Barack Obama in the runup to the presidential election.</p> <p>In interviews on American television networks to mark the Jewish new year, Netanyahu repeated his call for the US to clarify the point at which it would take military action rather than allow the Iranian nuclear programme to advance.</p> <p>\"You have to place that red line before them now, before it's too late,\" Netanyahu told NBC's Meet the Press programme on Sunday. Iran would be on the brink of nuclear weapons capability by next spring, he warned.</p> <p>He also sought to link Iran's nuclear programme to the murder last week of the US ambassador to Libya. \"Iran is guided by a leadership with an unbelievable fanaticism,\" he said. \"It's the same fanaticism that you see storming your embassies today. You want these fanatics to have nuclear weapons?\"</p> <p>Both the US secretary of state, Hillary Clinton, and the defence secretary, Leon Panetta, have dismissed Netanyahu's demand for clear red lines. In an <a href=\"http://e-ring.foreignpolicy.com/posts/2012/09/14/exclusive_panetta_says_pentagon_prepositioning_forces_for_additional_unrest\" title=\"\">interview with Foreign Policy magazine</a>, Panetta accused Netanyahu of trying to force the US into a corner over its Iran policy. \"The fact is … presidents of the United States, prime ministers of Israel or any other country … don't have, you know, a bunch of little red lines that determine their decisions,\" he said.</p> <p>\"What they have are facts that are presented to them about what a country is up to, and then they weigh what kind of action is needed in order to deal with that situation. I mean, that's the real world. Red lines are kind of political arguments that are used to try to put people in a corner.\"</p> <p>Clinton bluntly told Bloomberg Radio last week: \"We're not setting deadlines.\"</p> <p>The row deepened when Israeli officials claimed that Obama had declined to meet Netanyahu when he visits the US towards the end of this month, characterising the move as a deliberate snub. White House officials played down the matter.</p> <p>But there are suspicions in Washington that Netanyahu is trying to use the US election as leverage to bounce Obama into taking a more hawkish line on Iran. Netanyahu has failed to conceal his preference for Obama's rival, Mitt Romney, to enter the White House. Romney has hinted that he would push for military action against Iran's nuclear programme and has accused Obama of \"throwing Israel under a bus\". His chief bankroller, Sheldon Adelson, is also a staunch supporter of the Israeli prime minister.</p> <p>In an interview with the Jerusalem Post, Netanyahu denied he was interfering in the US election. The accusation was \"completely groundless\", he said.</p> <p>Some Israeli commentators have expressed alarm about the deterioration in an already frosty relationship between the two leaders.</p> <p>\"To [Obama] and his aides, the tongue-lashing he and Hillary Clinton took from Netanyahu, their depiction as ostensibly preferring Iran above Israel, the co-operation of [Netanyahu] and his aides with Republican congressmen working against the White House, and the leak to the media by the prime minister's bureau that Obama refused to meet with Netanyahu – all this looks like crude, vulgar and unrestrained intervention in the US election campaign,\" wrote <a href=\"http://www.haaretz.com/weekend/week-s-end/in-israel-we-speak-republican.premium-1.464972\" title=\"\">Yossi Verter in Haaretz</a>. http://www.haaretz.com/weekend/week-s-end/in-israel-we-speak-republican.premium-1.464972</p>"
]