[
  "<video data-media-id=\"gu-video-394646986\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/13/120813Romney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/13/120813Romney_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/13/120813Romney-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/13/120813Romney-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120813Romney/120813Romney.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/13/120813Romney_3gpLg16x9.3gp\"/> </video>   <p>Rupert Murdoch joined conservatives in hailing Mitt Romney's vice-presidential pick Paul Ryan on Sunday as Barack Obama's campaign team cranked up its attacks, branding the Congressman as an extremist, right-wing ideologue.</p> <p>Murdoch described Ryan, the most right-wing of the candidates on Romney's vice-presidential shortlist, as \"almost perfect\".</p> <p>In a reflection of Ryan's popularity with the Republican grassroots, the Romney team said it had taken in $3.5m in donations since the announcement on Saturday morning that he was to be the running-mate.</p> <p>Obama's team expressed glee that Romney had opted for Ryan, viewing as a campaign gift his 2011 budget plan to slash America's debt by $5.3tn over the next decade.</p> <p>Building up their attacks on Ryan on Sunday, the Obama campaign claimed Ryan's budget plan would destroy Medicare, the popular healthcare scheme for those 65 and older, as well as hitting welfare recipients and students.</p> <p>There was a backlash among seniors when Ryan first proposed Medicare reform last year. Fear of losing health coverage could turn out to be significant in swing states such as Florida, which has a large retired population.</p> <p>Romney ended speculation about his vice-presidential pick on Saturday morning when he announced at a rally in Norfolk, Virginia, that he had opted for Ryan over former Minnesota governor Tim Pawlenty, Florida senator Marco Rubio and others on his short list.</p> <p>The Drudge Report had said at various times that former secretary of state Condoleezza Rice and General David Petraeus had also been in the running.</p> <p>The choice of Ryan, 42, a congressman from Wisconsin for 14 years, marks a change in strategy by the Romney team.</p> <p>Until now, it has concentrated on presenting the November election as a vote on the incumbent, making Romney as small a target as possible by offering few policy details. Making Ryan his running mate changes that, providing a host of policy positions for the Democrats to attack.</p> <p>Murdoch, who tweeted last month after meeting Romney that he was unimpressed with the Republican candidate's campaign, expressed relief over the Ryan announcement. \"Thank God! Now we might have a real election on the great issues of the day. Paul Ryan almost perfect choice,\" Murdoch tweeted.</p> <p>Ryan's debt-reduction plan made him a hero of the Tea Party, whose emergence was inspired in part by the burgeoning federal debt.</p> <p>He is also a strong social conservative, having voted against legislation to end pay discrimination against woman and, according to the Democrats, opposed to abortion even in cases of rape or incest.</p> <p>The combination of fiscal and social conservatism has made him popular with a Republican base that remains sceptical about Romney's conservative credentials.</p> <p>Andrea Saul, a Republican spokeswoman, said the campaign had taken in $1.2m within hours of the announcement and a further $2.3m a day later.</p> <p>One of the Obama campaign's leading strategists, David Axelrod, described Ryan as a \"right-wing ideologue\" who is \"quite extreme\".</p> <p>Although Ryan was genial, his views were \"quite harsh\", Axelrod told CNN's State of the Union.</p> <p>\"It is a pick that is meant to thrill the most strident voices in the Republican Party, but it's one that should trouble everyone else,\" Axelrod said in another interview, on ABC. \"He's the guy who's the architect of a plan to end Medicare as we know it.\"</p> <p>Ed Gillespie, a Romney strategist and former chairman of the Republican national committee, acknowledged that Romney, as president, would have signed into law Ryan's budget plan but insisted it was not to kill off Medicare but \"to save it for future generations\".</p> <p>The Republican argument is that unless the spiralling cost of Medicare is dealt with, it will collapse.</p> <p>Gillespie said the choice of Ryan offered an opportunity for a national debate on big ideas rather than \"the little things\" the Obama campaign team has been pursuing.</p> <p>The Obama campaign has been calling for Romney to disclose his tax returns in line with previous presidential candidates and looking in detail at his record as chief executive at Bain Capital, the company in which he made his fortune.</p> <p>The timing of the Ryan announcement was odd, early on a Saturday morning rather than aimed at a prime-time television slot.</p> <p>The Romney campaign said it had been planned for Friday but the schedule had to be delayed because Ryan wanted to attend the Friday funeral of Sikhs killed in a mass shooting in his district in Wisconsin.</p> <p>• This article was amended on 13 August 2012. The original said that, according to the Democrats, Ryan was opposed to abortion even in cases of abortion or incest. That has been corrected to rape and incest.</p>"
]