[
  "<p><strong>Hari Kunzru, 42, is a British Indian novelist and journalist living in New York. His most recent novel was last year's<em> </em></strong><a href=\"http://www.theguardian.com/books/data/book/fiction/9780241143117/gods-without-men\" title=\"\"><strong><em>Gods Without Men</em></strong></a></p> <p>As the results of the 2008 presidential election came in, I was in Harlem, standing at the intersection of 125th Street and Adam Clayton Powell Jnr Boulevard, part of a huge, emotional crowd. I still feel privileged to have been there. I've never been hugged by so many strangers or seen so many people crying in public. Mothers held their infants up to the giant screen as images of the new first family were broadcast to the world. On that night questions of policy were suspended. It was about those family images – a united black couple and their two beautiful daughters, smiling and waving, living refutations of all the stereotypes, proof that African-Americans had come through their terrible history unbroken and unbowed.</p> <p>It seems like a long time ago.</p> <p>Clearly, the last four years of watermelon jokes, chair-lynchings and <a href=\"http://www.theguardian.com/world/2010/dec/26/barack-obama-birther-movement-hawaii\" title=\"\">birther paranoia</a> have demonstrated that American racism is alive and well. However, the current liberal narrative – of a president whose desire to transform the nation has been blocked by rightwing intransigence – seems partially true, at best. Despite all the electoral rhetoric about hope and change, Obama campaigned as a pragmatic centrist who would broadly accept the fiscal terms set by the outgoing Bush administration. Arguably, that's the only way he could have been elected, given that any hint of redistribution is politically toxic here, at least to the deep-pocketed political donors who call the shots. Even before the Supreme Court's shameful decision to allow casino magnates to buy themselves their own pet presidential candidates, American politics was rigged in favour of the wealthy. Obama never had a hope of changing that, and anyone who thought he was going to try wasn't really paying attention.</p> <p>More genuinely disappointing (at least to those of us who fondly daydream about Dick Cheney in the dock at the Hague) is Obama's failure to reverse the Bush gang's post-9/11 suspension of laws and norms regarding surveillance, detention without trial and extra-judicial murder. The metastasisation of the US security state is (along with lack of action on climate change) the single greatest political disaster of the early 21st century, not just for American citizens, who are discovering that their cherished constitutional rights count for little in the new permanent state of emergency, but for the rest of us, whose rights (and lives) have no value in the calculations of a security establishment that has broken free of all political, financial and moral restraint.</p> <p>On the plus side, I suppose there's healthcare. It's hard for anyone who grew up with the NHS to see Obama's reforms as anything but a muddled compromise but faced with the prospect of a Romney–Ryan administration (suggested campaign slogan: \"Man is a wolf to man\"), the president's attempt to provide some kind of safety net appears both heroic and fragile, a relic of a gentler time when a belief in mutual aid was laudable instead of a girly-man weakness, and Ayn Rand was just a bad novelist who used to hang out with Alan Greenspan.</p>",
  "<p><strong>The Reverend Jesse Jackson, 71, is a Baptist minister and veteran of America's civil rights struggle. He campaigned for the Democrat presidential nomination in 1984 </strong></p> <p>For me, Barack Obama's election was a milestone of the most extraordinary kind. On the day he was elected I felt such hope in my heart. I thought we were seeing the beginning of a new era of equal opportunity across race and gender such as America had never known before.</p> <p>What has saddened me most over the past four years is the mean-spirited way in which he has been hindered by the opposition. We have never known such obstruction before: the name-calling concerning his Americanness, his place of birth, his religion. We had lost 4&#xa0;million jobs the month before he was elected. But his critics' mission was not to create jobs, or to end the radical downward economic spiral the US had been locked into; their mission was to defeat him, to sink the ship. He has remained above that and lent a consistently high tone to his presidency and thus to the country itself.</p> <p>Ironically, he has reached out and turned the toxic resistance to his leadership, the unusual level of ugly antipathy, into something positive and life-affirming. In the war for the soul of America, he has struggled to create hope – and succeeded. Hope is growing and must prevail. I truly believe he has made society more optimistic and I look forward to his winning this election and continuing to do so. The way he works to remove barriers across society is a constant inspiration to me. He is a man of immense ability.</p> <p>It is imperative that the American people come out together to vote on 6 November. All the arrows are pointing upwards now and if we can harness enough of them we can finally work our way out of the very deep dark corner where we found ourselves four years ago.There is too much poverty, too much inequality, too much violence in this country, meaning that life expectancy for too many is cut short. If we can work together to end that we will become a stronger nation and a stronger asset to the whole world.</p>",
  "<p>US presidential candidate Mitt Romney has hailed Margaret Thatcher as a \"tower of strength in the cause of liberty\" as a tribute to the former prime minister on her 87th birthday.</p> <p>Baroness Thatcher celebrated the occasion on Saturday by having lunch at Green's Restaurant and Oyster Bar in London's exclusive St James's district with her son Mark and his wife.</p> <p>Writing on Twitter, Romney - the Republican challenger engaged in a close fight with Democrat Barack Obama for the White House in next month's election - said: \"The US is blessed with courageous friends.</p> <p>\"Happy Birthday to the Iron Lady, Margaret Thatcher - a tower of strength in the cause of liberty.\"</p> <p>Thatcher's premiership was thrust back into the American spotlight this year when Meryl Streep starred in a controversial Hollywood film about her life.</p> <p>It drew criticism from Prime Minister David Cameron and others for concentrating on the peer's failing health after she suffered a series of strokes which have left her frail and with dementia.</p> <p>She was not well enough to join the Queen for a lunch with former and serving prime ministers as part of the Diamond Jubilee this summer and previously missed her own 85th birthday party thrown by Cameron at 10 Downing Street.</p> <p>Her last public appearance was in September last year at an event held to celebrate the 50th birthday of then defence secretary Liam Fox.</p> <p>A spokesman said the baroness was currently \"doing all right\".</p>",
  "<p>Mitt Romney and Barack Obama explained how their policies would help the nation's tech start-ups in separate <a href=\"http://nytm.org/blog/entry/12-09-2012/letters-to-the-nytm-community-from-president-obama-and-governor-romney\">letters</a> published Tuesday. The missives were sent to <a href=\"http://nytm.org/\">New York Tech Meetup</a> (NYTM), the city's biggest tech start-up trade association, in response to the group's requests for clarification on the candidates' positions.</p> <p>While NYTM asked the candidates how their policies would help New York City's burgeoning start-up sector, the two responses are hardly city or region specific, and could be seen as blueprints for how Obama and Romney might treat tech start-ups nationally.</p> <p>The Republican candidate argued for deregulation, improving education and increasing research, though he declined to give any specifics. Where he did provide details was in his immigration, intellectual property and tax policies. </p> <p>Romney said he would raise visa caps for highly skilled workers and offer permanent residence to foreign students graduating with \"advanced degrees in relevant fields\". He also said he would aggressively target intellectual property theft abroad and create a \"Reagan Economic Zone encompassing nations committed to the principles of free enterprise\". Finally, he pledged to lower the corporate taxes rate to 25%.</p> <p>Romney also attacked the president for what he sees as Obama's use of federal funds.</p> <p>\"President Obama's misguided attempts to play the role of venture capitalist, pick winners and losers, and spend tens of billions of dollars on politically-prioritized investments have been a disaster for the American taxpayer,\" Romney wrote.</p> <p><a href=\"http://www.hyperorg.com/blogger/2012/10/10/obama-and-romney-make-their-cases-to-techies-guess-who-fails-to-mention-the-internet/\">Some critics</a> said Romney's response seemed generic and not necessarily targeted at tech start-ups, but businesses in general. The former Massachusetts governor notably avoided net neutrality, an issue of fundamental importance to many techies. Romney previously <a href=\"http://blogs.scientificamerican.com/observations/2012/09/21/obama-romney-ne-neutrality/\">stated</a> that he was not in favor of net neutrality or internet regulation that curtails network owners from interfering with users' internet content and services.</p> <p>\"Romney seems to be against all regulation except of the sort that he likes,\" said David Weinberger, the co-director of Harvard's Library Innovation Laboratory. \"The internet is the fuel of innovation and start-ups do far better when there's broad access to the internet.\"</p> <p>Obama, on the other hand, seemed to better understand his audience. The president's letter reaffirmed his position in favor of an open internet (pro-net neutrality) and reviewed his accomplishments of the past four years. </p> <p>In addition to creating the nation's Chief Technology Officer position (the first CTO, Todd Park <a href=\"http://mlb.mlb.com/shared/flash/mediaplayer/v4.3/R12/MP4.jsp?calendar_event_id=14-350384-2012-10-09&amp;source=NYTM&amp;media_type=video\">spoke</a> at NYTM's most recent meetup), Obama listed several of his initiatives to spur start-up growth like the Presidential Innovation Fellowship and Start-up America Partnership. In his letter he also stressed that his patent and healthcare reforms will be a boon to tech start-ups.</p> <p>The fact that both Romney and Obama even returned the letters perhaps says more than the content. New York City's Silicon Alley has <a href=\"http://mashable.com/2012/08/20/new-york-startup-scene/\">expanded rapidly</a> in the past few years thanks to an influx of entrepreneurs and venture capital investment. According to NYTM's Chairman Andrew Rasiej, the organization currently has about 28,000 members and is growing rapidly with about 250 new members every week. Despite this new attention Rasiej said that the group would not be endorsing either candidate or take positions on election issues. </p> <p>That's not to say that NYTM doesn't have an agenda. \"We have one of the largest problems getting developer talent,\" said Rasiej.\"There's like zero percent unemployment in that industry in New York so we're focused on education, teaching science and math in schools.\"</p> <p>Both candidates mentioned education in their letters. Romney said he was concerned with the increasing cost of K-12 and university education, while the president wrote he wanted to hire more educators.</p> <p>New York also suffers from a <a href=\"http://isoc-ny.org/p2/?p=3448\">lack of bandwidth,</a> so for many entrepreneurs issues of infrastructure are important. While president Obama mentioned improving broadband and IT infrastructure, governor Romney did not. </p> <p>Like other issues in this election, the two candidates' perspectives on how to help tech start-ups seem to boil down to how they view government. Obama wants to use the government to spur private-sector growth, but Romney would rather leave the market to itself.</p>",
  "<p>President Barack Obama hunkered down for intensive debate preparation in Virginia on Saturday, as his Republican rival, Mitt Romney, continued his push to win votes in battleground states.</p> <p>Romney and his running-mate, Paul Ryan, hit the campaign trail in Ohio, a crucial barometer of voting intention and a must win for both candidates in the 6 November general election.</p> <p>Buoyed by a strong performance in the first presidential debate a fortnight ago, the Republican candidate has also made political capital in recent days over claims by vice-president Joe Biden that the White House had not been aware of requests to beef up security in Benghazi before last month's embassy attack.</p> <p>Yesterday, Romney accused Biden of \"doubling down on denial\" over the remark, which he made during a spirited debate with Ryan on Thursday.</p> <p>The Republicans claim that the vice president is misleading the American people by suggesting that he and the president were not informed of security concerns in the lead up to the assault on the US consulate in Benghazi, during which ambassador Chris Stevens and three other US citizens were killed.</p> <p>\"We weren't told they wanted more security; we did not know they wanted more security,\" Biden said during the televised debate – a remark that is disputed by Romney and his supporters.</p> <p>The dispute has added to a a sense of creeping unease among Democrats, who have seen the president's poll lead eaten away over the last two weeks.</p> <p>The changing political wind has put added emphasis on the importance of a better performance by Obama in the second presidential debate, which is due to take place on Tuesday in New York.</p> <p>On Saturday, the Democrat flew to Virginia to engage in a series of mock debates, in preparation for the encounter with Romney. The president's public schedule has been cleared for the entire weekend, extending into Monday, as he attempts to avoid a repeat of the last debate, during which he was accused of not showing enough fight.</p> <p>Romney spent Saturday on the stump, concluding a week of campaign rallies.</p> <p>\"I've had the fun of going back and forth across Ohio, and this week I was also in Florida and Iowa, I was in North Carolina and Virginia. And you know what? There is a growing crescendo of enthusiasm,\" Romney told an enthusiastic crowd at a sunset rally Friday.</p> <p>Polls suggest that in Ohio, Obama retains a slight edge amongst voters.</p> <p>In a bid to shore up his appeal amongst middle America, Obama returned to a theme of supporting US industry in his weekly radio address Saturday. Contrasting his backing of the auto industry to the position of Romney, the president said: \"We refused to throw in the towel and do nothing. We refused to let Detroit go bankrupt.\"</p> <p>The Republican candidate opposed using government funds to help struggling US carmakers, a fact that Democrats have sought to highlight on a number of occasions.</p> <p>On Saturday, the Obama team also released a new TV advertisement which focuses on the successes of president's first term, including the saving of American autoworkers' jobs and the assassination of terror chief Osama bin Laden. The commercial is narrated by actor Morgan Freeman. He, alongside singer Bruce Springsteen, is adding a touch of glamour to the president's campaign as it heads into its final weeks.</p> <p>Next week, Springsteen will perform at an Obama rally in Ohio. Democrat strategists hope that his appeal amongst blue-collar workers will help their cause in winning over floating voters in the state.</p> <p>Ohio is seen as a crucial battleground to both candidates. If Romney fails to take the state, his path to the White House will be very difficult – no Republican candidate has won the presidency without first taking Ohio.</p> <p>Obama visited the state earlier this week before turning to the more immediate task at hand – stemming the slide towards Republican momentum through a strong performance at the second presidential debate. Tuesday's encounter will take the form of a town-hall debate, with candidates answering questions posed by members of the audience.</p> <p>The format should play into the hands of Obama, who often appears at ease in a more informal setting, especially in comparison to Romney, who can come across as aloof. But the Republican candidate has already bucked the predictions of political pundits once in a debate setting. Doing so a second time could further dent Obama's confidence in his chances of winning a second term.</p>",
  "<p>Those who follow <a href=\"https://twitter.com/ForecasterEnten\">my Twitter feed</a> know my appetite for both baseball and politics. I find the two have many things in common, and this connection was cemented in my mind Friday evening.</p> <p>The Washington Nationals took the field against the St. Louis Cardinals in a <a href=\"http://mlb.mlb.com/mlb/gameday/index.jsp? gid=\" 2012_10_12_slnmlb_wasmlb_1&amp;mode=\"recap&amp;c_id=stl&quot;&quot;\">Game 5 elimination playoff</a>. The hometown Nats seemed impossible to stop. They scored three runs in the first inning and tacked on another three in the third to lead 6-0. You wouldn't have been alone in thinking the game was over. No team had ever come back from <a href=\"http://espn.go.com/blog/statsinfo/post/_/id/53363/cardinals-comeback-unlike-any-other\">a five-run or greater deficit in a sudden-death playoff game</a> in major league history.</p> <p>Twenty days earlier, I thought another contest involving Washington was <a href=\"http://www.theguardian.com/commentisfree/2012/sep/20/post-convention-polling-obama-consolidates-lead\">heading towards a fairly clear conclusion</a>. President Obama held a three-point lead over Mitt Romney in the race for president. The lead wasn't particularly large, but it was consistent and was growing. I wrote at the time: \"There hasn't been a single candidate to come back after trailing by three points this late in the campaign in the past 60 years.\"</p> <p>Indeed, Obama's lead would actually expand to about four to five points, at its peak. The fact that many, though not all peers of mine (Jay Cost and Sean Trende are good exceptions), felt similarly only boosted my confidence. Once Obama's approval rating crept two to three points above his disapproval it was a clincher, in my mind. How could a president who always polled better in a match-up against Romney than his approval indicated lose now?</p> <p>Then the debate happened. I actually expected Romney to win the debate, yet thought it wouldn't make a big difference – that was what <a href=\"http://politicalwire.com/archives/2012/10/05/history_finds_its_tough_to_build_on_first_debate_win.html\">history had taught me</a>. Challengers have always performed strongly in the first debate. They usually <a href=\"http://www.theguardian.com/commentisfree/2012/oct/04/mitt-romney-won-debate-win-election\">close the gap a little</a>, but not by large margins. I believed Obama would still lead, unless he said he wanted to punch Mickey Mouse in the face.</p> <p>I should have known better. I <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2012/apr/18/why-2012-election-set-to-break-all-rules\">wrote an article</a> in April entitled \"Why the 2012 election is set to break all the rules\". The basic premise was that there are a lot of rules in politics that aren't as iron-clad as they seem and some were bound to be broken in 2012. I didn't have a section on late leads, which I probably should have. I ended my piece by saying \"rules are rules in politics… until they aren't rules anymore.\" How prophetic that line turned out to be.</p> <p>Mitt Romney now leads in most <a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">national polls,</a> by a small margin. Obama's state firewall looks weaker by the day. </p> <p>This of course means that I can cite another rule: no president has won re-election in the past 60 years when trailing in October. So either this rule or the one about three-point leads in September will be broken. It's a great lesson that no rule in politics is perfect, except for perhaps <a href=\"http://www.yogiberra.com/yogi-isms.html\">one that also applies to baseball</a> \"it ain't over till it's over\".</p> <p>Obama's chief strategist, David Axelrod, apparently forgot that rule on Friday Evening. In a <a href=\"https://twitter.com/davidaxelrod/status/256932792934486017\">tweet that speaks to the allegory</a> of the Nationals' game to this election, he wrote: \"At Nats game and, man, they came out of the gates like Joe Biden! 6-0 in the third!\" </p> <p>Axelrod was putting the cart before the horse, as many covering the presidential campaign did. The problem for him and all those rooting for the Nationals was that the Cardinals had other ideas.</p> <p>The Cards scored one in the fourth inning, two in the fifth, one in the seventh and one in the eighth to close the gap to 7-5. The Nationals struck back and had the Cardinals down to their final strike twice in the 9th. Both times, however, the Cardinals didn't give in and eventually they loaded the bases. A single by Daniel Descalso tied the game and one batter later Pete Kozma plated two more to give the Cardinals a lead they would never relinquish.</p> <p>One <a href=\"https://twitter.com/chrisgolden/status/256972232381829120\">Nationals fan asked:</a> \"Who do they think they are? Mitt Romney?\" </p> <p>I don't know about that. Both have come back from deficits that many thought they wouldn't. Mitt Romney, however, <em>hasn't</em> won a single thing yet. If he does, he'll break an election rule, just like the Cardinals. If Obama wins, he'll too will break a rule like the Cardinals.</p> <p>The only thing guaranteed is that November is going to be just like October in terms of rule breakage. You might even say it'll be \"<a href=\"http://www.yogiberra.com/yogi-isms.html\">déjà vu, all over again.</a>\"</p>",
  "<p>For Barack Obama's bid for re-election to the White House – currently going through a moment of turbulence in the polls – it is clearly time to bring out a secret weapon: Bruce Springsteen.</p> <p>The ever-popular singer-songwriter, whose songs about working-class life in his native New Jersey span the political divide, will appear next week at an Obama campaign event.</p> <p>Springsteen will take the stage at a rally in Parma, Ohio, on 18 October. It is perhaps the surest way to gather a crowd for a campaign that has been criticised by some for not generating the same level of enthusiasm that marked the historic 2008 election. It is also a rare chance to see Springsteen play live for free.</p> <p>Ohio is shaping up to be perhaps the single most important battleground state in the race.</p> <p>The Midwestern state is made up of numerous demographics – from its southern-influenced border with Kentucky to its \"Rust Belt\" north-western corner, around Cleveland – and is a prime target for Obama and resurgent Republican challenger Mitt Romney.</p> <p>No doubt Obama strategists will be hoping Springsteen will help the president with the white, working class male vote: a subset that has been trending Romney.</p> <p>\"Bruce Springsteen's values echo what the president and vice-president stand for: hard work, fairness, integrity,\" said Jim Messina, Obama for America's campaign manager. \"His appearances will help with our get out the vote effort in these critical swing states.\"</p> <p>But Springsteen will not be alone in Ohio. He will be appearing alongside former president Bill Clinton, who has been hitting the campaign trail for Obama with increasingly frequent speeches and rallies. He also gave what was widely seen as by far the best speech of the party convention season, outshining Obama's own effort in Charlotte.</p> <p>Clinton's motivations combine a genuine desire to see a Democrat re-elected, an attempt to polish his own image as a elder statesman of American politics and efforts to help his wife, secretary of state Hillary Clinton, should she decide to mount another presidential bid in 2016.</p> <p>In Indianapolis on Friday, where Clinton was speaking to boost Senate Democratic hopeful Joe Donnelly, he said he hadn't expected to be so involved in the 2012 campaign. But Hillary Clinton is busy as secretary of state, and daughter Chelsea works for a broadcast network, he quipped. </p> <p>\"So you're stuck with me,\" Clinton told the crowd.</p> <p>That is likely a relief to the Obama team, which has in the past been somewhat estranged from Clinton.</p> <p>A poor performance in the first presidential debate by Obama has reversed months of momentum for the president's campaign team and allowed Romney to establish a narrow gap in the rolling average of polls with under a month to go.</p>",
  "<p>Radio 4, the jewel in the crown of the BBC's radio empire, is to enter a new era next month, seeking to become an online information and entertainment service as well as a national broadcasting station.</p> <p>The aim is to create a \"bigger Radio 4\" by rapidly improving access to the station's vast archives, as advances in technology make live radio and daily schedules less central to the BBC's output.</p> <p>The first stage of the opening up of Radio 4's cache of speech, news and drama programming to the public is timed to coincide with the US presidential election on 6 November. \"Radio 4 can now offer listeners much more as we break out of our schedule and begin to reveal our archive,\" said Gwyneth Williams, the station's controller, this weekend. \"We are just beginning to test the considerable potential the website has by using some of the best of Radio 4's past content on a subject and joining it to current events.\"</p> <p>Radio 4's editors will select current and past programmes organised around contemporary topics which listeners can choose online.</p> <p>The experiment begins on 1 November with the release of many of the late Alistair Cooke's Sunday-morning <em>Letter from America </em>programmes. Cooke, a Radio 4 institution, broadcast his personal views of politics and culture from across the Atlantic for more than 50 years. Listeners will be able to download any of 920 episodes from an archive that reaches back to the 1940s and covers many significant events up to Cooke's death in 2004.</p> <p>\"Alistair Cooke – his very name invokes the art of writing for radio,\" said Williams. \"I am hugely excited about this extraordinary archive. I can see Alistair, as I listen, telling his stories and drawing in listeners with his easy authority and knowledge of history, his reporting skills and his passion for America.\"</p> <p>Williams's personal highlights include Cooke's dramatic letter describing the assassination of Bobby Kennedy, which he witnessed from an adjoining room (he said the shots sounded \"like someone dropping a rack of trays\"), and a letter about George Romney, Mitt Romney's father and governor of Michigan, who led a national poll for president in 1968 but went on to lose the Republican nomination.</p> <p>The Radio 4 controller's wider aim is \"to burst out of the schedule\", she says, with collections of related programming – including arts interviews with American authors and composers, while <em>Desert Island Discs</em> will feature American guests.</p> <p>\"We can point our audience, for instance, to Melvyn Bragg's brilliant <em>In Our Time</em> on the Statue of Liberty, broadcast in 2008, or to his programme on Benjamin Franklin, as well as to the <em>News Quiz USA</em> that has just been broadcast,\" she said.</p> <p>In many homes the tuning dial on a radio set is already obsolete and it seems likely that, within a decade, the set itself will have been replaced by computers, tablets and smartphones. Listeners will choose programmes by theme and genre, instead of simply tuning in to their favourite station. This switch in behaviour is already established in the nation's television viewing habits.</p> <p>The <em>Letter From America </em>archive launch is part of a range of events also planned to mark BBC Radio's 90th year and it will add to more than 16,000 hours of audio already available on the station's website, including every Reith Lecture since they began in 1948.</p> <p>Cooke was born in Blackpool in 1908, but his fascination with America began in the early 1930s when he studied at Yale and Harvard as a Commonwealth Scholar. He spent a summer in Hollywood, befriending Charlie Chaplin and became the BBC's film critic in 1934.</p> <p>A 1946 letter from the BBC Talks Department describing the new Cooke show to the editor of the <em>Radio Times </em>has been unearthed by Zillah Watson, who compiled the archive.</p> <p>\"<em>American Letter </em>will be something new in British broadcasting,\" the document reads. \"In this weekly personal letter to Britons,&#xa0;Alistair Cooke will try to give listeners in this country some of the intimate background to American life, pictures of regions and places, and profiles of important American personalities.\"</p> <p>Accurately predicting the tone of the 2,869 instalments of the programme that followed, the note explained there would be a stress \"on the springs of American life, whose bubbles are the headlines, rather than on the bright headlines themselves\".</p> <p>To accompany the archive, Radio 4 and the BBC World Service will both broadcast <em>In Alistair Cooke's Footsteps</em>, a four-part series presented by Alvin Hall in which Hall travels across America to find out whether Cooke's letters are still relevant today.</p> <p>\"Rediscovering these vital broadcasts has been a riveting journey through recent American history,\" said Watson. \"From the golden age of 50s America, to the disillusionment of the Bush years via JFK, civil rights and Watergate, this is an astonishing record of the great years of the American century.</p> <p>\"And now they will all be available, crisply digitised from the original tapes and supported by transcripts for reference.\"</p>",
  "<p>Under the influence of the painkiller Dilaudid, and dog-tired after another day of fighting for my life with my private health insurance company, I glimpsed Mitt Romney and his running-mate, Paul Ryan, entering my Los Angeles hospital room dressed in surgical gowns with scalpels in their hands ready to fatally operate on me.</p> <p>It was a drug-induced hallucination, of course. But the mirage made me sit bolt upright in bed and, fully awake, start to rethink my previous, bitterly dissenting view of Barack Obama.</p> <p>For the past year, I've been in a death spiral without knowing it. The occasional fainting spell, sprawls on the street and a dramatic weight loss were shrugged off as merely a cost of doing a writer's business. Denial is a most powerful analgesic. Even when paramedics first rushed me to the hospital, I angrily argued with the doctors.</p> <p>But when a lightning-bolt sciatica pain, triggered by a car accident, brought me down like a bull under the matador's sword, more or less paralyzing the left side of my body, the health gods decided it was time to shut down my hubris. Like something out of the TV's \"House\" or \"General Hospital\", suddenly there were midnight ambulances, emergency room traumas, drip feeds, oxygen tubes up my nose, renal failure, suspected meningitis, pneumonia and a minor heart attack. </p> <p>Thankfully, working as a team at my local Cedars-Sinai hospital, whole platoons of neurosurgeons, cardiologists, nurses, infectious disease experts, radiologists, physical therapists, pulmonologists and hospitalists (whatever they are) dragged me back from the edge. Emergency surgery in a special spinal unit was successful, and today I'm back on my feet – I'm a product of American medicine at its best.</p> <p>Ah, if only the doctors were free to do their jobs!</p> <p>My private insurance company, a subsidiary of Wellpoint Inc – America's <a href=\"http://en.wikipedia.org/wiki/WellPoint\">largest \"managed healthcare\"</a>, for-profit company – interfered at almost every stage of my treatment. They were aggressive and shameless. At my most vulnerable, with tubes sticking out of me, they phoned my hospital room – kicking my anxiety level sky-high – to let me know that Wellpoint's profit-seeking radar had targeted me. The anonymous voice warned, with a kind of smiling threat, that they were on my case: meaning, some bureaucrat – was he or she even medically competent, or just an IT geek – in a far-off, distant corporate office believed that my treatment was violating a mysterious insurance algorithm.</p> <p>Here in California, Wellpoint and its member plans are notorious, as Reuters <a href=\"http://www.reuters.com/article/2010/04/23/us-wellpoint-breastcancer-idUSTRE63M5D420100423\">reported</a>, for \"using a computer algorithm that automatically targeted [women] and every other policyholder recently diagnosed with breast cancer … the insurer then [allegedly] canceled their policies based on either erroneous or flimsy information.\"</p> <p>The practice is called rescission. To put it bluntly, the company collects your money when you're healthy, but cancels if you get sick. In the <a href=\"http://www.latimes.com/business/la-fi-insure9nov09,0,4409342.story\">case of another insurance company, Health Net Inc</a>, employees were actually paid bonuses based on how many cancellations were carried out; at other insurers, like Wellpoint, <a href=\"http://articles.latimes.com/2009/jun/17/business/fi-rescind17\">staff were praised in performance reviews</a>. Wellpoint's California subsidiary, Anthem Blue Cross, has raised premiums capriciously <a href=\"http://www.healthreform.gov/reports/insuranceprospers/index.html\">by as much as 39%</a>. Politically, Wellpoint is, in effect, a rightwing \"political action group\" that <a href=\"http://www.healthleadersmedia.com/content/HOM-240210/Group-charges-health-insurers-are-violating-state-labor-code.html\">lobbies hard against healthcare reform – even calling upon employees to do their share</a>. In other words, it's the ogre in the medicine cabinet.</p> <p>Perversely, none of the bad stuff would have come down if my primary insurance had been traditional, government-paid Medicare, the closest America has to a single payer. But a quirk in my union benefits put me in the sweaty hands of Wellpoint. I wasn't threatened with recission, but almost daily, and sometimes several times daily, my doctors were interrogated about practically every measure they took to keep me alive. Again and again, I saw caregivers, even the most skilled and courageous, retreat with an embarrassed, impotent shrug of resignation that said, \"what can I do; it's 'the system'?\"</p> <p>So I – and my courageous tiger wife – fought, wangled, yelled, protested until I ultimately squeezed past the algorithm. The surgeon of my choice skillfully removed the whatsit that was pressing on an inflamed nerve that had been beating up my spine, and I even won a little rehab time before the insurance computer forced my early discharge. Along the way, anguish over near-daily arguments with the faceless insurance hanging judges almost gave me another heart attack.</p> <p>Need it be this way?</p> <p>Obamacare – also known as the Affordable Health Care Act – isn't medical heaven, or single payer, or anything like the \"socialized\" NHS that kept me well for the 30 years I lived in the UK. The new law, an obvious compromise with the corporate sickness industry, still keeps us in the hands of private insurance companies. But when the law fully kicks in for the first time, all Americans – regardless of <a href=\"http://www.familiesusa.org/resources/publications/reports/health-reform/helping-families.html\">income</a> and \"<a href=\"http://www.healthcare.gov/law/timeline/index.html#event7-pane\">preexisting medical conditions</a>\" – must have health coverage. Individuals up to the age of 26 are covered by their parents' plan. Low-income Americans <a href=\"http://www.nytimes.com/2012/10/11/health/policy/this-election-two-profoundly-different-visions-for-health-care.html?pagewanted=all\">will get subsidies</a> to help them buy insurance, and doctors and hospitals <a href=\"http://www.christiancentury.org/article/2012-09/health-care-close\">will be paid for outcomes not \"procedures\"</a>. Starting in 2014, insurers are forbidden to deny coverage to anyone <a href=\"http://articles.latimes.com/2012/oct/06/nation/la-na-obama-record-healthcare-20121006\">who has no workplace</a> – the jobless and freelancers will be able to get a government-mandated, insurance plan; indeed, they must or pay a \"fine\". And under the new law, \"federal parity\" means <a href=\"http://www.healthcare.gov/blog/2010/08/mentalhealthupdate.html\">mental healthcare will be more accessible</a> to more people.</p> <p>Granted, that all depends on this upcoming election day. If Romney and Ryan win – the <a href=\"http://www.businessweek.com/news/2012-10-11/romney-narrows-gap-with-obama-in-swing-state-polling\">latest polls</a> tell us this is a real possibility – they, a vengeful Republican Congress and their insurance lobby allies <a href=\"http://www.forbes.com/sites/rickungar/2012/06/25/busted-health-insurers-secretly-spent-huge-to-defeat-health-care-reform-while-pretending-to-support-obamacare/\">have sworn to sabotage</a> healthcare-for-all. As for repeal and replace, Mitt's prescription for uninsured folks is that emergency room care is a <a href=\"http://www.huffingtonpost.com/2012/09/23/mitt-romney-60-minutes-health-care_n_1908129.html\">good enough</a> substitute: </p> <blockquote> <p>\"We do provide care for people who don't have insurance … If someone has a heart attack, they don't sit in their apartment and die. We pick them up in an ambulance, and take them to the hospital, and give them care.\"</p> </blockquote> <p>Here and elsewhere, I have written bitterly attacking Obama's serial betrayals. He's no street-scrapper, our Barack. Prior to falling sick, I pined for a third-party candidate, and seriously thought about not voting. But a drug-induced vision of a Romney/Ryan medical hell changed my mind. On 6 November, I'm pulling the lever for Obama: my arrogant, <a href=\"http://www.huffingtonpost.com/huff-wires/20121010/us-presidential-campaign/\">self-sabotaging</a>, <a href=\"http://www.theguardian.com/commentisfree/2012/sep/25/study-obama-drone-deaths\">drone-happy</a>, <a href=\"http://www.nationaljournal.com/2012-presidential-campaign/biden-republicans-think-compromise-is-a-dirty-word--20120925\">compromise-addicted</a> war president.</p> <p>I never want to see Dr Romney in my hospital room again. Damn it, I want to live.</p>",
  "<p>With the support of the international community, President Abd-Rabbu Mansour Hadi came to power in Yemen as the consensus candidate – when the opposition coalition and the former ruling party signed an agreement on political transition put forward by the Gulf Cooperation Council (GCC).</p> <p>After months of turmoil, the agreement <a href=\"http://www.theguardian.com/commentisfree/2011/nov/24/yemen-ali-abdullah-saleh-resigns\" title=\"\">ended the 33-year rule</a> of Ali Abdullah Saleh but it marginalised a large segment of Yemeni society, including those who led the movement for change.</p> <p>Hadi's \"election\" in February – in a national poll where he was <a href=\"http://www.reuters.com/article/2012/02/21/us-yemen-idUSTRE81J0RQ20120221\" title=\"\">the only candidate</a> – did not sit well with many, but others welcomed it as a symbolic step to steer Yemen away from a potential civil war.</p> <p>Some of Hadi's initial decrees surprised critics, giving people hope that he would lead Yemen independently. His decisions to reassign military and security officials from their posts, and his appointments – such as replacing the governor of Taiz – were widely welcomed.</p> <p>Also, on 22 September he signed a decree authorising the creation of a commission of inquiry to investigate human rights violations during the 2011 uprising – though with the immunity law, the chances of prosecution are near impossible.</p> <p>The immunity law, stipulated in the GCC agreement, is not the only obstacle. A continuing problem is that the GCC's transition agreement places a lot of importance on President Hadi, without any reference to what would happen in his absence. Analysts worry that this makes him an easy target for those who would benefit from derailing the transitional process.</p> <p>Fearing for his life, Hadi has been protected by the military's First Armoured Division (FAD) which supported opposition protests against Saleh last year. The head of the FAD, General Ali Mohsen al-Ahmar (a kinsman of ex-president Saleh who eventually turned against him) is known for his bloody past, making him more valuable as a friend than an enemy.&#xa0;</p> <p>Hadi's relationship with Ali Mohsen is seen by many as one of convenience, where protection is exchanged for loyalty, and there are some worrying indicators that Ali Mohsen may be gaining influence through President Hadi's tacit and sometimes declared approval.</p> <p>For example, people welcomed the creation of a new Presidential Protection Force made up of three brigades of the Republican Guard, headed by Saleh's son Ahmed Ali – and one brigade from the FAD – as essential first steps towards unifying the military.</p> <p>However, the 314th brigade of the FAD that was affected by this decree was one that had refused to defect with Ali Mohsen during the uprising and always remained loyal to Saleh. Hence, this decree only reduced the power of Saleh loyalists, leaving intact Ali Mohsen's influence over the military.</p> <p>The Hadi-Mohsen relationship instilled fear in people that the patronage system – one of the hallmarks of Saleh's rule – may continue under a different guise in favour of the Islamist party Islah, the dominant force in the traditional opposition, due to its close ties with Ali Mohsen.</p> <p>According to reports by local newspapers, employees at the ministry of electricity filed an official complaint against the minister for employing his relatives and friends without merit. They listed 19 new employees all of whom are affiliated to Islah.</p> <p>One government employee stated on condition of anonymity: \"In the past, the minister would only employ his pro-regime friends. Today, the new minister brought his friends from the party to take over the leadership of some divisions without the required skills. It's like one mafia replaced another.\"</p> <p>These practices might affect Hadi's credibility and thus affect the goals of the National Dialogue, which is one crucial test for the president.</p> <p>Among other things, the dialogue intended to begin next month needs to build trust with the rebellious Houthis in the north and the separatists in the south. It is of vital importance for Hadi to address their grievances and include these marginalised yet powerful groups in the process for a successful dialogue.</p> <p>So far, no members of the important technical committee for the National Dialogue are affiliated to the Southern Movement, though there is talk of the state issuing a public apology for past wars in the south and north – which may restore trust in the process and facilitate their involvement.</p> <p>A widespread perception, though, is that the National Dialogue will only empower political parties and will neglect the people and their needs.</p> <p>Last month, Hadi issued another decree to add six new members to the technical committee, four of whom are from the Islah party, shifting the balance. It also decreased the number of women to less than 30%, which has been commonly accepted as the minimum quota for women's participation in the various committees.</p> <p>For Yemen to move forward, a sincere healing process needs to begin, and a bottom-up approach needs to replace the top-down elite model for the dialogue to succeed or else it will become just another political conference. If the National Dialogue fails, so will Hadi's legitimacy.</p> <p>Another indicator that the leadership is not taking people's opinions into account is Hadi's recent statement praising the efficiency of drones and acknowledging his approval of the strikes which have resulted in many civilian deaths.</p> <p>With no mention of the civilian casualties from his home province of Abyan, Hadi's legitimacy is slowly fading. A backlash against his statement was immediately felt in the country.</p> <p>After his speech, Hadi quickly acquired new nicknames including \"Abdu Drone Hadi\", coined by activist Abdulrahman Alansy. \"Exchanging local support with international glamour rather than striking balance between both will simply turn him into a Yemeni version of the weak and ineffective Karzai,\" said Ibrahim Mothana, youth activist and co-founder of the al-Watan party.&#xa0;</p> <p>More than seven months into his presidency, it appears that Hadi is not interested in bargaining with the masses, and instead is focused on pleasing the inner political circle, extending the exclusionary politics of the Saleh era into the new transitional government.</p> <p>Hadi should take on this historic responsibility with a vision for the country and move beyond managing the power struggles, which is what Saleh did for 33 years and which cost him the presidency. With all the difficulties Yemen is facing, it is not to his advantage to sideline revolutionaries and other important and powerful groups in Yemen, from whom he should gain his legitimacy.</p> <p>Gone are the days when legitimacy only comes from a small inner circle. The extent to which the people are able to push for reforms will demonstrate whether Yemen will move towards a more inclusive political process.</p>"
]