[
  "<p>The comandante had not shown up for the rally, disappointing supporters in the sun-baked plaza, a triangle of cracked concrete amid a bustling outdoor market, but they made the best of it. A convoy of cars and trucks adorned with posters of&#xa0;the familiar jowly, smiling face slowly circled, blasting campaign songs from huge speakers. A middle-aged woman in red leggings shimmied to the&#xa0;beat of a campaign song blasting from speakers.</p> <p>Another handed out flyers with the election manifesto which outlined \"five great historic objectives\". One: \"Defend, expand and consolidate national independence.\" Two: \"Continue building Bolivarian socialism of the 21st century in Venezuela as an alternative to destructive and savage capitalism.\" Three: \"Make Venezuela an economic, social and political power within the growing power of Latin America and the Caribbean.\" Four: \"Develop a new international geopolitics forming a multicentric and pluripolar world to achieve equilibrium in the universe and guarantee planetary peace.\" Five: \"Preserve life on the planet and save the human species.\"</p> <p>No one ever accused Hugo Chávez of thinking small. He casts politics as an existential contest between good and evil, the oppressed and the oppressor. The next battle is on Sunday, when he <a href=\"http://www.theguardian.com/theobserver/2012/sep/29/hugo-chavez\" title=\"\">seeks a third term</a> to extend his<a href=\"http://www.theguardian.com/world/interactive/2009/feb/02/hugo-chavez-venezuela\" title=\"\"> 14-year rule</a> to 2019. There is a clenched tension in the streets, for no one knows what will happen. Some polls give the president a wide lead, others show him trailing. Wild rumours fill the air: Chávez's family is selling its cattle herds and trucks in anticipation of fleeing to Cuba; pro-Chávez militias are preparing to seal off parts of Caracas; the opposition is planning to assassinate Chávez. Nonsense, but people are worried enough to stockpile water, batteries, tinned food and toilet paper.</p> <p>The election will decide the fate of Chávez, 58, and his revolution. Lose, and the revolution dies. Win, and it survives, but only for as long as the leader has a pulse. Chávez, Gabriel Garcia Marquez once noted, had \"a body of reinforced concrete\". His energy was superhuman, his appetites prodigious. He drank more than 30 shots of sweet, black coffee daily, fuelling a routine that included 3am phone calls to ministers and aides. No longer. Cancer treatment has bloated and debilitated the comandante. After his diagnosis Chávez changed the slogan \"Fatherland, socialism or death\" to \"We will live and we will win\". All references to \"muerte\" in official discourse have been expunged. \"There will be no death here, we must live,\" he instructed. But few believe his claims to be cured of a disease whose exact nature and location remains a closely guarded secret. Some palace insiders whisper it is terminal.</p> <p>The revolution hangs by a thread. There appears to be no plan B, no successor. Chávez surrounded himself mostly with mediocrities, valuing loyalty over competence or, it turned out, honesty. With the chief ailing they look lost. A rally in Catia, a Chávista bastion near the presidential palace, Miraflores, was abruptly cancelled in disarray. The foreign minister, Nicolas Maduro, put on a brave face but a microphone caught his murmured words: \"<em>Que cagada.</em>\" What a fuck-up. Not elegant but if Chávez loses it will be the campaign's epitaph.</p> <p>Chávez's absence from many rallies has given him the air of Banquo's ghost. He hovers in the form of television appearances, and occasional, relatively brief public appearances, an echo of the man who used to barnstorm the country and wade into crowds. Winning the election under such circumstances would be a triumph, and he may well pull it off, but it will not shake off the sense of <em>fin de regime</em>.</p> <p>His legacy will be debated for decades, much as people still argue over Juan Peron in Argentina. Many outsiders made up their minds long ago. There was Chávez the dictator who jailed opponents, sponsored terrorists and left his people hungry. And there was Chávez the hero who empowered the poor, deepened democracy and stood up to the US. While based in Caracas for the Guardian from 2006 to March this year I&#xa0;would hear both versions on trips abroad. Dublin, Shanghai, San Francisco, it didn't matter where, opinion was polarised and passionate. And completely depressing. This was Venezuela of fantasy, a cartoonish projection, each side parroting simplicities and distortions as revealed truth. The reality was more complex and fascinating but if I broached <a href=\"www.guprod.gnl/commentisfree/2012/sep/27/hugo-chavez-cult-oil-venezuela\" title=\"\">oil dependency</a>, or details that determined the fate of the revolution, eyes would glaze over. Few wanted to hear nuances of political economy. They wanted tales of the demon or gospels of faith.</p> <p>There was, arguably, a duality to Hugo Chávez. The poor boy from the plains who loved to sing and tell stories rose up army ranks and attempted a bloody coup in 1992 against an unpopular but democratically elected government. Six years later he took Miraflores via the ballot box but in power created a personality cult, abolished term limits, curbed private media and put the armed forces, legislature, judiciary and state oil company, PDVSA, under his personal control. He turned a blind eye to Farc guerrilla camps near the Colombian border and hailed the likes of Mugabe, Gaddafi and <a href=\"http://www.theguardian.com/world/video/2012/aug/02/venezuela-hugo-chavez-syria-video\" title=\"\">Assad</a> as brothers.</p> <p>But the same president was adored by millions of his people, won free (if not always fair) elections, survived a US-backed coup, accepted electoral defeat (a 2007 referendum), spent oil revenues on health clinics, literacy courses and social programmes, slashed poverty, devolved power to communal councils, stood up to George Bush over Iraq, encouraged regional pride and assertiveness across Latin America and did it all with charisma and flair. The occasional clowning and buffoonery which grabbed headlines concealed a shrewd, sophisticated political mind.</p> <p>Chávez, in other words, was – is – a hybrid: a democrat and autocrat, a progressive and a bully. His \"Bolivarian revolution\", named after the 19th-century revolutionary Simón Bolivar, has embodied these contradictions. What, then, has it wrought these 14 years?</p> <p>For Ruth Guerrero, a Chavista canvasser in Petare, a hillside slum in eastern Caracas, the answer was simple. \"Hope.\" The 56-year-old mother of three grew up poor and unemployed, unable to follow a yen for learning. Thanks to \"Mision Robinson\", an adult education course, one of myriad social programmes, Guerrero obtained a law diploma and now earns $380 a month teaching at a Bolivarian university. \"Before that I had lived a life full of injustice. Chávez has been my teacher and leader.\"</p> <p>Guerrero's effort to hand out leaflets garnered little attention from passers-by, however, and she feared friends and neighbours would abandon Chávez. Polls show Petare voting for the opposition. \"I'm worried. I keep telling them that the president doesn't like rubbish in the streets, or potholes, or insecurity, that he wants us to tackle them together.\"</p> <p>Guerrero was referring to the single most damning critique of the revolution, one that has nothing to do with Chávez's democratic credentials. Venezuela is falling apart. In the case of infrastructure, literally. Roads are crumbling, bridges falling, refineries exploding. A wheezing power grid condemns much of the country to rolling blackouts. Public hospitals, with a few exceptions, are dank, dingy affairs where patients must supply their own bedsheets, bandages and food.</p> <p>Prisons are filthy and riven by violence which claimed 500 lives last year. To massage statistics there was a tacit deal between authorities and some gang leaders to hang victims so they could be counted as suicide, a mid-ranking penal official told me. She had armfuls of documentation and grisly photographs. \"But how can I use it? If I do, I'll be fired, lose my pension and then be prosecuted.\"</p> <p>Murder rates have more than doubled, filling morgues and making Caracas deadlier than Baghdad, reflecting an underfunded, politicised judicial system. Kidnappers, sometimes in league with police, snatch victims from cars, shopping malls, university campuses and bus stops. A recent security plan did not reassure – by some counts it was Chávez's 20th such initiative. Lack of security is one reason so many young Venezuelans are emigrating, giving Caracas the melancholy nickname City of Farewells.</p> <p>The economy is not falling apart. It is growing about 5% this year, with unemployment of around 8%. It is, however, warping. Under Chávez Venezuela, which claims bigger oil reserves than Saudi Arabia, has seen prices leap from $9 a barrel to over $100, gushing about $980bn through PDVSA.</p> <p>Ahistoric bonanza begging a big question: where is the cash? Social programmes and subsidies – you can fill a car's petrol tank for around 50 cents – account for some, as do arms purchases and (mostly stalled) infrastructure projects. But much vanished. Chávez is no Mobutu. He did not build palaces in the jungle to store pink champagne. He did, however, create a tangle of economic controls which let opportunists in government, and those with friends in government, siphon off billions of public money.</p> <p>Few outsiders grasp how profoundly restrictions such as Cadivi – a currency control agency that tried to shore up the ever weakening Venezuelan bolivar – perverted the economy and spawned a class of high-rolling parasites nicknamed \"boligarchs\". Chávez occasionally complained about them but let them get rich as long as they supported the government.</p> <p>Their revolution has been one of dodgy bond issues, government contracts and currency manipulation, yielding yachts, Rolexes and Hummers. They pay fashion designers such as Giovanni Scutaro, who used to dress Chávez, astonishing sums for outfits. \"When people from the United States and Europe come here and see our weddings, they go: 'Wow, so much money.' There is no equilibrium between perceptions from afar and the reality of what is happening inside the country,\" Scutaro says.</p> <p>Last week <a href=\"http://www.reuters.com/article/2012/09/26/us-venezuela-chavez-fund-idUSBRE88P0N020120926\" title=\"\">a Reuters investigation</a> detailed how more than half of public investment churns into secretive funds controlled by Chávez with no oversight by auditors or congress.</p> <p>One fund, called Fonden, swallowed about $100bn. Some was spent on white elephants – an abandoned newsprint factory, a \"city of aluminum\" – and on ill-fated investments in Ecuadorean bonds and Lehman Brothers-issued derivatives. In a functioning, accountable democracy this would be a huge scandal but Venezuela's government – plus state prosecutors and media – ignores it. \"That is not Chávez's money. That money belongs to 29 million Venezuelans and as such the information should be available to everyone,\" said Carlos Ramos, an opposition legislator.</p> <p>Harassing the private sector – investment evaporated amid expropriations – and bungled management of multiplying state enterprises translated into shrivelled agriculture and industry. Huge imports to fill the gap, though you would never guess it from Orwellian rhetoric trumpeting \"food sovereignty\" and \"manufacturing independence\". The result is increased dependence on oil, now accounting for 96% of export earnings versus 80% a decade ago. That is why so many Venezuelans end up on pavements selling knick-knacks (they are counted as employed), or watching the clock in decaying state enterprises.</p> <p>This does not add up to collapse. There are always petrodollars to stuff into cracks. But analysts say that, regardless of who wins the election, Venezuela faces a grim economic reckoning. The economy is growing now only because of a splurge in government spending and borrowing, mostly from China.</p> <p>In the headquarters of PDVSA, his office overlooking Avenida Libertador, one of Chávez's top oil officials told me that the boss started as a pragmatist but turned ideological after opponents tried to oust him in a 2002 coup and general strike – soon after which oil revenues began booming. Then, in hushed tones of heresy: \"It was a historic opportunity that was wasted. He doesn't understand economics. Chávez doesn't know how to manage. As a manager he's a disaster.\"</p> <p>Venezuela's revolution has no gulags, no torture chambers, but in wasted potential lies tragedy. Here was a sublimely gifted politician with empathy for the poor and the power of Croesus – and the result, fiasco.</p> <p>Neither side likes to acknowledge it but the revolution is in many ways a continuum of oil-fuelled populism dating back half a century, notably that of the giddy, spendthrift 1974-79 administration of Carlos Andres Perez, the mercurial president Chávez tried to overthrow in 1992. The difference is Chávez had even more money, more power, more showmanship.</p> <p>It was easy to overlook the blunders while he strutted the stage, singing and dancing, blowing kisses, riding a bike, a horse, a tank, holding court from his desk, blending folk tales with ideological thunder, commandeering airwaves to talk and talk, sometimes for eight hours straight, oratorical marathons which exhausted aides, paralysed opponents and sucked up the oxygen.</p> <p>If Chávez were healthy he would have walked this election, his skills of enchantment steeled, as ever, by control of state resources and institutions. Instead, he has rationed his public appearances and relied on television to simulate the magic of old while his youthful opponent, <a href=\"http://www.theguardian.com/world/2012/sep/30/venezuela-chavez-challenger-election-pledges\" title=\"\">Henrique Capriles</a>, bursts into villages, towns and cities denouncing their dilapidation.</p> <p>When visiting the Caruachi hydro-electric plant to whip up support Chávez suffered the indignity of being heckled by workers demanding unpaid wages and the restoration of collective-bargaining rights. His microphone failed and a back-up sound system transmitted what sounded like shouts of \"justicia\", justice, at which point state television cut the broadcast. A nation accustomed to highly choreographed presidential events with handpicked audiences gasped at the glimpse behind the curtain.</p> <p>Chávez can boast genuine accomplishments. He put poverty and social exclusion at the forefront of debate. He made millions feel they had an ally in government. And he called time on US browbeating in Latin America. But the price was high. Gutted institutions, a <em>caudillo </em>(strongman) cult, economic dysfunction. After a recent spate of bad news – a prison riot, a collapsed bridge, <a href=\"http://www.theguardian.com/world/2012/aug/27/venezuela-oil-refinery-explosion-chavez\" title=\"\">an oil refinery accident</a> – Chávez reached for a telling metaphor. \"The show must go on.\" Maybe it will, maybe he will win, and live to rule. But what cost the spectacle?</p> <p>•<em> Rory Carroll's book about Chávez, Comandante, will be published next March by Canongate in the UK and by Penguin Press in the US. </em></p>",
  "<p>Mitt Romney should be winning. If, as the pollsters repeatedly tell us, the economy is the most important issue in this election – and more people say they have faith in Mr Romney's economic management than they do in the course the Democrat incumbent is setting – why is Barack Obama <a href=\"http://www.realclearpolitics.com/epolls/2012/president/2012_elections_electoral_college_map.html\" title=\"\">pulling away in key states</a>? The economic statistics point to a healthy Romney lead: unemployment refuses to drop below 8%; disposable income has declined; second-quarter growth is anaemic.</p> <p>All of which is grist to Mr Romney's mill. So why is Mr Obama leading by <a href=\"http://www.politico.com/politico44/2012/10/poll-obama-leads-points-among-women-137200.html\" title=\"\">18 points among women</a>? This is important, because women are more inclined to vote Democrat than men are. Mr Obama is developing healthy leads in the eight swing states. In New Hampshire, he has built up <a href=\"http://www.wmur.com/news/politics/Poll-shows-Obama-with-15-point-lead-in-NH/-/9857748/16806904/-/evbu84z/-/index.html\" title=\"\">a 15-point lead</a>. The energy levels that drive people to get out and vote are with the Democrats, not the Republicans. Why? Other factors must be at work.</p> <p>Could it be that Mitt's biggest selling problem is himself? He is no first-timer. This is his fourth attempt at running for any kind of election and, by now, someone in his menage should have figured how to iron out wrinkles in his image. But, apparently and incredibly, not. Polling by the <a href=\"http://www.people-press.org/2012/09/19/obama-ahead-with-stronger-support-better-image-and-lead-on-most-issues/\" title=\"\">Pew Research Center</a> – and this was before last month's appearance of that infamous video in which Mr Romney said that 47% of Americans were dependent on government handouts – shows Mr Obama knocking spots off his rival when judged on personal qualities. Around 64% found Mr Obama inspiring, whereas 43% found Mr Romney hard to like; 51% felt proud of Mr Obama, 48% worried about Mr Romney. This does not mean Mr Obama is doing a good job selling his job-creation policies; it means that Mr Romney is doing an even worse job selling his.</p> <p>On Wednesday night, in the first of three presidential TV debates, Mr Romney will have to achieve the impossible: no candidate who scored higher unfavourable ratings than favourable ones in September has won in the last six presidential elections. Mr Romney's 47% gaffe went down badly among independent voters. The New Hampshire figures are a further reflection of the disenchantment of independents. They should be his primary target because his party base has veered to the right, and yet, with Paul Ryan in tow, he is uniquely handicapped. Republicans in swing states are <a href=\"http://www.nationalmemo.com/six-republicans-who-are-fleeing-at-top-speed-from-the-ryan-budget/\" title=\"\">running away</a> from the budget he produced. <a href=\"http://www.nationalmemo.com/five-reasons-paul-ryan-is-already-a-worse-vp-choice-than-sarah-palin/6/\" title=\"\">Mr Ryan may be even more toxic a running mate</a> than Sarah Palin was for John McCain in 2008.</p> <p>We live in the age of the self-defeating candidate, and Mr Obama should resist the temptation to smile at the sight of an opponent with such a facility to stumble. But he can at least head into Wednesday's television debate in Denver with one huge advantage: Mr Obama can be himself; Mr Romney cannot.</p>",
  "<p>Vice-president Joe Biden has given Mitt Romney an unexpected gift on the eve of the first presidential debate: telling supporters at a campaign rally that the the middle class had been \"buried\" during Barack Obama's presidency.</p> <p>In a speech to supporters in Charlotte, North Carolina, Biden criticised Mitt Romney and Paul Ryan's tax plan, asking: \"How can they justify raising taxes on the middle class that has been buried the last four years?\"</p> <p>The remarks were immediately seized upon by Romney's campaign team, who said Biden's remarks were a \"stunning admission\". Biden was forced to try and row back from his comments, telling a crowd in Asheville, North Carolina, that the \"middle class was buried by the policies that Romney and Ryan have supported\".</p> <p>Biden was attempting to use his speech in Charlotte to attack Ryan ahead of the vice-presidential debate next week. Biden linked Ryan to Romney's leaked comments about the <a href=\"http://www.guardian.co.uk/world/video/2012/sep/18/mitt-romney-refuses-apologise-voters-video\">supposed dependency of 47% of Americans</a> and said Republicans would increase taxes on most Americans to fund tax cuts for the wealthy.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/nlvqqNG4hr8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/nlvqqNG4hr8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>\"This is deadly earnest. How they can justify raising taxes on the middle class that has been buried the last four years? How in the Lord's name can they justify raising their taxes and these tax cuts?\" he said.</p> <p>The Romney campaign was swiftly into action. \"Vice-president Biden made a stunning admission today and we couldn't agree more: the middle class has been 'buried' under the last four years of this president's policies,\" said spokeswoman Amanda Henneberg.</p> <p>\"Under President Obama, the middle class has suffered from crushing unemployment, rising prices and falling incomes.\"</p> <p>Mitt Romney's twitter feed posted: \"Agree with @JoeBiden, the middle class has been buried the last 4 years, which is why we need a change in November.\" </p> <p>Democrats defended Biden's comments however, with spokeswoman Lis Smith criticising \"another desperate and out-of-context attack from the Romney campaign\".</p> <p>\"As the vice-president has been saying all year and again in his remarks today, the middle class was punished by the failed Bush policies that crashed our economy – and a vote for Mitt Romney and Paul Ryan is a return to those failed policies.\"</p> <p>Still, Biden was careful not to repeat the \"last four years\" line at his next stop on Tuesday. \"The middle class was buried by the policies that Romney and Ryan have supported,\" he told the crowd in Asheville, North Carolina, <a href=\" http://www.washingtonpost.com/blogs/election-2012/wp/2012/10/02/joe-biden-corrects-himself/\">according to the Washington Post</a>.</p> <p>It is not the first time Biden has been criticised for comments made at the stump. In August <a href=\"http://www.guardian.co.uk/world/2012/aug/19/biden-accused-santorum-race-chains\">he told a crowd in Danville, Virginia</a>, that Romney's plans to loosen bank deregulation would harm ordinary people. \"They're going to put y'all back in chains,\" he added.</p>",
  "<p>Mitt Romney is throwing in the towel. Not on the presidential race, mind you. But in recent weeks, he has tacitly abandoned his strategy of making this election a simple referendum on President Barack Obama's handling of the economy.</p> <p><a href=\"http://www.nytimes.com/2012/10/02/us/politics/as-economic-argument-sputters-romney-broadens-focus.html?hp&amp;_r=0\">The New York Times reports</a> that \"rather than focusing on Mr Obama, they plan to stress that voters need to make a choice between two men with different visions of the world.\" This means \"Mr Romney intends to hit the White House with a series of arguments – on energy, healthcare, taxes, spending and a more direct attack on Mr Obama's foreign policy record\", rather than focusing like a laser beam on jobs and the economy.</p> <p>In other words, Romney is now abandoning <a href=\"http://www.theguardian.com/world/2012/oct/02/mitt-romney-conservative-pundit-roundup\">his framing of the campaign</a> in favor of Obama's. Why?</p> <p>To some extent, this is because Romney's monomaniac focus on the economy didn't work as well as Bill Clinton's in 1992. Romney's vast personal wealth and the specifics of his business background – private equity and venture capitalism – have made it more difficult for him to seem in touch with the concerns of those with financial struggles. Second, the recession and the financial meltdown both started under George W Bush, with whom Romney bears some resemblance on policy, complicating the argument that Obama is solely responsible.</p> <p>A presidential candidate also needs to have detailed policy positions on the whole range of issues facing the country, not just economics. Moreover, it would be political malpractice to ignore the president's (mis)handling of Libya. But with this caveat: a campaign needs an overarching theme.</p> <p>The biggest problem is that Romney simply did a poor job making the economic argument. He unveiled a 59-point plan that was too long and unfocused to resonate. Then, when it was distilled to five points, it was still forgettable – even if you aren't Rick Perry. The rest of the details were supposed to be filled in by his choice of running mate. But the Romney tax plan isn't exactly Paul Ryan's, and the Democrats gleefully attacked Ryan's Medicare plan.</p> <p>That was as far as the positive case for Romney as an economic problem-solver went. Even when Romney confined his critique of Obama to the economy, he was all over the place: China, taxes, monetary policy, deficits, the unemployment rate among women. He did not establish a convincing connection between troubling statistics and Obama's policies.</p> <p>More often, Romney simply assumed that the self-evidently bad economy was Obama's fault and reason enough that he should be elected. </p> <p>Yet, there remains a huge, undeniable gap between Obama's promises and his results. In some cases, he is essentially repeating the same goals this year that he failed to achieve in his first term. Some of this over-promising came wrapped in hyperbolic, almost messianic rhetoric.</p> <p>Romney should stick to pointing to the disconnect between Obama's words and deeds, contrasting \"hope and change\" with slow growth and net job losses. He must note that Obama's deficits will lead inexorably to higher taxes, even for some of the \"47%\". Don't let Obama get away with \"created or saved\" metrics or comparisons to Bush. Compare the price tag of the Obama administration with the tangible results.</p> <p>None of that is good enough if Romney fails to establish himself as a suitable alternative. Romney should turn his record at Bain, on the Olympics and as governor of Massachusetts into a complete story: he is someone with expertise in turning around financially troubled entities – and that is exactly what Washington needs right now.</p> <p>It may not be an inspiring sales pitch, but it is the one that worked in his only successful political venture. Romney didn't get elected in Massachusetts because voters identified with him, felt comfortable with his wealth or even particularly liked him. He convinced them that he could come in and manage the government's financial affairs better than the people who were currently in charge.</p> <p>It's an opening that Romney has. He can accuse the bipartisan political class in Washington of mission creep and say that they have lost focus on their fiduciary responsibility to the shareholders – in this case, the taxpayers. He can say that in the business world, a chief executive who promised much and delivered little would have to be fired. </p> <p>The Romney-Ryan ticket has made many of these arguments in the past, of course. But it has not done so in any sustained way and has not stuck with any of them long enough for them to really permeate the public consciousness.</p> <p>This one-two punch has the benefits of being as accurate as anything is in politics, while also connecting with the concerns of voters who like Obama personally but aren't satisfied with what he has done as president. The campaign is, instead, unfolding in a way that allows them to stay with the president they like over the challenger they find off-putting.</p> <p>At this late date, it's not guaranteed to work. But it is a better bet than throwing things at the wall and seeing what sticks.</p>",
  "<p><strong>Hello, Mr Trump, how's New York?</strong></p> <p>It's beautiful here, beautiful!</p> <p>Great! So you're coming to London soon to talk about the secrets of your&#xa0;success <strong><a href=\"#1\">(1</a><a name=\"1back\">)</a></strong>. Can you give me some spoilers?</p> <p>I've given a lot of speeches to pass on what I've learned, and they always go down very well. My secrets are to know what you're doing, to love what you do and never quit <strong><a href=\"#2\">(2</a><a name=\"2back\">)</a></strong>. The tickets are selling great for the event. I'd be shocked if they didn't as they always do. Well, there's always a first time, ha ha ha! No, I would be shocked if they weren't&#xa0;selling.</p> <p>You've been very active politically of late <strong><a href=\"#3\">(3</a><a name=\"3back\">)</a></strong>. Do you think the Republicans are now regretting that you're not their candidate?</p> <p>I was extremely popular but I love what I do so I decided to stick with this. But a lot of people regret it, sure. I was leading in the polls <strong><a href=\"#4\">(4</a><a name=\"4back\">)</a></strong>. But I'm a friend of Mitt Romney, I think he's a very talented guy. He is a little bit behind but there's lots of time, more than a month.</p> <p><strong>You showed Sarah Palin around New York City last year. Are you still friends with her?</strong></p> <p>I am. I love her – Sarah's terrific. She should have been given a bigger place at the Republican National Convention. I don't know why she wasn't.</p> <p><strong>You were very energetic about insisting President Obama produce his birth certificate last year, which he did to your apparent satisfaction. But now you seem to be&#xa0;doubting its validity. Why?</strong></p> <p>I'm not the only one – many people are doubting it. I'm certainly not out on my own here! I was able to get him to produce it – John McCain couldn't do it, Hillary Clinton couldn't do it – but I don't know what it was he produced. Where are the hospital records? I'm amazed Governor Romney hasn't pursued him on this.</p> <p><strong>You've also expressed some doubts about the veracity of his university career. What do you want him to show&#xa0;you?</strong></p> <p>He should produce his college records, like all other presidential candidates have done <strong><a href=\"#5\">(5</a><a name=\"5back\">)</a></strong>. If I were running for president, that would be a main theme of my campaign. The Republicans should make him produce these in exchange for showing tax records. I honestly don't know why they don't insist on it.</p> <p><strong>Do you seriously think President Obama is hiding something?</strong></p> <p>Possibly, but we may never know.</p> <p><strong>You had some harsh words to say about Kate Middleton recently, tweeting that she \"has only herself to blame\" for being papped topless. </strong></p> <p>I really like Kate, I think she's terrific, but she does have only herself to blame for those photos. It doesn't matter what the lawyers do, those photos are everywhere. Everyone in New York has seen them. Kate is going to be the future Queen of England and you don't go topless if you're going to be the Queen. Is Kate more to blame than the photographer who took the pictures? Yes, I think so – there's just no excuse. If she'd had a bathing suit on that would be different. OK,&#xa0;she was at a private pool but what about the staff at the house? And there were all the hills and the road nearby – she should not have gone topless. I guarantee the Queen has never walked around topless. The&#xa0;Queen&#xa0;has never done anything wrong at all. I totally adore the royal&#xa0;family.</p> <p><strong>You've taken to Twitter very enthusiastically – how do you cope&#xa0;with the abuse?</strong></p> <p>My Twitter has more followers than the New York Times has readers. I&#xa0;have a newspaper – I literally have&#xa0;my&#xa0;own&#xa0;newspaper and it's called @iamdonaldtrump. Literally <strong><a href=\"#6\">(6</a><a name=\"6back\">)</a></strong>. Now when someone attacks me, I attack them right back. I used to have to make speeches to attack people, now I don't even have to do that. I only attack people who attack me or who are wrong – like Alex Salmond.</p> <p><strong>Alex Salmond, the First Minister of Scotland?</strong></p> <p>Mad Alex – that's what I call him – is going to destroy Scotland with those wind turbines. They are a blight and if he keeps going with these things, Scotland will be reduced to nothingness. Scotland's greatest asset aside from its people is its beautiful landscape and he is destroying the beauty. Wind turbines are ugly, inefficient and costly and taxpayers are subsidising his folly. Mad Alex has a death wish. He is trying to destroy Scotland, and England should stop subsidising the death of Scotland.</p> <p><strong>Right. Speaking of the death of Scotland, how's the golf course, Trump International Golf Links in Aberdeenshire?</strong></p> <p>It's going fantastic. I've always gotten good reviews for all my work <strong><a href=\"#7\">(7</a><a name=\"7back\">)</a></strong> but the reviews for this have been the best. It's the best thing that's happened to Aberdeen since North Shore Oil [sic].</p> <p>Everybody in Aberdeen wanted it – at our worst we had 93% approval. The press really missed that story – that people wanted the golf course. I'm going to go up there and play in a few weeks and I'll see everyone who wants to thank me.</p> <p><strong>On a more personal level, I saw photos of your New York apartment <a href=\"#8\">(8</a><a name=\"8back\">)</a> in Hello! recently. Um, wow?</strong></p> <p>My apartment is in the Trump Tower in New York and it was easier to build the building than it was the apartment. But it's great, I've had some happy feelings there. It's a very friendly apartment.</p> <p>&#xa0;<strong>And finally, how many times a day do&#xa0;you get asked about your hair?</strong></p> <p>It is my hair and it's an amazing thing. Barbara Walters interviewed me on her&#xa0;show, The 10 Most Fascinating People, and she tried to mess up my hair and she determined it was real. It&#xa0;is my hair.</p> <h2><strong>Foot notes</strong> </h2> <p><strong><a name=\"1\">(1)</a><br><a href=\"#1back\">Back to article</a></strong> Donald is speaking at the National Achievers Congress, 5-7 October, London ExCel <a href=\"http://nationalachieverscongress.co.uk/\" title=\"\">nationalachieverscongress.co.uk</a>. </p> <p><strong><a name=\"2\">(2)</a><br><a href=\"#2back\">Back to article</a></strong> Donald Trump's companies have filed for bankruptcy four times. Not the usual definition of success but, as the man says, he has never quit and is ergo successful. </p> <p><strong><a name=\"3\">(3)</a><br><a href=\"#3back\">Back to article</a></strong> Trump flirted with running for president last year. This flirtation happened to coincide with promotion of the TV show The Apprentice, in which he stars. </p> <p><strong><a name=\"4\">(4)</a><br><a href=\"#4back\">Back to article</a></strong> Amazingly, this is true – for about a minute in April 2011. </p> <p><strong><a name=\"5\">(5)</a><br><a href=\"#5back\">Back to article</a></strong> Untrue. Trump's best friend Sarah Palin, for one, didn't release hers until after the election. Nor did George W Bush. </p> <p><strong><a name=\"6\">(6)</a><br><a href=\"#6back\">Back to article</a></strong> Not literally.<br> <strong><a name=\"7\">(7)</a><br><a href=\"#7back\">Back to article</a></strong> \"Unlikely to provide the fond memory that some worthwhile extravagances do\" – New York Times review of Trump International Hotel &amp; Tower Toronto. </p> <p><strong><a name=\"8\">(8)</a><br><a href=\"#8back\">Back to article</a></strong> Three floors and $50m of gold, marble, ceiling frescos and winged cherubs.</p>",
  "<p>Mitt Romney will use Wednesday's presidential debate with Barack Obama to try to get across a clear, unequivocal message after weeks in which he has been accused of leaving voters confused by frequently chopping and changing.</p> <p>Romney, in an <a href=\"http://www.denverpost.com/nationalpolitics/ci_21676605/romney-wont-deport-young-illegals-who-have-temporary\">interview with the Denver Post</a> and at a late-night rally in Denver on Monday, offered a preview of his line of attack for the 90-minute debate. Central to his strategy will be to attempt to undo some of the damage caused by the secret video in which he dismissed 47% of Americans as freeloaders. </p> <p>He will list damning statistics showing the extent to which Americans have become dependent on the federal government, from food stamps to unemployment benefits.</p> <p>He will also attempt to work into the debate, even though it is supposed to be devoted exclusively to domestic policy, accusations that the White House obfuscated over the killing of US ambassador Chris Stevens and three other Americans in Benghazi, Libya.</p> <p>In a sign that Republicans have not yet given up on Romney with five weeks left to election day, one of the biggest of the conservative Super Pacs, American Crossroads, which is run by, among others, Bush's former adviser Karl Rove, announced Tuesday it had bought $16m in television and radio ads for a week-long blitz in the eight presidential swing states and in four Senate contests.</p> <p>If Crossroads had decided the election was now unwinnable, it would have shifted the bulk of the money to the Senate races. Instead, it is spending $11m on the presidential race and $5m on the Senate races.</p> <p>Romney's campaign team has been engaged for days over what strategy to pursue in the debate and in the weeks left to election day: whether to stick rigidly to the economy, as his main strategist Stuart Stevens advocates, or seek to exploit questions over Obama's handling of the Middle East.</p> <p>The internal debate remains unresolved, with campaign advisers briefing journalists that Romney is to adopt a scatter-gun approach in the coming weeks, tackling a range of issues across a broad spectrum. The Romney campaign has had three relaunches in as many weeks.</p> <p>In contrast with Obama, who is facing no criticism from Democrats over the way he is running his campaign, Republican politicians and conservative commentators have rounded on Romney for what they label a policy vacuum and sought to fill it with conflicting advice, ranging from offering specific policy points to switching to foreign policy.</p> <p>Ed Gillespie, one of Romney's campaign advisers, denied that the regular switches in messaging over the last few weeks reflected chaos and insisted it reflected the range of issues facing voters.</p> <p>In the Denver Post, Romney predicted that after the debate the lines between him and Obama would be clearer. \"I think what's going to happen in this debate is each of us will get the opportunity to describe our pathway forward for America. And for the last several weeks and months, the president has dramatically distorted my own views. I look forward to the debate so people will understand what I actually believe.\"</p> <p>The main line from Romney, according to his campaign advisers, will be that the last four years have been disastrous and that voters don't want another four years of the same.</p> <p>At the rally in Denver on Monday night, Romney rehearsed his response to the secret video, arguing that the 47% were dependent on federal aid because of Obama's policies. The Republican candidate ran through a series of statistics: the number of people on food stamps had risen by 15 million; one in six live in poverty; 23 million are looking for work; and for 43 straight months, unemployment has stood above 8%.</p> <p>\"The economy is not in recovery. We're not seeing a real recovery. The president's policies have not worked,\" he said.</p> <p>Conservatives hope that the election will eventually tighten and that the US media, keen to see a dramatic election finish, will jump on the slightest sign of recovery by Romney as a comeback. </p> <p>But the latest poll, from Quinnipiac University, shows no shift yet in Obama's lead, putting him at 49% to Romney's 45%. It records he has an 18% lead over Romney among women, 56% to 38%, and 94% to 2% among African Americans. Romney has a lead among men 52% to 42% while white voters back Romney 53% to 42%.</p>",
  "<p>The international community has been hand-holding Afghanistan for long enough and Kabul should now be left to get on with running the country without the west's constant interference, the British ambassador in Kabul has said.</p> <p>In an interview with the Guardian, Sir Richard Stagg said it was also clear that the Taliban had grown tired of camping across the border in Pakistan and had accepted they needed to be involved in peace and reconciliation talks over the next two years if they were to have any hope of sharing power.</p> <p>The Foreign Office does not believe the complex obstacles to negotiations are insurmountable, which will give further encouragement to the voices in Whitehall pushing for an acceleration of the British military and civilian withdrawal.Stagg acknowledged that the debate about withdrawal was ongoing and hinted that he believed a faster drawdown was not only possible, but preferable:</p> <p>\"The question is: how fast do you hand over? It's not a gulf of difference. It is a spectrum and it depends on your judgment on the progress we are making. And on the security side we are making good progress.</p> <p>\"The more the people of Afghanistan see their own government stand on its own two feet, the better for everybody. This is not a matter of us cutting and running and disappearing, it is a matter of shifting the nature of our engagement from hand-holding to one which is offering support as needed and required.\"</p> <p>He added: \"We need to allow [the Afghans] to get on with things more. The international community has been a bit omnipresent in the last decade and we need to move to a different business model in which we are there to provide help and guidance but not there to try to take decisions for them.\"</p> <p>The ambassador's remarks chime with those of Nato's secretary general, Anders Fogh Rasmussen, <a href=\"http://www.guardian.co.uk/world/2012/oct/01/nato-forces-afghanistan-early-retreat?INTCMP=SRCH\" title=\"\">who said on Monday </a>that the retreat of western forces from Afghanistan could come sooner than expected. \"If the security situation allows, I would not exclude the possibility that in certain areas you could accelerate the process,\" Rasmussen said.</p> <p>Much will depend on a report from Nato's overall commander in Afghanistan, General John Allen, which will be finished within weeks, and the result of the forthcoming US presidential election.</p> <p>The White House is not expected to make any big decisions on Afghanistan until after polling day on 6 November. If Mitt Romney wins, Nato commanders expect further delays as a new administration gets to grips with the issues. A former ambassador to India, Stagg took over from Sir William Patey in April this year. He said he had been encouraged by the capability of Afghan security forces, but added that one of his aims was to help underpin faith in the country's political system before the presidential elections in 2014.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397066663\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349196919532/British-High-Commissioner-006.jpg\" alt=\"British High Commissioner in India Sir Richard Stagg\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The British ambassador to Afghanistan, Sir Richard Stagg. Photograph: Fayaz Kabli/Reuters</span> <span class=\"element-image__credit\">Photograph: Fayaz Kabli/Reuters</span> </figcaption> </figure>  <p>Stagg warned there is a danger that western countries expect too much from Afghanistan: \"We need to be sensible in our ambition. I think wWe should be careful not to expect Afghanistan, which started off from a far, far worse place than its neighbours, to leap-frog to a far more orderly or better-run society than the rest of the region.</p> <p>\"We should help to lay a foundation so that the principles of how the society might evolve are there. The challenge is to have a process by 2014 that is orderly and transparent, and that it leads to a peaceful transition to a new government. Challenge is not a codeword for impossibility. There are still 18 months to go.\"</p> <p>Stagg said the Taliban could see a new political infrastructure being created in Kabul, and had begun to realise that if it wanted to shape Afghanistan's future, it needed to be involved now, and not after the election, when it will be too late.</p> <p>\"There is going to be a process of work over the next two years to shape the future Afghan political environment, and I think the Taliban can see that it would be to their disadvantage not to be part of that process. The Taliban have been in exile for over a decade. They would very much like to be back in their own country. And they have now discovered that the Afghan army is an effective force.</p> <p>\"The sense of being able to take charge of the country … I think they realise this is now totally unrealistic. So if you are thinking that the only way forward is the potential to share power, then talking is a sensible way of achieving that outcome. We are seeing more and more signs that the Taliban are moving towards that understanding.\"</p> <p>Nato is working towards pulling out all of its combat forces by the end of 2014, although it has not set out a timetable for withdrawal. Earlier this year, Nato military commanders had argued they needed as many troops there as possible for as long as possible, but that view has changed in recent months. The number of so-called \"green on blue\" attacks, where Afghan soldiers have shot colleagues in Nato's International Security and Assistance Force, has increased sharply this year.</p> <p>With more than 50 troops killed, including five Britons, trust between the forces has been strained and calls for a substantial withdrawal of forces in 2013 have increased.</p>",
  "<p>A judge in Pennsylvania has put on hold a key provision of the state's contested voter ID law that required all voters to show an authorised photocard before they could cast their ballot in November's presidential election.</p> <p>Judge Robert Simpson of the Pennsylvania commonwealth court allowed most of the state's new voter ID law – one of the toughest in the country – to stand. But he put on hold a provision that would have required anyone unable to produce photo ID to file a preliminary vote and then validate their ballot within six days of the vote by producing the card.</p> <p>The judge's <a href=\"http://media.philly.com/documents/CMWSuppDetAppPrelInjOrder_100212.pdf \">preliminary injunction</a> on the photo card requirement will last only for the 2012 presidential election. Simpson said he had decided to impose it because \"I am not still convinced that there will be no voter disenfranchisement arising out of the commonwealth's implementation of a voter identification requirement for purposes of the upcoming election\".</p> <p>The ruling is subject to a possible appeal by the state to the Pennsylvania supreme court.</p> <p>Advocates for voting rights hailed the judgement as a victory for their cause. Wendy Weiser, an expert on the subject at the Brennan Center for Justice at NYU school of law, said the ruling would help to keep US elections free, fair and accessible to all. \"Implementing a sweeping new voter ID law so close to an election would prevent eligible citizens from voting and having their say in our democracy. We are pleased the court refused to allow politicians to manipulate the system for their own benefit by rushing through new voting requirements that would keep out legitimate voters.\"</p> <p>The Pennsylvania voter ID law was one of the most egregious examples of a spate of hardline legislation that has swept the country. Since January 2011, 19 states have <a href=\"http://www.brennancenter.org/content/resource/2012_summary_of_voting_law_changes/\">passed a total of 24 laws</a> that erect new hurdles to voting, the most common of which is a requirement to show photo ID cards.</p> <p>Proponents of the laws have insisted they are necessary to combat fraudulent ballots. But in practice, proven examples of fraud at the ballot box are fleetingly rare, and civil rights groups such as the NAACP and the American Civil Liberties Union have argued the measures disenfranchise vulnerable communities such as ethnic minorities, older people, disabled people and the young.</p> <p>The Pennsylvania legislation caused extra consternation earlier this year when Mike Turzai, leader of the Republicans in the Pennsylvania assembly, <a href=\"http://www.youtube.com/watch?v=EuOT1bRYdK8\">said at a rally of party members</a>: \"Voter ID, which is going to allow governor Romney to win the state of Pennsylvania. Done.\"</p> <p>The law also caused alarm after Pennsylvania election officials released figures that suggested that <a href=\" http://articles.philly.com/2012-07-05/news/32537732_1_voter-id-new-voter-id-cards\">some 758,000 registered voters did not have valid photo cards</a> – suggesting up to 9% of the electorate could be disenfranchised. In his deliberations, Simpson rejected the 9% figure as inflated, but he also found that the state's claim that just 1% of voters were without valid identification was an underestimate.</p> <p>The battle over Pennsylvania's voter ID law has been so fierce in part because of the state's rich crop of electoral college votes – it holds 20 of the 270 votes needed to win the presidency. In 2008, Obama won the state with 54% of the vote to John McCain's 44%.</p> <p>This year most polls are putting Obama again comfortably in the lead in Pennsylvania. The <a href=\"http://www.realclearpolitics.com/epolls/2012/president/pa/pennsylvania_romney_vs_obama-1891.html \">Real Clear Politics tracker poll </a>has the president eight points head on 50% to Mitt Romney's 42%.</p>",
  "<p>Mitt Romney has softened his position on immigration, promising for the first time to honour changes introduced in the summmer by Barack Obama that offer temporary visas to undocumented young people brought into the US by their parents.</p> <p>In an interview with the Denver Post before the first presidential debate in Colorado on Wednesday, he pledged that he would not revoke Obama's executive order and that undocumented young people who were brought to the US before their 16th birthday will not be deported.</p> <p>Romney has avoided answering the question of what he would do with Obama's order if he won the election, saying only that the issue had to be addressed by long-term reforms. His shift, on the eve of the debate and five weeks before the White House election, is aimed at cutting into Obama's commanding lead among Latino voters, who, though a minority, could tip the balance in some swing states.</p> <p>Romney told the paper: \"The people who have received the special visa that the president has put in place, which is a two-year visa, should expect that the visa would continue to be valid.\"</p> <p>He added: \"I'm not going to take something that they've purchased. Before those visas have expired we will have the full immigration reform plan that I've proposed.\"</p> <p>His change came the day before the first presidential debate, being held in Denver, and five weeks before the White House election.</p> <p>Romney took a hard line on illegal immigration during the Republican primaries and caucuses, saying he would pursue tough policies that would lead to \"self-deportation\". But he now faces electoral arithmetic that shows Latinos backing Obama by at least two to one – and that could make a difference in swing states such as Colorado, Nevada, Virginia and Florida.</p> <p>When Obama introduced the change in June with an order that bypassed Congress, Romney criticised the president for failing to go through the legislature. Faced with questions at the time about what he would do about the visas if he won the election, Romney opted for ambiguity, saying the order would be \"superseded\" by what he said would a comprehensive immigration reform package.</p> <p>There are an estimated 11 million or more undocumented migrants in the US, making immigration an emotive issue. Some diehard Republicans favour deporting those immigrants without papers, but Democrats, and some moderate Republicans, argue this is impractical and needs a more humane approach.</p> <p>Obama won the support of Latinos in the 2008 election, but disillusionment crept in with his failure to deliver on immigration reform combined with a continuing high number of deportations.</p> <p>In an interview last month with Spanish-language network Univision, he described the lack of immigration reform as the biggest failure of his first term. His order lifting the threat to undocumented children rallied Latinos behind him again.</p> <p>Romney and some of the other Republican presidential candidates alienated many Latinos during the primaries and caucuses with their anti-immigrant rhetoric. Only Newt Gingrich and Rick Perry took a different line. </p> <p>Since becoming the Republican presidential nominee, Romney has tentatively tried to woo Latinos, with a series of Spanish political broadcasts and appearances on Spanish-language TV stations.</p> <p>Romney had been working on an immigration reform plan with the Florida senator Marco Rubio, but abandoned it when Obama announced his order.</p> <p>In the Post interview, Romney said he would introduce immigration reform in his first year in office but did not go into specifics.</p> <p>\"I will propose a piece of legislation which will reform our immigration system to improve legal immigration so people don't have to hire lawyers to figure out how to get here legally,\" Romney said. \"The president promised in his first year – his highest priority– that he would reform immigration, and he didn't. And I will.\"</p> <p>As well as voting for the president in November, Colorado will also vote on whether to legalise marijuana, allowing people to possess small amounts for recreational purposes, the first state in the US to allow this. At present, it is available over the counter in the state for medicinal uses.</p> <p>The change is backed by some Republicans as well as Democrats.</p> <p>A recent poll showed 51% in favour of the change in law but Romney expressed his opposition.</p> <p>\"I oppose marijuana being used for recreational purposes and I believe the federal law should prohibit the recreational use of marijuana,\" he said.</p>",
  "<p>For a while last week it felt like half of Europe was on its feet in protest. In France, where President Hollande unveiled the nation's harshest budget for 30 years (including his much-anticipated \"supertax\" on the rich), demonstrators demanded a referendum on European fiscal discipline. In Greece, a general strike paralysed the country and some 200,000 people marched on parliament. Even the mild-mannered Portuguese seem to have had their fill of austerity, taking to the streets of Lisbon in their tens of thousands.</p> <p>But it was in Spain where the consequences of the financial crisis suddenly felt most urgent. A new austerity budget announced for next year, unemployment rising past 4.7 million, a €59.3bn ($76.5bn) shortfall in the banking sector and confrontation between Madrid and the regional Catalan government. To top it all, flash flooding caused deaths and extensive damage in the south of the country. As Spain's social, political and cultural fabric struggles to absorb the strain, our cover story this week asks the question: just how much more pain can the country take?</p> <p>In our Comment pages, meanwhile, the economist Ha-Joon Chang argues that the root causes of resentment are not austerity politics per se, but the politicians who are using it to rewrite our social contracts via the back door. It's a thought-provoking piece and I recommend you seek it out.</p> <p>Elsewhere, Venezuela's colourful president Hugo Chávez is no stranger to the Guardian Weekly's news pages. But as he attempts to convert a narrow opinion poll lead into another election victory this weekend, we consider whether his centre-right challenger Henrique Capriles can pull off a stunning shock.</p> <p>The presidential race is also warming up nicely in the US, where the first televised debates between President Barack Obama and his Republican challenger Mitt Romney begin this week. We bring you news from both campaign trails.</p> <p>In Bolivia we venture into the crumbling silver mines of Potosí, where miners still risk their lives on a daily basis and where intrepid tourists can witness the appallingly hot, cramped conditions for themselves.</p> <p>From the Middle East, Guardian correspondent <a href=\"http://www.guardian.co.uk/profile/harrietsherwood\" title=\"\">Harriet Sherwood</a> has met some of the children who have witnessed the horrors of Syria's civil war and escaped to tell the tale. It's a harrowing reminder of the brutal atrocities being committed every day in this deeply entrenched conflict. We also report from Afghanistan, where the police force is seeing a surprising rise in the number of women enrolling for active service.</p> <p>From west Africa our sister publication Le Monde has the fascinating story of the illegal offshore petrol trade between Nigeria, where fuel prices are subsidised, and its neighbours, where they are not. From Lagos we report on the increasingly formal use of Pidgin around the country, and from Mali we examine the government's efforts to gain international support for an offensive against the Islamic rebels controlling the north of the country.</p> <p>Ever taken a tablet and wondered if it is really making you feel better? In our Review section, Ben Goldacre takes a look at how shockingly easily it is for big pharmaceutical manufacturers to manipulate clinical trial data.</p> <p>In Seoul, meanwhile, manipulation of a very different sort is reckoned to be behind a North Korean defector's sudden and unexpected decision to return to Pyongyang. In the Books section, Rachel Cooke of the Observer considers Naomi Wolf's controversial new book about female sexuality.</p> <p>And to round off this week's edition, <a href=\"http://www.guardian.co.uk/profile/richardwilliams\" title=\"\">Richard Williams</a> reflects on Europe's improbable Ryder Cup victory, a small but much-needed moment of satisfaction for a continent that seems perpetually knocked back on its heels these days.</p> <p>As ever we'd love to hear your thoughts on the edition so please do email them either to <a href=\"mailto:graham.snowdon@guardian.co.uk\" title=\"\">myself</a> or the Guardian Weekly editor <a href=\"mailto:abby.deveney@guardian.co.uk\" title=\"\">Abby Deveney</a>.</p> <p>Are you a subscriber <a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\">looking for our digital edition? If so, click here</a>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, read our <a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\">FAQs</a>.</p> <p>Want to change your delivery address? Your email address? Suspend delivery? You can <a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\">manage your account online by clicking here</a>.</p>",
  "<p>Well! This is <em>quite</em> an exciting week in US politics. It's been a long slog but the conclusion has been reached, with all the narratives of the past few months – years, really – dovetailing into one beautiful and inevitable conclusion, one that all US citizens can gaze upon and sigh, \"Ah, yes: this, yes this, is America.\" I am speaking, of course, of the supremely American <a href=\"http://www.nydailynews.com/entertainment/gossip/lindsay-lohan-assaulted-manhattan-hotel-room-tells-cops-man-met-club-choked-report-article-1.1171479#ixzz27ziSa5eG\" title=\"\">news story</a> that broke on Sunday in which Lindsay Lohan – for it was she – allegedly got into a fight in a cheesy New York hotel with a 25-year-old Republican congressional aide called Christian LaBella. Politics and Lohan: ahhhh, you meet at last.</p> <p>This alleged event happened allegedly at the end of a long alleged night of what we Americans call \"partying\". Lohan allegedly realised LaBella had allegedly taken photos of her allegedly engaged in the aforementioned alleged partying, and words and possibly more were exchanged. And you know this LaBella dude must be cool because not only did he allegedly party with Lohan but his Facebook photo shows him grinning next to that ultimate homeboy, VP candidate Paul Ryan. The Republicans, Lohan, a cellphone, a hotel scrap at 6am: this is the natural crescendo to the modern American story. The peak has been reached; prepare for the bends as we plummet downwards.</p> <p>And speaking of plummeting ever downwards, it's the first presidential debate tomorrow night. Which is yet another big event in US politics this week. Oh ambassador, with all of this political excitement you are spoiling us. We can all only cross our fingers that Lohan will make a guest appearance in this one, too, and, really, that isn't beyond the realms of possibility.</p> <p>Yet more usually, the debates – and yes, there is more than one of them – can get a little, um, what's the word? It's on the very tip … that's it: boring. Indeed, being boring was pretty much Obama's strategy last time round, which is why not even the Washington Post – a publication so wonky it excitedly describes this week's debate as <a href=\"http://www.washingtonpost.com/politics/decision2012/what-to-expect-in-wednesdays-first-presidential-debate/2012/09/30/25562912-0b05-11e2-bd1a-b868e65d57eb_story.html\" title=\"\">\"a cultural event\"</a> – can remember a single \"genuinely memorable\" moment from the 2008 debates with John McCain due to Obama's attack plan of being \"serious and sober\" and \"milking the clock\". This is Washington Post speak for \"being boring\". Obama's own team have said they are preparing him to be \"workmanlike\". Again, read \"boring, and don't set your Sky+ to record\".</p> <p>Mitt Romney might provide some comedy, albeit wholly unintentionally. News that he has been in a concrete bunker for the past few days being reprogrammed for the debate dismayed those who find his <a href=\"http://www.youtube.com/watch?v=JBu-NnAxu80\" title=\"\"><em>pied dans la bouche</em></a> <a href=\"http://www.youtube.com/watch?v=RHaMqHh5NZ4\" title=\"\">moments</a> <a href=\"http://www.theguardian.com/world/video/2012/sep/19/obama-ad-romney-47-video\" title=\"\">the only things</a> that make this election bearable. But then, great news! His team, for reasons known only to them, informed the New York Times <a href=\"http://www.nytimes.com/2012/09/29/us/politics/cramming-and-pruning-for-first-presidential-debate.html\" title=\"\">that they have prepared some \"zingers\" for their candidate</a>, which he has been practising \"since August\". Spontaneous rib ticklers! Which Romney has been reciting to himself since August! I think the world will knock itself off its own axis through the violence of our collective guffaws.</p> <p>So how to make these events even more fun? Welcome to the bluffer's guide (with added games).</p> <p><strong>How to talk about the debates beforehand</strong></p> <p>Easy! Simply say any of the following sentences in any order you fancy: \"The debates don't matter\"; \"Let's not forget the seminal Kennedy v Nixon debate in 1960\"; \"Reagan v Mondale debate in 1984\"; \"Gore v Bush in 2000\"; \"Kerry beat Bush in the debates in 2004, remember\"; \"Romney needs to land a zinger of the 'senator, you are no Jack Kennedy' ilk, like Bentsen said to Quayle in 1988, but then, unlike Bentsen, um, win\"; \"Obama is an orator not a debater\"; \"Romney is no good on the attack\"; \"They're both impatient\"; \"It's all scripted, you know\"; \"Of course I'm staying up to watch\".</p> <p><strong>How to talk about them afterwards</strong></p> <p>\"He only needed to survive\"; \"You could tell they practised\"; \"They practised?\"; \"Where were the zingers?\"; \"It's the VP debates next week that will be <em>really</em> fun\"; \"This was just domestic diplomacy – it's the foreign diplomacy debate that will be <em>really</em> interesting\"; \"It's just entertainment\"; \"The questions were terrible\"; \"God, that was boring\".</p> <p><strong>Drinking game!</strong></p> <p>Every time Obama or Romney says any of the following, knock back a shot. You'll be drunk by the end of the crucial first half hour, which will make the remaining hour a bit more enjoyable:</p> <p>\"Let me be clear about this.\"</p> <p>\"The figures just don't add up.\"</p> <p>\"That's just plain wrong.\"</p> <p>\"The American people deserve better.\"</p> <p>\"The American people are smart enough to see&#xa0;through that.\"</p> <p>\"The American people have suffered.\"</p> <p>\"Folks.\"</p> <p>\"I love this country.\"</p> <p>\"My wife/my family/my mother.\"</p> <p><strong>Bonus drink!!!!</strong></p> <p>\"President George W Bush\" – if Romney says this name, for the Republican party the equivalent of the Scottish play, you may drink a whole magnum to celebrate. But he probably won't, so no need to stock up on the champers.</p>",
  "<p>Georgia is on the edge of a new, uncertain political era after president Mikhail Saakashvili conceded defeat in parliamentary elections, and said the opposition billionaire Bidzina Ivanishvili would form a new government.</p> <p>In a TV address on Tuesday Saakashvili said his ruling United National Movement (UNM) had lost to Ivanishvili's Georgian Dream coalition. He urged Georgians to respect the result. \"We believe that their views are extremely wrong. But democracy works in a way that Georgian people make decisions by majority,\" he said.</p> <p>The election marks an extraordinary moment in Georgia's post-Soviet history, with power transferred for the first time democratically and thus-far peacefully between rival political forces.</p> <p>It is also a blow to the mercurial Saakashvili, who led the country's pro-western rose revolution in 2003. He has been an outsize, polarising figure ever since, at home and abroad.</p> <p>The man who defeated him is a 56-year-old billionaire with a stupendous private fortune, a large modern art collection and a zoo including penguins and a zebra. Ivanishvili entered politics just a year ago, turning a disunited opposition into a formidable electoral coalition. His democratic credentials are unproven.</p> <p>In a press conference on Tuesday Ivanishvili said Saakashvili should now resign. This is unlikely. Instead, Georgia is entering a potentially volatile political period. The new parliament is set to nominate Ivanishvili as prime minister. Saakashvili has to approve the nomination and could, theoretically, reject it, triggering a constitutional crisis.</p> <p>But Raphaël Glucksmann, a senior presidential adviser, said on Tuesday that Saakashvili would not seek to thwart Ivanishvili.</p> <p>\"Saakashvili is very disappointed [with the result]. But one thing he is certain about is that leaders don't cheat in elections, and don't govern against the popular will,\" he told the Guardian, adding that the \"political dynamics\" were with the opposition.</p> <p>The big political question is whether Saakashvili and Ivanishvili can co-operate, in the wake of an election campaign characterised by mutual vitriol. The early signs of co-operation were not encouraging. Ivanishvili called Saakashvili's widely praised reforms a joke, and said his rule was \"based on lies\". Government sources dismiss Ivanishvili as a Russian stooge.</p> <p>Under Georgia's constitution the president will carry on until the end of his term next October. After that Georgia shifts from a presidential to a parliamentary system. Over the next 12 months Saakashvili and Ivanishvilithe two men will have to work closely together, and consult on foreign policy and the budget.</p> <p>Ghia Nodia, a former education minister who now runs a Tbilisi thinktank, said: \"You have Saakashvili's emotionality and Ivanishvili's bizarre character. But it's in both their interests to co-operate.</p> <p>\"If Ivanishvili accepts this power-sharing arrangement, he will see it as a transitory stage towards acquiring full power,\" he said.</p> <p>Nodia said the president deserved credit for allowing the democratic process to take its course: \"Whatever happens next, Saakashvili has vindicated himself to an extent. He is not a perfect democrat. But he is more democrat than autocrat. In autocracies, oppositions can't win elections.\"Some feared Ivanishvili might be tempted to emulate Ukraine's president Viktor Yanukovych and mete out judicial punishment to his defeated political enemies. \"The deep divisions in the country are slightly threatening. I sense vengeance, not just among people in the street but among [Georgian Dream] politicians who will be in the new parliament,\" Nodia said. Ivanishvili, however, said that government officials would not be prosecuted unless they had broken the law.</p> <p>Another unanswered question is Ivanishvili's policy towards Russia. The tycoon's international priorities are similar to Saakashvili's, and include European integration and Nato. But he has also pledged to improve relations with Vladimir Putin's Russia. Ivanishvili said he would try to convince Russia that Georgia's strategic aspirations were not a threat.</p> <p>Russia welcomed the result, saying ties that had been frozen in the wake of the 2008 Russian-Georgia war could be renewed.</p> <p>\"We are definitely looking forward for a fresh, new non-hostile, sober leadership in Georgia,\" said Dmitry Peskov, Putin's spokesman.</p> <p>A new leadership would be \"very good, very positive for us\", he continued. \"If they have more political wisdom under a new leadership, then lots and lots of new roads can be opened for the country.\" Russia cut ties with Georgia in the wake of the 2008 war over South Ossetia.</p> <p>Putin and Dmitry Medvedev, the current prime minister who was president at the time of the war, have refused to speak to Saakashvili. Ivanishvili has raised the prospect that some of Georgia's key exports – such as wine and mineral water – banned by Moscow in 2006 could now resume.</p> <p>Relations are expected to improve under Ivanishvili, who made his fortune in Russia in the 1990s. Peskov said the Kremlin had had no contact with Ivanishvili in the run-up to the vote. \"We don't know him,\" he said. \"We'll continue to watch very closely the preliminary results in Georgia, where the people are not in favour of the acting authorities so they should be changed.\"</p> <p>Georgian government sources, meanwhile, said they had not been expecting to lose Monday's election. Opinion polls had put Saakashvili's party in front.</p> <p>They conceded that a video broadcast on 19 September showing prison officers beating and raping inmates with broom handles had turned public opinion against the authorities. Voters in the Georgian Orthodox church – unhappy with the government's socially liberal policies – had also supported the opposition in huge numbers, they said.</p> <p>Official figures have yet to be confirmed but government sources said the coalition would have 84 parliamentary seats and the UNM 66. Ivanishvili's six-party coalition appears to have won about 51% of the popular vote, with 41% for UNM and 9% for other parties.</p> <p>Thousands of Georgian Dream supporters gathered on Monday night, celebrating in the capital Tbilisi and flooding Freedom Square. They included several nuns in black habits, waving blue Ivanishvili flags.</p> <p>\"The reality is that the majority of people in this country support Ivanishvili,\" Tarel Peradze, an engineer, said. He added: \"The problem is that Saakashvili didn't do dialogue. He only did monologue.\"</p>",
  "<p>The past couple of weeks have been cause for a dual celebration in the biochemistry and molecular biology lab that I head at the University of Nebraska Medical Center in Omaha. For one, a postdoctoral fellow who has been working with me for the past three years has received an assistant professor faculty position – no small feat in these troubled times. And if that wasn't sufficient cause for celebration, I recently received notification of the renewal of one of my major sources of research funding for the next four years – a grant from the National Institutes of Health (NIH).</p> <p>I gazed – shocked and awed – as amazement turned to relief, which morphed into a wondrous spurt of freedom and imagination as I realised that I will now be able to concentrate on <em>doing science</em> – rather than spending all of my time <em>proposing it</em>.</p> <p>However, my own good fortune notwithstanding, these days many scientists in the US are walking around with their heads lowered, muttering glaze-eyed and unfocused, openly pondering retirement and the end of the current wakeful nightmare. Most US universities use a system by which principal investigators receive a portion of their salaries from the institute. This magic number is often 75% in state universities – the supposed rationale being that the researcher doesn't teach during the summer, so if he/she wants to receive compensation, it should be from research grants. </p> <p>Some of the private institutions have even less of their scientists' salaries covered, dipping towards 50, 25 10 or even 0% in some cases. For those who think that tenured professors have it easy, please remember that tenure isn't very helpful if one isn't receiving a salary.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397023732\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349159378494/figure1.png\" alt=\"NIH funding has remained flat in real terms since 2005\" width=\"460\" height=\"274\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NIH funding in real terms since 1998. <a href=\"http://dpcpsi.nih.gov/council/pdf/Council_of_Councils_090512.pdf\">NIH Council of Councils</a>.</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>As I've hinted above, grants from the NIH are becoming increasingly difficult to obtain. The National Cancer Institute, one of the many institutes belonging to the NIH, had a payline recently of 6% – meaning that only grants ranked in the top 6% were assured funding. This means that of 20 grants being reviewed, roughly one would be funded. The others will have to manage without research dollars, or money for their salaries.</p> <p>The primary culprit for this situation is the NIH budget, coming in at about $32bn. Essentially, although the Clinton administration facilitated the doubling of the NIH budget just over 10 years ago, in terms of real buying power the budget has been flat for quite a few years (see graph). We have a burgeoning number of scientists, and universities are increasingly anxious to improve and enhance their scientific reputations. This makes for a lot more competition over the same wedge of pie. </p> <p>The NIH is reportedly finding it harder to recruit scientists for peer review of these grants. After all, it's depressing to try to distinguish between the merits of grants when only 1/20 are funded! How can a reviewer distinguish between a 6th and 8th percentile ranked grant?</p> <p>Traditionally, the NIH and science funding have been supported by both sides of the aisle, Democrats and Republicans, and by both arms of Congress, the House of Representatives and the Senate. But with a $900bn deficit looming for 2013, and calls for containing the deficit with cuts to government and government spending, predictions are that NIH will be lucky to get off with a small cut of several percent in the upcoming budget. This does not bode well for science.</p> <p>Neither candidate has (predictably) made science policy a major discussion point in his presidential campaign. However, pressed by scientists to answer 14 key questions ranging from their views on investing in science and basic research to climate change, both candidates submitted written answers which can be compared at <em><a href=\"http://www.sciencedebate.org/debate12/\">science debate</a></em>.</p> <p>Admittedly, both candidates come out in support of investing in science and basic science, although not surprisingly in extremely vague terms. Barack Obama specifically notes on a number of occasions the importance of public (and private) funded basic research and development. He notes the goal of investing ~3% of the GDP in research, and comments that he wants to double funding to key scientific agencies. </p> <p>Although no time frame is given (nor are the specific agencies identified), Obama has pledged to invest heavily in science education, particularly to enhance the STEM (Science, Technology, Engineering and Mathematics) fields. He has already begun to do so in the current term. In addition, Obama points to the American Recovery and Reinvestment Act that he initiated in 2009 as part of the plan to inject capital into the American economy. Huge amounts of money flowed temporarily into the NIH – and although as a recipient of these funds I can't complain, as this clearly advanced my own research – many scientists have been critical of using such large amounts of money for short-term goals.</p> <p>Mitt Romney, while vaguely endorsing government-supported research and investment in it, seems to shy away from voicing too much support for such public research, and perhaps predictably emphasises the private sector. In comparing his answers to the 14 questions with those of Obama, Romney is less focused on presenting actual plans of what he will do, if elected, and appears more concerned with lashing out at those of his opponent. Romney's answers often are a rambling and rather diffused attack on the Obama administration's health care reform (which mandates that every American hold health insurance), and provide minimal substance on actual science policy.</p> <p>Stem cell research was not among the questions presented to the two candidates. However, upon assuming office in 2008, Obama did not take long to ease the restrictions on the use of federal research dollars for studies involving embryonic stem cells (put in place by his Republican predecessor, George W Bush). He has also approved the use of a wider variety of stem cells. Romney has said little about stem cells, but the antagonistic policy of his party is well noted.</p> <p>Given the track record of Obama in supporting education and science (despite difficult economic times), I have little doubt that he will do a better job in promoting science in this country. Knowing that his world view on other issues is closer to my own than that of Romney makes it a simple choice for me on election day – or as we say in the US, \"a no-brainer\".</p>",
  "<p>Early exit polls appear to give the Georgian billionaire Bidzina Ivanishvili a victory in Georgia's parliamentary election , though his opponent, President Mikheil Saakashvili, also insisted last night that his party was in the lead.</p> <p>Two polls on Monday put Ivanishvili's Georgian Dream opposition coalition ahead of Mikheil Saakashvili's ruling United National Movement (UNM) party. Imedi TV said Ivanishvili had won 51% of the vote compared with 41% for UNM, with 35% of people refusing to reveal how they had voted. The Georgian public broadcaster had Georgian Dream and UNM tied, with 33% each. Georgian Dream's own pollster reported an overwhelming lead, with 62% against the UNM's 28%.</p> <p>Speaking after the polls were released, President Saakashvili conceded that the opposition had won in the \"proportional race\" – a reference to 77 seats chosen on a party-list system. However, he claimed his party was \"in the lead with a large margin\" outside the capital, Tbilisi. It had a \"significant advantage\" in 73 constituency seats, he said.</p> <p>Ivanishvili last night said his party had decisively won the poll. He also said it was on course to win at least 100 seats. He tweeted: \"The people of Georgia need to react to our victory calmly and remember that those who voted for the UNM are our brothers.\"</p> <p>His prediction – if confirmed on Tuesday – would be a devastating defeat for President Saakashvili, who swept to power in the rose revolution of 2003. It would also mark a remarkable democratic breakthrough for the small post-Soviet state. Whatever the final outcome, Georgia is now likely to have a parliament made up of genuine opposing forces.</p> <p>In Tbilisi, an opposition stronghold, Ivanishvili supporters poured on to the streets to celebrate. Several thousand celebrated in Freedom Square, waving blue Georgian Dream flags, with cars hooting horns. \"The reality is the majority of people in this country support Ivanishvili,\" said Tarel Peradze, an engineertold the Guardian.</p> <p>Speaking to his supporters at his party's HQ, Ivanishvili said his main priority was to \"unite our country so what was happening in Georgia will never happen again\", a reference to Georgia's alleged authoritarian drift during Saakashvili's eight years in power. He restated his commitment to a pro-western foreign policy, saying: \"We will move towards Nato and I believe we will become a member of Nato.\"</p> <p>The tycoon also said his first foreign trip – assuming he becomes prime minister – would be to the United States. He pledged not to clamp down on critical journalists – a hallmark, according to government critics, of Saakashvili's misrule – and said he would respect Georgia's ethnic minorities.</p> <p>One senior Georgian government source confirmed Saakashvili had lost the popular vote. But he said it was still possible the UNM would emerge with a \"slim majority\" in the new parliament. They said Saakashvili's apparent defeat in a fair election showed that the opposition charge he had turned into a despot was evidently erroneous.</p> <p>Saakashvili is due to carry on as president until October 2013. After this, Georgia shifts from a presidential to a parliamentary system with an executive prime minister in charge. If Ivanishvili does win a parliamentary majority, it is difficult to see how the two men could work together. Ivanishvili yesterday said he was ready to co-operate if made prime minister. \"From my side, no problem,\" he said.</p> <p>The campaign has featured vituperative statements from both sides, with Ivanishvili hinting in an interview with the Guardian on Sunday that the president was willing to do anything to stop him.</p>"
]