[
  "<p>Those who follow my writing know that I am <em>not</em> a fan of <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/01/bias-polls-harry-enten\">weighting polls</a> to a predetermined party identification (ID). The reason is that questions on party ID can be skewed by question ordering and political environment. Many Republicans said, for instance, they were independents <a href=\"http://www.ropercenter.uconn.edu/elections/how_groups_voted/voted_76.html#.UFd8W79nFE4\">after the Watergate scandal</a>. Respondents may also be more likely to call themselves an independent instead of a Republican if they decide to cross party lines at an election.</p> <p>Some Republicans have been up in arms this year over what they perceive as polls with too many Democrats. The charge is not new. <a href=\"http://www.mysterypollster.com/main/2004/09/weighting_by_pa.html\">In 2004</a>, many Democrats complained of a bias: they thought the polls had too many Republicans. Why? Pollsters were finding that more voters identified as Republicans than usual. But it turned out that more voters in the <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/US/P/00/epolls.0.html\">exit polls</a> called themselves Republicans than in prior years – and George W Bush did win.</p> <p>The truth is that while some pollsters are unreliable, most know what they are doing. It's also important to remember that most media companies use bipartisan polling teams. <a href=\"http://www.foxnews.com/politics/interactive/2012/09/12/fox-news-poll-obama-tops-romney-in-post-convention-poll-most-say-country-still/\">Fox News</a> has both a Democrat and a <a href=\"http://shawresearch.com/shaw/Bio.html\">Republican pollster</a> on their team. They found President Obama up by 5 percentage points. Are they biased?</p> <p>NBC News/Wall Street Journal has given Obama <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/30/race-2012-election-more-demagogics-demographics\">the advantage</a> in every one of their polls. Did you know that one of their pollsters is <a href=\"http://pos.org/about/partners-and-vice-presidents/bill-mcinturff-va/\">Republican Bill McInturff</a>, whose partner is Mitt Romney's pollster Neil Newhouse?</p> <p>Still, the party identification argument would be more sustainable if it made a big difference across pollsters: that is, if pollsters who had more Democrats than others were more Democratic, while those with more Republicans were more friendly to the GOP. To that effect, an <a href=\"https://twitter.com/NumbersMuncher/status/246966493185728513/photo/1\">interesting graph</a> was published by Tweeter \"Numbers Muncher\". </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396287912\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/17/1347913964810/obamalead_460.jpg\" alt=\"Obama's lead by party ID\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>The graph is supposed to show that the more there are survey respondents who identify as Democrats, the bigger the Obama lead. Your eye is probably drawn to the relationship between Rasmussen (at bottom left) and every other pollster. Join the dots, and you would seem to have found a fairly straightforward relationship: more Democratic-identified respondents giving a more pro-Obama poll result.</p> <p>You can explain about 45% of the difference in Obama's lead and the percentage difference between Democrats and Republicans in the sample. That's a solid, though not overwhelming relationship. It suggests that the number of Democrats in one sample can help predict whether or not the poll is going to be more Democratic than a poll done by another outlet.</p> <p>The problem is that the relationship is being driven by one datapoint. Take Rasmussen out of the chart, and you get this graph:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396287913\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/17/1347914038711/partyID_460.jpg\" alt=\"Obama lead v party ID\" width=\"460\" height=\"256\" class=\"gu-image\" /> </figure>  <p>All of a sudden, the relationship that seemingly was there, no longer is. The explanatory power of party ID, therefore, is essentially zero. The pollster that has the most favorable Romney numbers gives Democrats a 10-percentage point party ID advantage. If anything, you might try and draw a U-shape to connect the dots.</p> <p>A truly real statistical relationship should not be dependent on one datapoint. Adding the newly released <a href=\"http://argojournal.blogspot.com/2012/09/poll-watch-monmouth-university-2012.html\">Monmouth University poll</a> continues to prove a lack of a relationship.</p> <p>The truth is that if you dig deep enough, you can find many causes for \"house effects\" (that is, differences between pollsters). This year, Democrats and some analysts <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/30/race-2012-election-more-demagogics-demographics\">have complained</a> about the racial composition of polling samples; I don't buy these racial arguments for the most part either. I only ask for individual pollsters to keep their own data consistent. A pollster shouldn't have a 35% Democratic-identified sample one time and a 25% sample the next, except when there have been changes to the electorate such as <a href=\"http://dailycaller.com/2012/09/12/obama-closes-enthusiasm-gap-with-romney-after-conventions/\">increased Democratic enthusiasm</a> after the Democratic National Convention.</p> <p>Now, none of this is meant to say President Obama will definitely win (more on that later in the week), but he <em>is</em> winning right now. That may be welcome news to some, but hard for others to accept – and I've seen that. Take it from someone who was among the first to call it that the Republicans would take over the House in <a href=\"http://poughies.blogspot.com/2010/02/republican-blizzard-on-generic-ballot.html\">2010</a> and hold it in <a href=\"http://www.centerforpolitics.org/crystalball/articles/hje2011102702/\">2012</a>; not everyone wanted to hear this.</p> <p>I'm interested only in projecting the winner of this presidential election objectively. If there are those who prefer to cherrypick data to get a preferred outcome, that's their choice. But they're setting themselves up for a fall.</p>",
  "<h2><a href=\"http://www.guardian.co.uk/profile/jamesantle\">James Antle</a>: 'Problems with the conservative base limit his freedom'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396285838\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/06/02/james_antle_140x140.jpg\" alt=\"James Antle\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>In a conference call with reporters Monday morning, the <a href=\"http://www.bostonherald.com/news/us_politics/view/20120917mitt_romney_looks_to_shift_direction_of_race/srvc=home&amp;position=recent\">Romney campaign said their candidate was getting ready</a> to release more detailed information about his plans to reduce the deficit and strengthen the middle class. As important as the plans themselves was the thinking behind this move.</p> <p>According to Romney strategist Ed Gillespie, the idea was to introduce the voters to Mitt Romney the man at the Republican National Convention. Now, as we are heading into the homestretch, Americans want to hear policy specifics from the candidates.</p> <p>This is interesting because Romney has built his campaign on several assumptions. The first is that voters wouldn't really be paying attention during the summer and would start to really focus on the race during the fall. Therefore, it was safe to allow the Obama campaign to outspend Romney 2-1 in several swing states – not counting assists from Super Pacs on both sides – and saturate the airwaves with ads, because nobody would watching. Romney would wait to open his wallet and launch his air attack when the voters were engaged.</p> <p>There's political science data that contradicts this theory, as does the recent example of John Kerry's 2004 presidential campaign. Eight years ago, a shaky incumbent took to the airwaves early to define his little known and less liked challenger. Kerry never recovered. Romney is betting he'll be different.</p> <p>The second assumption is that the election will be almost entirely a referendum on Barack Obama's performance in office, and that the economy makes it very unlikely the president can be re-elected. This, too, carries risk. Romney has done relatively little to define himself or his campaign. Weak economic growth has occasionally been compatible with presidential reelection. And a large percentage of the American people still blame George W Bush for the economy. The recession didn't begin under Obama's watch, even if his policies haven't stimulated much of a recovery.</p> <p>Now Romney seems to be assuming that the remaining swing voters can be reached by filling them in on the policy details he has left fuzzy throughout the campaign. This may be due to a dent in Romney's tax advantage caused by the Obama campaign's assertions that the Republican's tax plan would raise the burden on the middle class. But there's little evidence \"low-information undecideds\" will suddenly be turned by learning how Romney would regulate energy or tweak marginal tax rates.</p> <p>The most valid of Romney's assumptions is that his problems with the conservative base limit his freedom of movement. He can't pivot – as he clearly would like to – on healthcare and immigration, and might also want to on abortion. By itself, this isn't a problem, since this is shaping up to be a base election. But it has limited Romney's ability to develop a critique of Obama that goes beyond the committed Republican voter, as evidenced even by his Cairo embassy statement.</p> <p>Internal campaign sniping aside, what Romney is left with is essentially hoping that anti-Obama sentiment is large enough to keep him within the margin of error. Then, on election day, undecided voters could break heavily enough to put him over the top. It <em>could</em> work; it could be a strategy for topping out at around 48% of the vote.</p> <p>But it doesn't seem like the ambitious pursuit of a mandate some conservatives expected when Romney tapped Paul Ryan as his running-mate.</p> <p><em>James Antle is editor of the Daily Caller News Foundation and a senior editor at the American Spectator</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/cheri-jacobus\">Cheri Jacobus</a>: 'Romney's Libya criticism could have been stronger'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396285839\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/3/1325610796868/cherijacobus_140x140.jpg\" alt=\"Cheri Jacobus\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Republican presidential candidate Mitt Romney's reaction to the attacks and murders of American Consul to Libya Chris Stevens and several of his colleagues was not a faux pas, as Democrats and their cheerleaders in the media claim. In fact, his criticism could have been stronger for maximum impact.</p> <p>In 1980, when Iran held 52 Americans hostage, thumbing their nose at \"threats\" by President Jimmy Carter, Ronald Reagan sent a strong message that was unmistakable in its resolve: when Reagan became president of the United States, Iran's Ayatollah Khomeni would face the harsh reality of what a strong American president would do in the face of a hostage situation. Reagan was Carter's opponent in the election, and the incumbent president's weakness and impotence, and their danger to America, had developed into a key issue in the final weeks of the campaign. Carter, like Obama, also had failed domestically – on the economy, gas prices, and joblessness – and looked for others to blame.</p> <p>In September 1980, Carter was leading Reagan in the polls by 8 points. But in the face of domestic and foreign policy failures mirroring those of President Barack Obama today, the incumbent lost to Reagan on election day. America's choice for leadership was confirmed as the correct decision when Iran released the American hostages, just as Ronald Reagan was placing his hand on the Bible and being sworn in as president. While pro-Carter historians have twisted themselves into pretzels trying to implicate Carter as the man behind ending the hostage crisis, the facts speak otherwise.</p> <p>President Obama has proven to be weak-kneed, caving to Islamic extremists, including al-Qaida, by perp-walking an American film-maker out of his home for producing a film on Islam our enemies in the Middle East are falsely claiming as the reason for the anti-American riots and murders across the region. But the truth is beginning to haunt Obama, as we now know the attacks were planned, and the <a href=\"http://www.guardian.co.uk/world/2012/sep/16/libyan-president-magariaf-military-action\">Obama administration was made aware of the impending doom</a>, but ignored the information and declined to share it with Ambassador Stevens and others.</p> <p>That President Obama chose to skip six days of security briefings during that period, and more than half in his presidency, sets him up for comparisons to failed President Carter – and for being held accountable for placing Americans overseas at risk. As it becomes apparent that President Obama misled the American public, and that Americans died as a consequence of his inaction, his presidency&#xa0;should be&#xa0;over.</p> <p>Yet the media seem to remain intent on protecting Obama, even in light of the danger his incompetence has proven to present.</p> <p>While most polls show Romney trailing Obama nationally, the most accurate from 2008, Rasmussen, shows Romney leading. However, Obama appears to have the edge in more of the key battleground states Romney needs in order to win. Despite overblown reports of the Romney campaign infighting, which nearly match recent stories about conflict among top Obama aides, the Republican nominee needs to be able to turn on a dime and fully address Obama's dangerous foreign policy – or rather lack thereof – while hitting Obama on the tanked economy, $16tn national debt, 23 milllion jobless, and Obamacare.</p> <p>In short, Mitt Romney needs to understand that the media is against him. He must not utter anything superfluous to his core message – eliminating the media's scope to focus on anything other than substance: they can't quote him on what he doesn't say. Romney's argument on substance versus Obama's lies and obfuscation will win the day.</p> <p><em>Cheri Jacobus is a Republican political strategist, pundit and writer</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/matt-lewis\">Matt Lewis</a>: 'Romney now needs strong debate performances'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396285840\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2011/4/7/1302195821539/mattlewis_140x140.jpg\" alt=\"Matt Lewis\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>If someone isn't comfortable in his own skin – if he doesn't really know who he is – everyone can tell. Campaigns are similar, and Mitt Romney's campaign has been looking self-divided lately.</p> <p>Despite a few flirtations with boldness (including the selection of Representative Paul Ryan as his running-mate), the Romney campaign always reverts to passivity. This is surprising and unfortunate, inasmuch as the boldness has usually worked. </p> <p>The strategy also seems to imply a belief in the (probably) false premise that a bad economy would automatically doom Obama – and that Romney could win by simply raising campaign cash, running perfunctory TV ads, and staying above the fray and under the radar. (Today, the theory that the 2012 election is solely a referendum on Obama seems quaint. But the Romney campaign might have been the last to notice.)</p> <p>This premise has manifested itself in various ways, including Romney's single-minded focus on the economy. Supporters call this \"message discipline\", but being elected president is about more than any one facet of political life – no matter how important that facet might be. Romney's Middle East comments last week were ill-timed, to be sure, but they were at least a recognition that the 2012 campaign is also about foreign policy, national security, and yes, even social issues.</p> <p>Interestingly, the notion that a Republican could win on the economy alone doesn't seem to jibe with history. Liberals can always promise more giveaways – a fact that can make them seem more appealing during tough economic times. Sure, Ronald Reagan defeated Jimmy Carter in 1980 because of malaise – but there was also the Iranian hostage crisis.</p> <p>To win, Romney must give voters a reason to vote <em>for him</em> – not just a reason to oppose Obama. He must present a coherent worldview that contrasts him with Obama's interrelated policies. It is important that we see his vision. And yes, there should be some specifics. The notion that he can skate by without providing details – that he can run out the clock and hope we don't check his homework – won't fly. </p> <p>There are three big moments in general election campaigns: The selection of a running mate, the convention, and the debates. In the next 50 or so days, Mitt Romney has to find a way to get his groove back – and this will clearly require strong debate performances.</p> <p>Despite the campaign infighting and ill-advised press conference during last week's Middle East turmoil, Mitt Romney can still win this election. Like a sports team on a losing streak things look bleak. But wining covers a multitude of sins.</p> <p>If Romney catches fire – which is still possible – his campaign problems suddenly look trivial. As they say, nothing succeeds like success.</p> <p><em>Matt Lewis is a senior contributor on politics to the Daily Caller</em></p> <h2><a href=\"http://www.guardian.co.uk/profile/jim-geraghty\">Jim Geraghty</a>: 'Just being \"Not Obama\" isn't going to be enough'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396285836\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/1/11/1326298456752/jimgeraghty_140x140.jpg\" alt=\"Jim Geraghty\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>There are three changes the Romney campaign ought to make immediately.</p> <p>1) Enough with \"Obama isn't working.\" Yes, we know. It's obvious. No one needs to be reminded that unemployment is high. When you spend so much time repeating what everyone already knows, people begin to wonder if you really have that much else to say.</p> <p>2) The Romney campaign – Romney, most of his surrogates, and its ads and web videos – needs to connect the dots a lot more. If you watch Bill Clinton talk about a policy, there's a particular rhythm: first, here's the problem; second, here's what's causing the problem; third, here's what we're going to do; fourth, here's how it will work; and fifth, here's the result you'll see when it works. </p> <p>3) The campaign just needs to move <em>faster</em>: news cycles come and go without Romney managing to staple his agenda and ideas to the passing events. Last week would have been a golden opportunity to discuss what Romney really thinks of the Arab Spring: did America look at the uprisings in the region too optimistically? Is the Arab world ready for democracy, or is that just setting the stage for demagogues and/or Islamists? Have any of our public diplomacy efforts in recent years really paid off, or have they amounted to feelgood talk?</p> <p>And when Ben Bernanke and the Fed enacted QE3 last week, didn't that seem like a golden opportunity to showcase the Romney campaign argument about how the US economy is in a rut where all traditional methods of \"stimulus\" have proven disappointing? And how about the <a href=\"http://www.nationalreview.com/campaign-spot/321107/scathing-fast-furious-ig-report-imminent\">expected upcoming release of the Department of Justice inspector general's report</a> on the \"Fast and Furious\" scandal? That's a perfect opportunity to make an address on the \"culture of unaccountability\" in Washington – found in the GSA (general services administration), as well as the DOJ – and how a Romney administration would fix that.</p> <p>Opportunities come and go. But the recent polling suggests that just being \"Not Obama\" isn't going to be enough this cycle.<br><em><br>Jim Geraghty writes the Campaign Spot blog for National Review Online</em></p>",
  "<p>Fears of a trade war between the United States and China intensified on Monday after Barack Obama launched action at the World Trade Organisation to stop Chinese auto industry aid from threatening jobs in the key electoral battleground state of Ohio.</p> <p>With growth and jobs seen as vital in the race for the White House, the administration said it had begun a case at the WTO in Geneva against what the White House said were illegal export subsidies for cars and car parts.</p> <p>The ratcheting up of the trade tension between the world's biggest and second biggest economies prompted immediate tit-for-tat retaliation from Beijing, which announced its own WTO case against the US.</p> <p>Trade experts said the tougher approach taken by Obama came as little surprise given the high level of unemployment. No president since Roosevelt in the 1930s has won an election with the jobless rate as high as 8.3% and the labour market has proved particularly weak in the so-called rust belt states of the midwest.</p> <p>\"Export subsidies are prohibited under WTO rules because they are unfair and severely distort international trade,\" US trade representative Ron Kirk said in a statement. \"China expressly agreed to eliminate all export subsidies when it joined the WTO in 2001.\" </p> <p>Obama's decision to adopt a more aggressive approach towards China followed accusations by Mitt Romney, his Republican challenger in the presidential race, that the president has been too soft in the face of repeated violations of global trade rules. </p> <p>China's export-led growth model has resulted in a trade surplus averaging $25bn a month in 2012, attracting criticism from manufacturing lobbying groups and unions.</p> <p>Jobs in the US auto parts sector dropped by roughly half between 2001 and 2010, while US imports of auto parts from China have increased seven-fold, according to the Obama administration.</p> <p>Ohio, one of the most important of the six swing states likely to decide this year's tight race for the White House, depends heavily on the auto industry, which was bailed out by Obama following the savage global downturn of 2008-09. Polls show that Obama has a slight edge in Ohio.</p> <p>Scott Paul, executive director of the American Alliance for Manufacturing welcomed the administration's move. </p> <p>\"The facts in the case are indisputable. China is subsidizing its auto parts sector, blocking our exports, and causing significant harm to workers and businesses in our nation,\" he said. \"Our auto assembly sector, now back on its feet, could be undercut by China's cheating, causing irreparable damage to the heart of America's productive economy.\" </p> <p>The WTO confirmed that the US had filed a case against China and that the two sides would now have a 60-day cooling-off period in which to seek an agreement. If the talks fail, a panel will be set up to decide whether US jobs had been outsourced as a result of subsidies that unfairly cut the cost of Chinese exports.</p> <p>Sources said that in high-profile cases involving the WTO's bigger members consultations often resulted in failure, and Beijing responded swiftly to the action taken by Obama by challenging measures adopted by the US to prevent the dumping of cheap Chinese goods, including kitchen utensils, steel, tyres, wood flooring, magnets and paper.</p> <p>China has already won one WTO case against the US over its use of anti-dumping measures, which forced Washington to bring in new laws designed to be compliant with global trade law. Beijing today said that the new US law was also in breach of WTO regulations and affected exports worth more than $7bn.</p> <p>\"Chinese enterprises in an uncertain legal environment, in violation of the relevant rules of the WTO transparency and due process,\" a spokesman for China's ministry of commerce said.</p> <p>Obama and Romney have both pushed China to the forefront as they seek to refocus their campaigns after a week dominated by foreign policy and the protests at US embassies across the Arab and Islamic world.</p> <p>Tough action on China is one of the few foreign policy positions Romney has pushed in the campaign so far, claiming Obama's weak response has harmed US workers. The president has countered with claims that Romney has investments in Chinese companies and outsourced jobs to China while running the private equity firm Bain Capital.</p>",
  "<p>Critics like to talk about the \"films of the year\", but the awful truth is that <a href=\"http://www.guardian.co.uk/world/2012/sep/16/us-police-question-film-maker-anti-islam-movie\" title=\"\">this year's most significant movie may well turn out to be a non-movie</a>, a hoax movie, a bigoted piece of poison calculated to inflame the Muslim world. Innocence of Muslims is a 13-minute low-budget video on YouTube, abysmally scripted, acted and directed; it might be risible were it not for the ugly Islamophobia which it promotes and whose effects are now being seen around the world.</p> <p>It was apparently made by an Egyptian-American based in the greater Los Angeles area, one Nakoula Basseley Nakoula, reportedly a Coptic Christian, who initially claimed to be an Israeli property magnate called Sam Bacile, using funds from \"Jewish donors\". How Nakoula actually bankrolled this film is not clear. He says his wife's family contributed the money; <a href=\"http://www.guardian.co.uk/world/2012/sep/15/police-hold-anti-islamic-film-maker\" title=\"\">he himself is a convicted fraudster</a>.</p> <p>This video is routinely described as a \"trailer\" and some screenings – of something – do appear to have taken place at one rented Californian cinema, but there is no proof that audiences ever saw anything substantially longer than this, nor that there is anything resembling a \"film\" of which this is a \"trailer\". Yet the damage is done. People throughout the Muslim world are being persuaded that there is a proper feature-length entertainment, backed by Jewish donors and being watched by Americans in their movie theatres.</p> <p>The video appears first to show Christians being attacked and a medical clinic trashed by a Muslim mob in Egypt while the police stand idly by. Here is where – for what it's worth – the bulk of Nakoula's budget appears to have been spent. Then we cut to a crass supposed retelling of the life of the prophet Muhammad. Hammy and preposterous acting is the order of the day, along with crude green-screen staging. People in robes exchange wooden dialogue and gurning threats against backprojected deserts. There is plenty of suspicious cutting and dubbing; crudely Islamophobic lines don't lip-synch with what the actors are mouthing – stuff like: \"Muhammad is our messenger and the Koran is our constitution!\" It is quite possible that the actors had no idea what they were doing.</p> <p>But the really sinister thing is that all this ham-fistedness and crassness is an important sense deliberate. It has to look like propaganda for the provocation to be effective.</p> <p>Innocence of Muslims might prove, in the most nauseatingly ironic way, that cinema still can make a difference. Actually, what it proves is that the movies are still associated with an idea – the idea of America's global power and prestige. If you can produce something hinting at a film proving that this power is being put to Islamophobic uses, you can get an extreme reaction. Heaven knows there are plenty of gung-ho Hollywood movies with Arab villains – respectably produced and distributed – all feeding the disenchantment.</p> <p>Also, of course, it proves the global reach of the internet. Explosive material can be easily disseminated. Perhaps the most comparable example is <a href=\"http://www.kony2012.com/\" title=\"\">Kony2012</a>, the powerful viral video calling for the arrest of Ugandan cult leader Joseph Kony which in March this year exploded uncontrollably in popularity and resulted in its director suffering a temporary emotional breakdown. Innocence of Muslims, a thoroughly nasty piece of work, has caused something worse than this, and was intended to. But like Kony2012, it was almost certainly timed for the American election, in this case to incite Muslim communities and then provoke macho responses from the presidential candidates.</p> <p>There is naturally a great deal of ultra-dodgy stuff out there on the web, with no gatekeepers to enforce levels of technical competence or ideological good taste. All sorts of murky videos can be accessed. Throughout both east and west, a whole generation is disenchanted with conventional media and looks to the web, with its plethora of user-generated content, for explanations. There are weird conspiracy-theorist movies on the web by \"truthers\", promoting the idea that the American government faked 9/11 as a pretext to wage war for Middle Eastern oil. Well, crackpot as these theories undoubtedly are, our British and American governments brought them on themselves with their mendacious claims about WMD.</p> <p>This is what has brought Innocence of Muslims into being. Even discussing it in these terms plays into its authors' hands. Here's hoping Muslim communities can be persuaded to treat it with the contempt it deserves and that the US president and his challenger can keep their nerve.</p>"
]