[
  "<p>Republican Senate hope Todd Akin reaffirmed his intention to stay in the Missouri race Friday despite continued opprobrium over comments he made concerning rape and pregnancy.</p> <p>At a press conference in Chesterfield, the deeply conservative politician told reporters: \"We are going to be here through the November election, and we are going to be here to win.\"</p> <p>The defiant message comes despite senior members of his own party – including presidential contender Mitt Romney – calling on him to quit following his claim that \"legitimate rape\" rarely leads to pregnancy.</p> <p>Reaffirming his refusal to acquiesce to party demands, Akin added: \"I may not be the favourite candidate of some people within the Republican establishment, but the voters made a decision.\"</p> <p>Polls have shown that the Missouri congressman's chances of being elevated to the Senate have slumped since his ham-fisted attempt to justify a no exception policy on abortion during an interview on Sunday.</p> <p>Almost two-thirds of voters now view him unfavourably. Meanwhile he trails by a full 10 points to his Democrat opponent Claire McCaskill. A poll this week put her ahead on 48% to Akin's 38%.</p> <p>It is marked turnaround in the race for a Missouri Senate seat, which many people were tipping Akin to take comfortably. A week ago, one survey put the Republican candidate ahead by as much as nine points</p> <p>That was until Sunday's interview with KTVI-TV, in which he attempted to explain why he was against abortion, even in the case of pregnancy resulting from rape.</p> <p>He told the local station that \"from what I understand from doctors, that is really rare\", adding: \"If it is legitimate rape, the female body has ways to try and shut that whole thing down\".</p> <p>The comments sparked outrage, with prominent members of both political<br>parties condemning the remarks.</p> <p>Akin later said he \"misspoke\" but the clarification did little to halt the tide of criticism.</p> <p>President Barack Obama said the comments were \"offensive\". In a rare attendance at a regular White House briefing to the press, he added:<br>\"Rape is rape\". He later went on to ridicule Akin for being a member of the House's science and technology committee who appears to have \"missed science class\".</p> <p>Romney was also quick to distance himself from the Missouri candidate, stating that the comments were \"inexcusable\" and calling on Akin to step aside for another Republican candidate.</p> <p>But the Senate candidate has defied party bigwigs, and repeatedly refused to step away from the Senate race.</p> <p>\"This is an election, not a selection,\" he said on Friday, in an apparent swipe at those within the GOP higher echelon who have been demanding that he go.</p> <p>His refusal to bend to party demands will likely act as an irritant to Romney as he heads to the Republican convention in Tampa, which starts on Monday.</p>",
  "<p>We have reached the third and will quickly being heading into the fourth quarter of presidential contest. On Monday, Republicans will gather in Tampa, Florida for a week's festivities culminating in the acceptance of the nomination for president by Mitt Romney. So, as convention season approaches, just where do we stand in the race, and where will head from here?</p> <p>In the contest for the White House, President Obama maintains a slim, but fairly consistent advantage. Let's examine that lead nationally and then on a state-by-state level.</p> <p>Looking at the popular vote, we have two separate sets of data: registered voters and likely voters. Over the past month, six companies <a href=\"http://elections.huffingtonpost.com/pollster/2012-general-election-romney-vs-obama\">have released likely voter polls</a>. Controlling for the multiplicity of Rasmussen polls, the median result is an Obama lead of 1.5 points.</p> <p>There have also been 12 polling outfits that have produced registered voter polls during this time. They range from a 10-point Obama lead, in a Pew Research poll, to a tie, in an aggregate of Gallup polls over last month. Obama's median lead in registered voter polls is about 4 percentage points.&#xa0;</p> <p>Will registered voter polls resemble more closely likely voter polls once pollsters switch over to likely voter models? Right now, it appears that Republicans will gain something between 2 and 3 percentage points on average when pollsters start polling among likely voters. Both the <a href=\"http://www.monmouth.edu/assets/0/84/159/2147483694/9e0f1831-9dbd-4fa3-b0e3-59588c95ec61.pdf\">Monmouth University</a> and the <a href=\"http://www.foxnews.com/politics/2012/08/23/fox-news-poll-race-for-white-house-tightens/\">Fox News</a> poll found it to be 3 points, while the latest <a href=\"http://www.gqrr.com/articles/2780/7315_081912_USC%20LA%20Times%20FQ.pdf\">LA Times</a> poll determined it to be only 1 point.&#xa0;</p> <p>Applying a 2- to 3-point difference to registered voter polls would bring the registered voter polls in pretty much perfect alignment with the likely voter median. As Jay Cost and <a href=\"http://www.huffingtonpost.com/2012/07/18/mitt-romney-polls_n_1680827.html\">many others</a> have pointed out, there is a danger in taking likely voter polls to the bank this early. Still, Republicans have generally been <a href=\"http://www.gallup.com/poll/153902/Romney-Obama-Tight-Race-Gallup-Daily-Tracking-Begins.aspx\">more certain</a> to vote this year. </p> <p>Put another way, I think Obama probably holds a lead of about 1.5 percentage points among the electorate most likely to show up on election day. The likely voter electorate could change, but this is a best guess presently.&#xa0;</p> <p>What about the <a href=\"http://elections.huffingtonpost.com/2012/romney-vs-obama-electoral-map\">state-level data</a>, which at the end of this campaign is all that matters?</p> <p>I've gathered all the polls done over the last month in the heavily polled states (at least five polls) such as Florida, and polling back to June in states with less data such as Iowa. There are very few registered voter polls on the state level, but I apply a 2.5 point penalty against Obama for those polls that were of registered voters (except for Public Policy Polling, which already has a tight registered voter screen).&#xa0;I've also used my discretion to eliminate certain polls that are poorly executed and are clear outliers.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395174126\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345828945042/MedianSwingState_460.jpg\" alt=\"Median polling in swing states, 2012\" width=\"460\" height=\"362\" class=\"gu-image\" /> </figure>  <p>Obama leads in eight of 11 swing states, Romney takes the cake in two, and Colorado is tied. Obama would hold a 294 to 235 electoral vote lead, with nine electoral votes undecided. His advantage may, however, be slightly larger than that number indicates.</p> <p>The state that puts either candidate over the top, the tipping point, in the medians is not actually Ohio. It's Virginia, where Obama's median lead is 1.5 percentage points.</p> <p>The reason Ohio is less important than it was previously is because of the <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/17/paul-ryan-wisconsin-effect-us-political-map\">Paul Ryan effect</a> in Wisconsin, which makes the electoral math easier for Romney without having to win Ohio.&#xa0;Given campaigns and margins of errors in polling, however, it could still prove to be the case that Ohio <em>is</em> the most important state in this election.&#xa0;</p> <p>When we gather the medians from the 11 states and weight by population, we end up with an Obama edge of 2 points in the swing states. When we concentrate on the eight most important states, which are all those listed above save Michigan, North Carolina, and Pennsylvania, Obama's lead is only 1 percentage point. Average the two and you get Obama by 1.5 percentage points, right where the national data would put it.</p> <p>So, how will the convention affect the status of this campaign? The median bounce for each candidate since 1964 has been about 5 points. According to <a href=\"http://www.gallup.com/poll/156845/candidate-support-typically-five-points-convention.aspx\">Gallup</a>, the challenger typically does slightly better than the incumbent. <a href=\"http://politics-by-the-numbers.blogspot.com/2012/08/bump-time.html\">Thomas Holbrook</a> looks at the same data and expects Romney to gain 3.6 percentage points, while Obama gains only 1.1 percentage points. That would put Romney into the lead.</p> <p>That said, this race has been <a href=\"http://www.guardian.co.uk/commentisfree/2012/jul/31/presidential-election-stability\">very steady</a>. The closest analogue to this election, that of 2004, actually saw the incumbent receiving a slight bounce, while the challenger lost a few points. And 2004, like 2012, featured an early, prior announcement of the vice-presidential nominee by the challenger.</p> <p>So, there is no guarantee that Romney will jump into the lead following the Republican National Convention.&#xa0;On the other hand, even a 1-point boost for Romney nationally would bring this race to near parity. A small bounce would also suggest the electorate is not static and will shift allegiances under the right circumstances.</p> <p>No shift would portend very bad news for Romney. The <a href=\"http://images.huffingtonpost.com/2011-09-30-Blumenthal-wlezieneriksonfig5.6.png\">explanatory power</a> of polls jumps considerably after the conventions. If Obama still leads by 1.5 points once the convention dust has settled, it's difficult for me to envisage how Obama will lose. Conventions are typically the one campaign event that can have big effect on the state of the race.</p> <p>For now, all we can say is that Obama holds a slight lead, but that we'll know a lot more in a little under three weeks' time.</p>",
  "<p>Tens of thousands of Republicans are beginning to gather in Tampa, Florida, for the party convention beginning Monday, at which Mitt Romney, still largely unknown to many Americans, has to sell himself as the next president.</p> <p>He has four days to define himself and, in front of a viewing audience of 20 million plus, to deliver the speech of a lifetime. At the end, he will be looking for a 'bounce', a poll lead that will last through to November 6. The size of that bounce, if any, will be the first serious indicator of how the election is likely to turn out.</p> <p>The pressure on Romney – currently in a statistical dead heat with Barack Obama nationally, according to the Real Clear Politics average of polls, but trailing in most of the swing states – is enormous. It is not just the prospect of the convention being disrupted by tropical storm Isaac, which could hit Tampa early next week, or controversies such as the Todd Akin rape-abortion row. It is that Romney is generally an uninspiring orator.</p> <p>\"I suspect I'm like a lot of voters in the middle who are still waiting to see some signs of life, humanity, conviction, personality, biography, vision. Just show me more than the one-dimensional 'I'm not Obama' campaign we've seen so far,\" Mark McKinnon, a campaign adviser to both George W Bush and the 2008 presidential candidate John McCain, <a href=\"http://www.thedailybeast.com/articles/2012/08/09/what-mitt-romney-needs-to-do-in-tampa\">wrote on the Daily Beast</a> website.</p> <p>He added: \"No pressure, Mitt. But your chances of winning the presidency may rest entirely on the ability to stand and deliver in Tampa.\"</p> <p>Conventions were once synonymous with unpredictable dramas. In 1976, Ronald Reagan tried unsuccessfully to remove Gerald Ford as the Republican candidate. In 1980 Ted Kennedy challenged Jimmy Carter at the Democratic convention. </p> <p>These days there is little of that kind of drama and instead the events tend to be meticulously choreographed and scripted showcases for the candidate. That is reflected in the fact that the major television networks will be carrying only an hour of live coverage in primetime each evening.</p> <p>But for Romney, this is a crucial moment. He and his campaign team have four days to counter the image created by a $120m Democratic ad onslaught over the summer portraying him as an ultra-rich businessman who made his fortune at Bain Capital off the backs of workers whose companies were closed.</p> <p>Norm Ornstein, an independent analyst at the American Enterprise Institute headquarters in Washington, said: \"The Obama campaign defined him before he had a chance to define himself\".</p> <p>After the convention, the only guaranteed primetime events will be the three presidential debates with Obama. Romney needs a good convention. </p> <p>Although he has been on the campaign trail constantly since January, polls show many Americans have only a hazy notion of his background and what he stands for. About 10% of Americans say they have no opinion of him at all. So expect lots of pictures of Romney with his family, wife Ann, and his five sons, five daughters-in-law and 18 grandchildren.</p> <p>Conscious of the image of Romney as aloof, the campaign team and the designers they have enlisted for the event say they have organised a schedule and put together a stage aimed at creating a sense of intimacy.</p> <p>Republican officials showed journalists around the convention centre earlier this week, the centrepiece of which is a $2.5m backdrop, 13 giant cubes, each with a large-screen. The convention theme is fairly anodyne: 'A Better Future'.</p> <p>Romney's campaign team, previewing the convention, said he will attempt to turn his time at Bain into a plus, portraying it as evidence of his credentials for running the economy. </p> <p>He will also confront another potential negative. Rather than downplay his Mormonism as he has in the past, a member of the Mormon Church will deliver the invocation on the day of his nomination speech and, as part of Romney's profile, his role as a bishop in the church will be highlighted.</p> <p>There are other areas of his life his advisers say he will fill in, including his four years as governor of Massachusetts, a period he tends not to talk about much, mainly because he introduced healthcare reforms similar to Obama's.</p> <p>Writing in the Wall Street Journal, Karl Rove, George W Bush's campaign strategist, said: \"The moment is coming when what each candidate says about himself and his plans is more important than what he says about his opponent.\"</p> <p>Romney's campaign team has organised a list of party luminaries whose main task is to talk up Romney. These speakers, along with expensively-shot videos to be broadcast throughout the week, have only one mission: to build up an alternative profile of Romney to the one the Obama campaign has been creating over the last few weeks.</p> <p>Ornstein emphasised the importance of Romney's speech, scheduled for Thursday night. \"He will have to hit the nerves that will get the convention excited but also reassure swing voters.\"</p> <p>\"It's going to be his first introduction to all the American people, so he's got to hit it out of the park,\" Craig Shirley, the conservative author, <a href=\"www.newsmax.com/US/romney-republican-convention-speech/2012/08/21/id/449301\">told Newsmax this week</a>. \"This has got to be a grand slam.\"</p> <p>Romney needs a repeat of the Republican convention in New Orleans in 1988 when George Bush Sr, with a reputation, like Romney, of being an uninspired speaker, was under similar pressure to perform. He did and, from trailing Michael Dukakis at the start of the convention, he went on to win the election, mainly on the back of a negative campaign.</p> <p>Ornstein cautioned against expecting much of a bounce, given the problems confronting him. \"He might get a little but not a significant bounce,\" he said.</p> <p>Part of the problem for the Republicans is that the Democratic convention follows, and then it will be Obama's turn for three days of primetime coverage and a potential Democratic bounce.</p> <p>An estimated 35,000 Republicans have signed up to attend the $120m convention. About 15,000 journalists have asked for credentials to cover it. On top of this there will be thousands of lobbyists who have paid for stands and will be throwing lavish parties. </p> <p>Outside, behind the barricades, police predict there will be about 15,000 protesters. Tampa police are being reinforced by officers from 57 other law enforcement agencies from round the state. ABC reported that police, given $50m by Congress to provide security, have spent $2.3m on close-circuit cameras, $5.9m in upgraded police radios and more than $790,000 for a fleet of new vehicles, including an armored truck.</p> <p>Apart from Romney, the convention speakers are made up of his former primary and caucus rivals such as Rick Santorum, who has one of the unfavourable early slots on Tuesday. </p> <p>One of Romney's most stubborn rivals, Ron Paul, is taking an army of supporters to the convention and could have created trouble, but party officials hope they have largely deflected trouble. </p> <p>The officials agreed on Thursday to an eccentric compromise, to include in a document representing official Republican policy one of Paul's main campaign themes, a promise to tie the dollar to gold.</p> <p>The opening day of the Republican convention is relatively low-key, with speeches by senator Rand Paul, South Carolina governor Nikki Haley, and, potentially the most entertaining, former governor Mike Huckabee. </p> <p>The dominant news of the day could be Romney formally passing the magic number of 1,144 delegates, the majority needed to make him the Republican presidential nominee. That would allow him to begin unleashing the millions of dollars he has been accumulating for the White House campaign.</p> <p>Ann Romney was scheduled to be the main speaker on Monday evening but, with the networks refusing to provide live primetime coverage that night, she may be moved to Tuesday night alongside Chris Christie, the New Jersey governor whose outspoken rhetoric makes him a party favourite even though he is at odds with them in lots of policy areas, including his support for some gun controls. </p> <p>On Wednesday, there is a strong warm-up team for the vice-presidential contender Paul Ryan. Among them is former presidential candidate John McCain, former Florida governor – and possible presidential contender in 2016 – Jeb Bush, former Minnesota governor Tim Pawlenty and former secretary of state Condoleezza Rice. </p> <p>One of the highlights in 2008 was whether Palin was capable to delivering a good speech: she was. There will not be the same concern about Ryan. Like Palin, he fires up the base: the question is whether, like Palin, he will alienate independents, and whether the media will exploit his policy differences with Romney.</p>",
  "<p>The Republicans roll into Tampa next week – <a href=\"http://www.theguardian.com/world/2012/aug/22/tropical-storm-isaac-republicans-tampa?CMP=twt_gu\">hurricanes permitting</a> – for their <a href=\"http://www.gopconvention2012.com/\">national convention</a> where Mitt Romney will be officially confirmed as the party's candidate for president.</p> <p>The build-up to the convention has been overshadowed by the highly controversial \"<a href=\"http://www.theguardian.com/world/2012/aug/23/todd-akin-10-points-behind?newsfeed=true\">legitimate rape</a>\" remarks made by Todd Atkin, a congressman from Missouri, and his subsequent refusal to quit his bid for re-election despite pressure from the party's leadership.</p> <p>But while the US media has largely focused on this unedifying internal battle, Mitt Romney has laid out his all-important <a href=\"http://www.reuters.com/article/2012/08/23/us-usa-campaign-romney-idUSBRE87J0P020120823\">energy plans</a> for the country. The headline is that, if elected as president, he will make the US \"energy independent\" by 2020 and, by doing so, create three million jobs.</p> <p>To eliminate the nation's reliance on imported oil and gas, Romney says he will lift many offshore drilling restrictions and free up states to use federal lands for energy production. By contrast, there was little focus in his plan on renewables, such as wind and solar. In essence, he has merged George W Bush's \"<a href=\"http://www.theguardian.com/world/2006/feb/01/usa.julianborger\">we're addicted to oil</a>\" remarks with Sarah Palin's \"<a href=\"http://www.theguardian.com/commentisfree/cifamerica/2009/jul/14/sarah-palin-energy-obama\">drill, baby, drill</a>\". (It's possibly not a coincidence that his plan was announced just hours after he had raised <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5gBxsTI0Jw7k51L44lxPxezIoiC4w?docId=CNG.dfed6bdcd8930778f0ca53ccf91435e1.71\">$7m from oil industry executives</a> at an election fundraiser in Texas.)</p> <p>But Obama hasn't exactly moved heaven and earth to differentiate himself from Romney on energy. Yes, he certainly talks up renewables more – his <a href=\"http://www.youtube.com/watch?v=9xsZ45Weng0\">latest campaign ad</a> shows him next to solar panels – but at his own fundraiser on Wednesday, <a href=\"http://www.foxnews.com/politics/2012/08/23/romney-rolling-out-domestic-energy-plan/\">he said</a>:</p> <blockquote> <p>Oil production is up. Natural gas is up. But we're also doubling the energy that we get from wind and solar. That is clean, it's renewable, it's homegrown, it's creating jobs all across America.</p> </blockquote> <p>Nowhere amid all this talk of energy independence was any explicit reference to the climate implications of increased exploitation of \"homegrown\" fossil fuels. While the subject remains utterly toxic for Republicans, even Obama rarely raises the topic these days. This week, an <a href=\"http://thehill.com/blogs/e2-wire/e2-wire/245011-obama-spox-hints-climate-will-stay-in-campaign-background\">Obama spokesman indicated</a> that climate change would not be a major campaigning issue for Democrats:</p> <blockquote> <p>Clearly [climate change] is something that is important to the administration, but right now we are obviously going to be focusing on jobs and the economy and talking about what our contrast is.</p> </blockquote> <p>Signalling the intense frustration of environmental groups on this matter, the League of Conservation Voters has even <a href=\"http://thehill.com/blogs/e2-wire/e2-wire/244813-enviros-want-climate-question-at-obama-romney-debate\">launched an online petition</a> urging PBS's Jim Lehrer, who will moderate the first presidential TV debate on 3 October, to ask a climate-related question.</p> <p>Even more revealing, a document will be released next week at the Republican convention that will likely shine a light on just how far down the political radar climate change has fallen over the past few years in the US since the heady days when Obama routinely mentioned it during his previous election campaign.</p> <p>At each convention, the political parties publish their \"<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/08/23/do-party-platforms-really-matter/\">platform</a>\" document. In essence, it is a manifesto that has been discussed and signed-off by a committee of party representatives from across all the states. During previous presidential election, the platform has been a largely symbolic and bureaucratic exercise. But the <a href=\"http://articles.boston.com/2012-08-23/politics/33322780_1_platform-committee-gay-marriage-human-life-amendment\">US media is signalling</a> this year that the platform documents will be more intensely scrutinised than before, in part due to the internal wrangles triggered by Todd Atkins.</p> <p>On Monday and Tuesday, the Republican platform committee <a href=\"http://www.c-span.org/Events/Platform-Cmte-Sends-Platform-to-GOP-Convention-Delegates/10737433193-6/\">met in Tampa</a> in advance of the convention to finalise the document. Very little has been leaked to the press – <a href=\"http://politicalticker.blogs.cnn.com/2012/08/23/full-gop-platform-statement-on-abortion/\">bar the section on abortion</a> – but one member of the platform committee from West Virginia has given a teaser. Conrad Lucas, the state's Republican chairman, said in a report in the <a href=\"http://dailymail.com/News/election12/201208220233\">Charleston Daily Mail</a>:</p> <blockquote> <p>\"Once the platform is released, I think the voters in West Virginia are going to be very interested because of the pro-coal and natural gas positions that are in it\"…<br>Lucas also offered an amendment during committee meetings this week to include a formal statement opposing Obama's cap-and-trade energy policy. <br>\"I was happy that we got opposition to cap-and-trade reinserted in the platform, which it wasn't in 2008,\" he said. \"It was unanimously approved, which I was excited about.\"</p> </blockquote> <p>West Virginia is well known as \"coal country\", but further south in Texas, where the oil industry dominates, the state's Republican platform document has been released online (<a href=\"http://www.tfn.org/site/DocServer/20...pdf?docID=3201\">pdf</a>). It provides an eye-popping insight into Republican thinking in that part of the country. It will certainly be interesting to see how much of it feeds into the national platform document, when it is finally published next week.</p> <p>It would be easy to be distracted by the extraordinary sections on homosexuality (\"contrary to the fundamental, unchanging truths that have been ordained by God\") and the teaching of \"controversial subjects\" in schools (\"we believe theories such as life origins and environmental change should be taught as challengeable scientific theories subject to change as new data is produced\"), but let's stick to those tightly focused on energy and the environment...</p> <blockquote> <p>Protection from Extreme Environmentalists – We strongly oppose all efforts of the extreme environmental groups that stymie legitimate business interests. We strongly oppose those efforts that attempt to use the environmental causes to purposefully disrupt and stop those interests within the oil and gas industry. We strongly support the immediate repeal of the Endangered Species Act. We strongly oppose the listing of the dune sage brush lizard either as a threatened or an endangered species. We believe the Environmental Protection Agency should be abolished...</p> <p>Energy Strategy – We encourage a comprehensive energy policy that allows more development of domestic energy sources and reduces our need for foreign energy. Energy policy should be cooperative, economically viable without taxpayer funded subsidies, and environmentally safe, but not restricted by overzealous environmental activism. <br>Alternative Energy Sources – We encourage economically viable use of wind, coal-fired plants, solar, and nuclear power, and bio-sources without government subsidies. <br>Government Restrictions – We support immediate removal of government barriers to free market solutions to production and distribution of energy including restrictions on: drilling and production operations on public and private lands and waters refineries electric power generation and distribution federal gas mileage standards (CAFÉ standards) and fuel blends.</p> <p>Cap and Trade – We oppose Cap and Trade (\"Cap and Tax\"). <br>U.S. Department of Energy – We support the elimination of the Department of Energy. <br>Incandescent Light Bulbs - We support the freedom to continue to use and manufacture incandescent light bulbs. <br>Keystone XL Pipeline – We support the immediate approval and construction of the Keystone XL and other pipelines that will reduce our reliance on imported oil and natural gas from unstable or unfriendly countries. <br>Deep Water Drilling – We support immediate resumption of deep water drilling and production in the Gulf of Mexico. <br>Land Drilling – We support land drilling and production operations including hydraulic fracturing. <br>Ethanol – We support the repeal of legislation mandating ethanol as fuel additives and/or primary fuel. <br>Natural Gas - Alternative Fuel - We urge the use of natural gas as an alternative transportation fuel and as complimentary fuel to gasoline and diesel. <br>We support the manufacture of vehicles that utilize natural gas as an alternative fuel and/or a complimentary fuel. <br>We support and encourage the conversion of existing private fleets to natural gas as a dual use fuel. <br>We support the use of natural gas in electric power generation and other industrial uses...</p> <p>United Nations – We support the withdrawal of the United States from the United Nations and the removal of U.N. headquarters from U.S. soil. <br>United Nations Agenda 21 -The Republican Party of Texas should expose all United Nations Agenda 21 treaty policies and its supporting organizations, agreements and contracts. We oppose implementation of the UN Agenda 21 Program which was adopted at the Earth Summit Conference in 1992 purporting to promote a comprehensive program of sustainable development projects, nationally, regionally and locally. We oppose the influence, promotion and implementation of nongovernmental organizations, metropolitan and/or regional planning organizations, Councils of Government, and International Council for Local Environmental initiatives and the use of American (Texas) citizen's taxes to promote these programs.</p> </blockquote> <p>Remember that these are the official policy positions of the Republican party in one of the US's most populous and influential states. It remains to be seen next week how much of this <a href=\"http://www.theguardian.com/world/tea-party-movement\">Tea Party</a>-type of thinking filters through into the Republican's national platform document, but the statements above certainly provide a somewhat unpalatable <em>hors d'oeuvre</em>.</p>"
]