[
  "<p>The war drums have been beating – again – in Israel. The latest alarm was started by two usually well-briefed journalists, Nahum Barnea and Shimon Shiffer, who <a href=\"http://www.al-monitor.com/pulse/politics/2012/08/for-and-against-an-attack-the-pr.html\" title=\"\">wrote</a> that an Israeli attack on Iran's nuclear facilities could come in weeks, rather than months, and before the US presidential election in November. Their story contained a caveat: if the decision to attack were up to Binyamin Netanyahu and Ehud Barak alone. Because plainly, it is not.</p> <p>The enthusiasm of Israel's prime minister and defence minister for an air strike on Iran appears to have united their country's defence and security establishment against them, including Israel's new <a href=\"http://www.theguardian.com/world/2012/aug/14/israel-security-minister-iran-weapons\" title=\"\">minister for homeland security</a>. The two have yet even to convince their own inner cabinet. But the report was taken so seriously that Barnea amended it on Monday by speculating that Barak, the thinly disguised source, may be trying to cover his own back, in the knowledge that such an attack will never be launched. Barak's reasoning depends only partially on Iran's alleged actions, and the latest US intelligence assessment that Tehran now possesses 170 kilograms of medium-enriched uranium, from which it is relatively easy to produce bomb-grade material. Barak is worried that so many centrifuges are being hidden underground that they will soon be out of Israel's military reach. After that point, Israel will have to rely on a US president it suspects will never order an attack .</p> <p>Barak's case for an airstrike now is peppered with inconsistencies – not least the calculation that if Israel attacked, Iran would be rational enough not to retaliate against US military targets in the Gulf and hence the regional war everyone feared would not materialise. This confidence is not shared by his military chiefs. But to take Barak's war-gaming at face value, if Iran were rational enough to contain its response, it would prove that deterrence works for a state Netanyahu continues to describe as an irrational actor motivated by messianism. If Barak is right, the deterrence of mutually assured destruction would work all the more if Iran acquired a bomb, particularly as Israel has several hundred of them.</p> <p>Loud talk of an impending airstrike could be no more than an attempt to twist Washington's arm. If it is, nothing should stiffen Barack Obama's resolve to prevent it happening more than the thought that Netanyahu is not just playing politics in his own country but in America too. Netanyahu foolishly dares Obama not to cast his veto, because if he did, Mitt Romney his Republican challenger would make hay with the idea that the Democat in the White House endangers Israel's security. This lever will no longer work after the election, hence the November deadline. Even as bluff it is dangerous, and eminently combustible in a tinder-dry Middle East.</p>",
  "<p>Mitt Romney's presidential campaign has been placed on the defensive over proposals by his running mate Paul Ryan to reshape Medicare, the popular healthcare programme for over-65s that has become a hot election issue.</p> <p>The Democrats stepped up their campaign on an argument they think is a winner, sending spokesmen out to claim Ryan's plan to reform the system would spell the end of Medicare, and distributing 100,000 bumper stickers that read: \"Save Medicare, Vote Democrat\".</p> <p>Since the announcement of Ryan as Romney's vice-presidential pick, the Republican challenger has faced persistent questioning over where he stands. The Romney team has been left vulnerable, in part because it has been sending out mixed messages. </p> <p>Romney, in a rare press conference on Monday night in Florida, repeatedly refused to say whether he backed Ryan's Medicare reform plan. Some of advisers have gone on television to say publicly that he wholly and enthusiastically endorsed Ryan's budget proposals and would, if president, have signed it. Others have sought to distance him from it, saying Romney was running on his own plan.</p> <p>At the Miami press conference, Romney insisted there was no contradiction. \"I'm sure there are places that my budget is different than his, but we're on the same page,\" Romney said. \"My plan for Medicare is very similar to his plan for Medicare.\"</p> <p>Barack Obama's senior campaign adviser, David Axelrod, returned to the television studios on Tuesday to say that election of the Romney-Ryan ticket would lead to a death spiral for Medicare.</p> <p>The issue is likely to dominate Ryan's visit at the weekend to Florida, a swing state in which seniors make up a large part of the population and where the Republican convention is to be held just over a week later.</p> <p>Republicans are hoping that the convention in Tampa will energise the campaign and silence anonymous critics within the party. On Tuesday, <a href=\" http://www.politico.com/news/stories/0812/79697.html#ixzz23XdZUUc7\">Politico published a lengthy piece</a>, quoting unnamed party activists who said there was concern amongst GOP operatives in Washington about the Ryan pick, and in particular the Medicare issue. \"This could be the defining moment of the campaign. If they win the battle to define Medicare, then I believe Romney wins the presidency. If they lose it, then they lose big in the fall,\" said one unnamed \"strategist\" quoted by Politico.</p> <p>On Tuesday, the Republicans announced that Chris Christie, the charismatic New Jersey governor, who was touted as a possible vice-presidential candidate, is to be given a prominent role, making the keynote address. The Florida senator, Marco Rubio, who Romney confirmed had been on his vice-presidential shortlist, is also being given a prominent slot, introducing Romney when he makes his speech accepting the party nomination as Republican presidential candidate.</p> <p>The keynote address at the Democratic convention will be given by former president Bill Clinton.</p> <p>Ryan is campaigning Tuesday in Nevada where a pro-Obama Super Pac funded mainly by unions is sponsoring an advertising campaign saying seniors are at risk from the Romney-Ryan ticket. Ryan is scheduled for a fundraising event at a casino complex owned by Sheldon Adelson, one of the big contributors to the Republican party.</p> <p>Adelson is a divisive figure: <a href=\"www.nytimes.com/2012/08/14/us/politics/sheldon-adelsons-dealings-in-china-are-under-investigation.html\">the New York Times reported Tuesday</a> that a Chinese businessman linked to Adelson is the focus of a federal investigation into potential bribery.</p> <p>• This article was amended on 15 August 2012. The original referred to Marco Rubio as the Florida governor, rather than senator. This has been corrected.</p>",
  "<p>Mitt Romney gave a boost to a <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/09/fascinatingly-boring-american-election\">sluggish</a> election season when he announced that Paul Ryan would run alongside him as VP. Now that there's a new face on the campaign trail, the media has turned its sights on everything from Ryan's voting record to his <a href=\"http://www.csmonitor.com/USA/Politics/The-Vote/2012/0813/Paul-Ryan-shirtless-We-re-more-interested-in-his-widow-s-peak\">hairline</a>.</p> <p>As part of our <a href=\"http://www.guardian.co.uk/commentisfree/series/smarttakes\">#smarttakes</a> series, we're collecting interesting and insightful commentary and analysis on Mitt Romney's vice-presidential pick. If you've got a piece you'd like to share, tweet it with the <strong>#smarttakes</strong> hashtag or post a link the comments below. We'll add it to this post and give you credit.</p>  <figure class=\"element element-audio\" data-canonical-url=\"//platform.twitter.com/widgets.js\"> <a href=\"https://twitter.com/intent/tweet?button_hashtag=smarttakes\" class=\"twitter-hashtag-button\" data-related=\"onthewag,GuardianUs\" data-url=\"http://guardiannews.com\">Tweet #smarttakes</a> <script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");</script> </figure>  <p><br><strong>Michelle Bachmann, <a href=\"http://www.washingtontimes.com/news/2012/aug/16/the-romney-ryan-comeback-team/?page=2\">The Washington Times</a></strong></p> <blockquote class=\"quoted\"> <p>A second term for Mr. Obama would mean higher taxes, more wasteful spending and an even greater dependency on big government. It also would mean attacks on job creators and small business owners, who've been told \"you didn't build that\" by President Obama, would continue. Simply put, we can't afford four more years of this president's destructive policies.</p> <h2>Thursday, August 16</h2> </blockquote> <p><strong>Steve Huntley, <a href=\"http://www.suntimes.com/news/huntley/14458686-452/ryan-pick-focuses-gop-campaign-on-the-big-issues.html\">Chicago Sun-Times</a> via <a href=\"http://www.twitter.com/andrewpeters112\">@AndrewPeters112</a></strong></p> <blockquote class=\"quoted\"> <p>What Romney's selection of Ryan constituted was a bid to return the campaign to the big issues — the poorly performing economy, unsustainable government spending, deficits driving the country toward bankruptcy, entitlement programs on a course to fail the elderly and poor they're supposed to help — and away from the dirty small ball of Obama's friends aimed at keeping the conversation away from his failed policies.</p> </blockquote> <p><strong>Dave Gilson and Josh Harkinson, <a href=\"http://www.motherjones.com/mojo/2012/08/paul-ryan-libertarian-chart\">Mother Jones</a></strong></p> <blockquote class=\"quoted\"> <p>Mitt Romney's new running mate has been hailed as the closest thing to a libertarian on the Republican ticket since Rep. Ron Paul (R-Texas). But aside from his Ayn Rand-reading, entitlement-busting ways, just how libertarian is Ryan? MoJo's Josh Harkinson made this handy Venn diagram showing the various flavors of American libertarianism, from cranky Ron Paulism to traditional free-market and social liberalism. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-image-394954445\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345127336207/Paul-Ryan-Venn-Diagram-001.jpg\" alt=\"Paul Ryan Venn Diagram\" width=\"460\" height=\"301\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Just how libertarian is Ryan? Venn diagram by Josh Harkinson, <a href=\"http://www.motherjones.com/mojo/2012/08/paul-ryan-libertarian-chart\">Mother Jones</a>.</span> <span class=\"element-image__credit\">Photograph: Josh Harkinson/Mother Jones</span> </figcaption> </figure>  <p></p> <blockquote> <p>Sticking Ryan on the diagram shows that while he has a lot in common with small-government, antitax libertarians, he has a lot in common with mainstream conservatives. He has supported extending the Patriot Act, voted to fund the wars in Iraq and Afghanistan, and voted for the bank bailout—all big no-nos for old-school libertarians.</p> </blockquote> <p><strong>Jennifer Burns, <a href=\"http://www.tnr.com/blog/plank/106176/ayn-rands-long-journey-1960s-cult-leader-the-gops-leading-philosopher\">The New Republic</a></strong></p> <blockquote class=\"quoted\"> <p>When Rand passed away in 1982, she was no longer capable of serving as the gatekeeper to her ideas. (The prurient details of Rand's personal life, which may have served as a deterrent to some, also no longer seemed relevant.) Rand had always insisted that her ideas were a package deal. Libertarians who borrowed her political ideas but didn't buy her epistemology were \"a monstrous, disgusting bunch of people,\" \"plagiarizers,\" and \"scum.\" Conservatives were far, far worse. \"Futile, impotent and culturally dead,\" conservatives could only \"accelerate this country's uncontested collapse into despair and dictatorship.\" Despite their agreement on capitalism, unlike most conservatives Rand was a forthright atheist who supported abortion rights and opposed the Vietnam War. After her death, her philosophy was liberated from its origins; it was now possible to mix and match bits and pieces of Rand's ideology to better fit the emerging conservative worldview.</p> </blockquote> <p><strong>Paul Blumenthal, <a href=\"http://www.huffingtonpost.com/2012/08/14/paul-ryan-worth-millions-_n_1774346.html?ncid=edlinkusaolp00000003\">Huffington Post</a> via <a href=\"http://www.twitter.com/americanawaken\">@AmericanAwaken</a></strong></p> <blockquote class=\"quoted\"> <p>The massive increase in Ryan's bottom line didn't come through exploiting his position for personal gain, the way in which most people think congressmen make money. Instead, he made his money the old fashioned way: he married into it.</p> </blockquote> <p><strong>Ann Friedman, <a href=\"http://nymag.com/thecut/2012/08/paul-ryan-is-your-bad-libertarian-ex-boyfriend.html\">New York Magazine</a> via <a href=\"http://www.twitter.com/maureenoco\">@maureenoco</a> </strong></p> <blockquote class=\"quoted\"> <p>Like the stealth-libertarian date, Ryan has managed to set himself up as an underdog, a savvy and \"courageous\" hero railing against the status quo, even though his policy proposals would hasten our trip down the path we're already on, creating even greater inequality. He might look cute from across the bar, but we already know what's on his bookshelf at home. And guys like him never get a second date.</p> <h2>Wednesday, August 15</h2> </blockquote> <p><strong>Paul Krugman, <a href=\"http://krugman.blogs.nytimes.com/2012/08/13/romneyryan-the-real-target/\">New York Times</a></strong></p> <blockquote class=\"quoted\"> <p>Like Bush in 2000, Ryan has a completely undeserved reputation in the media as a bluff, honest guy, in Ryan's case supplemented by a reputation as a serious policy wonk. None of this has any basis in reality; Ryan's much-touted plan, far from being a real solution, relies crucially on stuff that is just pulled out of thin air — huge revenue increases from closing unspecified loopholes, huge spending cuts achieved in ways not mentioned.</p> </blockquote> <p><strong>Janice, <a href=\"http://gigabiting.com/paul-ryan-definitely-not-a-foodie/\">Gigabiting</a> via <a href=\"http://www.twitter.com/gigabiting\">@gigabiting</a> </strong></p> <blockquote class=\"quoted\"> <p>Ryan's best known connection to food is the guns-and-butter paradigm of his proposed budget which offsets billions of dollars in future Defense Department spending with drastically reduced funding for food stamps, food safety inspectors, and farmers. The Ryan Plan is so damaging to social programs benefiting our poorest and most vulnerable citizens that it prompted the U.S. Conference of Catholic Bishops to publicly blast the devout Catholic for not just tearing holes in the nation's safety but for his \"shredding of the nation's moral obligations.\"<br>These are not the actions of a man with an abiding love and respect for food.</p> </blockquote> <p><strong>James Surowiecki, <a href=\"http://www.newyorker.com/online/blogs/newsdesk/2012/08/paul-ryans-budget-games.html\">the New Yorker</a></strong></p> <blockquote class=\"quoted\"> <p>Ryan is not a pragmatist; he is an ideologue. His budget proposals are driven not by the demands of America's current fiscal situation, but rather by deeply held convictions about the need to limit government power. There's absolutely nothing wrong with this – if you believe that \"big\" government destroys personal initiative and strangles the economy, and that the current tax system is morally offensive and economically destructive, then you need to not just tinker with the system, but to remake it. What's wrong is that, so far, Ryan hasn't been honest about the fact that this is what he wants to do – probably because most voters, including most Republicans, don't actually want to dramatically shrink the government. Perhaps this campaign will change that. But I'm not holding my breath.</p> </blockquote> <p><strong>Josh Trevino, <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/11/mitt-romney-acquires-risky-asset-paul-ryan-vp?newsfeed=true\">the Guardian</a></strong></p> <blockquote class=\"quoted\"> <p>Every re-election effort is a referendum on the incumbent, but hitherto, the only incumbent in play was Barack Obama. Now, there's another: Paul Ryan and the Republican House. Democrats who had to defend the lackluster governance of the Obama years are now given the superb gift of a man who arguably shares blame for them. The contention that Paul Ryan is as responsible for the failures of the Obama administration as Obama himself is deeply preposterous, of course – but that doesn't mean the Democratic campaign won't make it. And given the outcomes of past confrontations between this Congress and this White House, there's a good chance it will work.</p> </blockquote> <p><strong>Mark Mcdonald, <a href=\"http://rendezvous.blogs.nytimes.com/2012/08/12/for-asia-so-far-paul-ryan-remains-out-of-focus/\">International Herald Tribune</a></strong></p> <blockquote class=\"quoted\"> <p>Mr Ryan's ideas on the new \"pivot\" of US military assets toward the Asia-Pacific; regional disputes in the South China Sea; an unstable Pakistan; a nuclear North Korea under a new dictator; recent reforms in Myanmar; arms sales to Taiwan; newly adopted military relationships, and other issues in Asia have yet to be spelled out in detail.</p> <p>But Mr Ryan, 42, who has proposed new increases in US defense spending, has spoken forcefully about his vision of American exceptionalism and a continued need for US global leadership, which he connects directly to the country's economic prosperity.</p> <h2>Tuesday, August 14</h2> </blockquote> <p><strong>William Voegeli, <a href=\"http://www.nationalreview.com/articles/313904/ryanism-big-picture-william-voegeli\">National Review Online</a></strong></p> <blockquote class=\"quoted\"> <p>Amid all this arcana, we must not lose sight of two main functions of Ryanism, now the core of Republicanism after being endorsed by the GOP's congressional caucus and presidential nominee. First, Ryanism reminds the American people that a long-term trend is not the same thing as a law of nature. That the welfare state always has grown does not mean it always must grow. Indeed, a well-designed and well-administered welfare state can, in a welcome sense, grow and shrink at the same time. Second, Ryanism challenges the Democrats to finally come clean, 80 years after launching the New Deal, about the cost and consequences of their ambitions.</p> </blockquote> <p><strong>Jonathan P Hicks, <a href=\"http://www.bet.com/news/features/vote-2012/news/politics/2012/08/13/commentary-paul-ryan-and-the-americans-on-the-margins.html\">BET</a></strong></p> <blockquote class=\"quoted\"> <p>Ryan's selection might excite President Obama's campaign by highlighting the congressman as the bogeyman and champion of repressive policies. But for those people who live far from the world of Romney's wealth or, for that matter, the income or health care coverage of members of congress like Ryan, this is a disturbing, disappointing choice. </p> </blockquote> <p><strong>Ezra Klein, <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/08/11/paul-ryan-isnt-a-deficit-hawk-hes-a-conservative-reformer/\">the Washington Post</a></strong></p> <blockquote class=\"quoted\"> <p>The truth is that the Ryan budget's largest long-term savings don't come from Medicaid or Medicare or Social Security, or even Medicaid and Medicare and Social Security put together. They come from everything else. Ryan says that under his budget, everything the federal government does that is not Medicare, Medicaid or Social Security will be cut to less than 3.75 percent of GDP by 2050. That means defense, infrastructure, education, food safety, energy research, national parks, civil service, the FBI – all of it. Right now, that category of spending is 12.5 percent of GDP. </p> </blockquote> <p><strong>Giles Fraser, <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/13/paul-ryan-ayn-rand-romney\">the Guardian</a></strong></p> <blockquote class=\"quoted\"> <p>But here's the political problem for Ryan. Many were queasy when George Bush cheesily described Jesus as his favourite philosopher, but at least he knew his market. In contrast, few books can be as hostile to the Christian faith as Atlas Shrugged. For Rand, the good Samaritan was not simply a chump: he was in fact doing something wicked. We are saved only by selfishness. So how can an American politician, who has described himself as a \"staunch Catholic\" and in what is supposed to be an electorate dominated by Christian values, side with one who so thoroughly rejected all the teachings of Jesus?</p> </blockquote>",
  "<p>Like many Kenyans, Eko Dydda's tribal origins used to be obvious from his name. But after witnessing the ethnic violence that followed the country's last election, the gospel rapper decided to change his name to remove any reference to his tribe.</p> <p>The 26-year-old, who was named best male artist at Kenya's 2012 Groove awards, says many young Kenyans support his battle against tribalism. He warns that time is running out ahead of the country's next election in March.</p> <p>\"I tell (my fans) 'let's not be tribal, but let's be Tribe-All because we are the Tribe-All generation,\" he says.</p> <p>Dydda, who grew up in the Mathare slum in Nairobi, was nearly a casualty of the violence that broke out after President Mwai Kibaki, a Kikuyu, was <a href=\"http://www.theguardian.com/world/2008/jan/28/kenya.international\" title=\"\">declared the winner of the 2007 election</a> and the prime minister Raila Odinga, a Luo, cried foul.</p> <p>\"Things were crazy … I saw the ugly of the ugly,\" Dydda said. A gang from his tribe, armed with a panga (machete), stopped him in Mathare and demanded he speak their language to prove that he was one of them. But Dydda only spoke Sheng, the mixture of Swahili and English, which is the language of the ghettos.</p> <p>Luckily, an older man appeared and told the gang that Dydda was one of them. \"It was a wake-up call,\" Dydda said.</p> <p>The rapper, known for his <a href=\"http://www.youtube.com/watch?v=VN3_fUlrKj0\" title=\"\">stammer-and-stagger style</a>, now preaches tolerance at his concerts and hosts a conversation under the hashtag <a href=\"https://twitter.com/#!/search/?q=%23GHETTO_PARLIAMENT&amp;src=hash\" title=\"\">#Ghetto_Parliament</a> on Twitter. \"(I changed my name) because I wanted to belong to the country Kenya and not a specific tribe,\" he said.</p> <p>Four Kenyans, including presidential candidate Uhuru Kenyatta, are<a href=\"http://www.theguardian.com/world/2012/jan/23/court-kenyans-trial-election-violence\" title=\"\"> facing trial at the international criminal court</a> for their alleged role in the poll violence. About 1,200 people were killed and hundreds of thousands were displaced.</p> <p>Many young Kenyans, <a href=\"http://www.theguardian.com/world/2012/mar/21/kenya-graffiti-artists-politicians-vultures\" title=\"\">from graffiti artists</a>, to singers and civil society activists, say they are tired of a political system built on tribal loyalties and endemic corruption. But already, analysts says, some politicians are using the divisive rhetoric of \"us against them\" on the campaign trail.</p> <p>\"[Political] mobilisation is still … being done around individuals and these individuals are talking to their ethnic base first,\" said Ndung'u Wainaina, executive director of the <a href=\"http://www.icpcafrica.org/\" title=\"\">International Centre for Policy and Conflict</a>.</p> <p>In July Kenya's <a href=\"http://www.cohesion.or.ke/\" title=\"\">National Cohesion and Integration Commission</a>, brought a case against three Kikuyu musicians, charging them with inciting violence against people of the Luo tribe in political songs. The singers denied the charges.</p> <p>Joy Mdivo, the head of a Christian NGO, the <a href=\"http://eaclj.org/\" title=\"\">East African Centre for Law and Justice</a>, believes Kenyans do not want to fight again but the tensions are still there. \"We are a new generation. Yes, your tribe is important to you because that is your heritage … but it doesn't define you,\" she said.</p> <p>While calls for change resonate in Nairobi, it is hard to gauge the hunger for a new political dynamic outside the cosmopolitan capital.</p> <p>Wainaina said rural communities would support change if they thought it would improve their access to jobs, services and political representation, but warned that the ethnically based divisions were easily manipulated.</p> <p>\"Issues of resource allocation and accessibility, representation, accountability and participation are at the heart of these communities but (the lack of) an enabling environment, including access to critical information, remains a major hindrance,\" he added.</p>",
  "<p>In the past few days, the Israeli public has been hit by a blizzard of speculative articles suggesting a military strike against Iran's nuclear sites is imminent.</p> <p>The talk is now of a timetable of weeks, rather than months and some observers believe that Israel will act in the runup to the US presidential election – at a time when it could be difficult and damaging for President Obama to withhold his backing in the face of a hawkish and vehemently pro-Israel opponent, Mitt Romney, who has already indicated his support for unilateral action by the Jewish state.</p> <p>On Tuesday, an article in Ma'ariv suggested that Netanyahu and Barak have set a deadline of 25 September for Obama to clearly state that the US itself will take military action. The date is the opening of the UN general assembly in New York, and also the eve of Yom Kippur, one of the most significant dates in the Jewish calendar.</p> <p>The implication is that, in the absence of a public declaration, Israel will press on with its own plans to strike at the Iranian nuclear programme.</p> <p>But it was two articles last Friday that kicked off the current storm. Writing in Israel's biggest-selling daily, Yedioth Ahronoth, Nahum Barnea and Simon Shiffer, both respected commentators, said: \"Insofar as it depends on Binyamin Netanyahu and Ehud Barak, an Israeli military strike on the nuclear facilities in Iran will take place in these coming autumn months, before the US elections in November.\"</p> <p>But, it pointed out: \"There is not a single senior official in the establishment – neither among the [Israeli Defence Forces] top brass nor in the security branches, or even the president – who supports an Israeli strike at the moment.\"</p> <p>Nevertheless, Netanyahu and Barak are determined, according to the authors. Despite US assurances that Obama is committed to stopping the Iranian nuclear programme, \"Netanyahu assessed that this was empty talk. That Obama will not take action. Barak was less confrontational, but his conclusion was similar. He said that Israel could not entrust its security in the hands of a foreign state&#xa0;… The US can live with a nuclear Iran. Israel cannot.\"</p> <p>On Monday morning, Barnea reported that he and Shiffer had been \"bombarded with phone calls from people who asked if it was time to hide in the bomb shelters\" over the weekend.</p> <p>Barak is also widely assumed to be the \"decision maker\", the anonymous key figure whose views were spread over two pages of <a href=\"http://www.haaretz.com/weekend/magazine/a-grave-warning-on-iran-from-the-decision-maker.premium-1.457158\" title=\"\">Haaretz's weekend magazine</a> on Friday. This thinly disguised figure said time was running out to act against the Iranian nuclear programme, and the \"immunity zone\" - the point when key components of the programme are beyond reach in deep bunkers - was approaching.</p> <p>According to the decision maker: \"As the Iranians continue to fortify their nuclear sites and disperse them and accumulate uranium, the moment is approaching when Israel will not be able to do anything. For the Americans, the Iranians are not yet approaching the immunity zone – because the Americans have much larger bombers and bombs, and the ability to repeat the operation a whole number of times. But for us, Iran could soon enter the immunity zone. And when that happens, it means putting a matter that is vital to our survival in the hands of the United States. Israel cannot allow this to happen. It cannot place the responsibility for its security and future in the hands of even its best and most loyal friend.\"</p> <p>Added into the mix was a much-quoted comment, made by Mossad chief Ehraim Halevy, <a href=\"http://www.nytimes.com/2012/08/02/world/middleeast/in-israel-panetta-warns-iran-on-nuclear-program.html?_r=1&amp;pagewanted=all\" title=\"\">to the New York Times</a> the week before, in which he said: \"If I was an Iranian, I would be very fearful of the next 12 weeks.\"</p> <p>It's possible that the single short quote was taken from a long, measured interview, but it should be assumed that Halevy understood that his words would have impact.</p> <p>He was swiftly followed by another former intelligence chief, Aharon Zeevi Farkash, former head of military intelligence in the IDF, <a href=\"http://www.israelnationalnews.com/News/News.aspx/158570%C2%A3.UCj9jY4uZSU\" title=\"\">who said</a>: \"It seems to me that [an Israeli attack] could come in the near future,\" that is, weeks or a couple of months.\"</p> <p>Despite the rising decibels, a decision by Netanyahu and Barak to take Israel into a war against the advice of current and former military and intelligence bigwigs, and against the opposition of most of the cabinet, would be an enormous political risk, even leaving aside the military, security and diplomatic consequences</p> <p>Former prime minister Ehud Olmert was the latest public figure to throw in his cautionary tuppence-worth, in a speech on Sunday. He said: \"There is no reason whatsoever for Israel to act in the near future, not in the coming weeks and not in the coming months&#xa0;… We do not have to be hysterical. We have to calm down&#xa0;… I am part of the circle that believes that Israel can not allow Iran to obtain nuclear weapons. The question is, how do we proceed with this?&#xa0;… This process must be made in full compliance with the international community.\"</p> <p>What about the Israeli public? According to an opinion poll in Ma'ariv last Friday, 41% believe sanctions and diplomacy alone will not stop the Iranians developing a nuclear bomb, 22% retained their faith in sanctions and diplomacy and 37% didn't know.</p> <p>A subsequent series of questions showed that most people hope for US involvement in military action, and believe it will be forthcoming.</p> <p>But if it comes to \"the latest possible date that Israel can seriously harm the Iranian nuclear programme on its own\", 35% said Israel should go it alone, 39% said leave it to the US and international community, and 26% said they didn't know.</p> <p>Four out of 10 said they trusted the judgment of Netanyahu and Barak on this issue, compared with 27% who answered in the negative.</p> <p>There are still those who believe Netanyahu and Barak are playing a dangerous game of bluff aimed at forcing America's hand. But, for now, those who believe Israel is heading towards war are speaking with louder voices.</p>"
]