[
  "<p>Mitt Romney's campaign team mounted a counter-attack Friday over a controversial pro-Obama ad linking the Republican presidential challenger with a woman's death from cancer.</p> <p>The cancer ad is the most negative piece of campaigning yet, and has dominated the political agenda for three days. It overshadowed other issues at the daily White House press conference on Friday.</p> <p>The Romney camp put out an ad of its own, accusing Barack Obama of seeking to exploit the tragedy of the woman's death for political gain.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/z-EEETo3Sqo?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/z-EEETo3Sqo\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p></p> <p>Eric Fehrnstrom, a Romney campaign adviser, denounced the cancer ad, released on Tuesday. \"When you start running ads accusing your opponent of killing people, then you have lost credibility and I think that's where the Obama campaign finds itself,\" Fehrnstrom said. \"I don't think a world champion limbo dancer could get any lower than the Obama campaign right now.\"</p> <p>In the ad, paid for by one of the main Super Pacs backing Obama, Priorities USA Action, a former steelworker Joe Soptic recounts how when Bain Capital, which Romney headed, shut down his steel plant in 2001, he lost his family health benefits. His wife died of cancer five years later.</p> <p>Although Priorities USA Action insists it is not accusing Romney of being to blame for the woman's death, that is the implication: that the cancer might have been caught at an early stage if the plant had not closed and the Soptic family still had insurance coverage.</p> <p>The Romney campaign counters that the ad is inaccurate on several counts, not least that the woman had health coverage of her own.</p> <p>The White House is refusing either to endorse the ad or denounce it. Obama spokesman, Jay Carney, insisted that his campaign had no control over the actions of Priorities USA Action. \"We have no control over third-party ads,\" he said. Asked about whether the cancer link was appropriate in a political campaign, he said: \"It's not for me to do.\"</p> <p>Although Priorities USA Action insists it is planning to go ahead with airing the ad in swing states at a cost of $20m, it will have to decide whether the row is causing more damage to the Obama campaign than Romney's. It could make it harder for Obama to claim the moral high ground if, as expected, pro-Romney Super Pacs launch similar negative ads.</p> <p>One positive for the Obama campaign is that negative campaigning, while frequently deplored, usually works, and that Romney will be smeared by the ad anyway. The row is distracting voters from Romney's attempts to focus the election on economic issues.</p> <p>Carney claimed that there is no co-ordination between the Obama campaign and Priorities USA Action. But the founder of the Super Pac, Bill Burton, is a former White House spokesman, while David Plouffe, a senior White House adviser, was raising funds for the group earlier this year.</p> <p>An Obama campaign spokeswoman, Jen Psaki, while briefing reporters alongside Carney on an Obama campaign flight this week, initially denied the campaign knew anything about Soptic. It later turned out that he had appeared in an earlier campaign ad.</p> <p>The Romney ad issued on Friday says: \"What does it say about a president's character when his campaign tries to use the tragedy of a woman's death for political gain? What does it say about a president's character when he had his campaign raise money for the ad then stood by as his top aides were caught lying about it?</p> <p>\"Doesn't America deserve better than a president who will say or do anything to stay in power?\"</p>",
  "<p>The shock of losing a precious job in a town afflicted by high unemployment is always hard. A foundation for a stable family life and secure home instantly disappears, replaced with a future filled with fears over health insurance, missed mortgage payments and the potential for a slip below the breadline.</p> <p>But for Bonnie Borman – and 170 other men and women in Freeport, Illinois – there is a brutal twist to the torture. Borman, 52, and the other workers of a soon-to-be-shuttered car parts plant are personally training the Chinese workers who will replace them.</p> <p>It's a surreal experience, they say. For months they have watched their plant being dismantled and shipped to China, piece by piece, as they show teams of Chinese workers how to do the jobs they have dedicated their lives to.</p> <p>\"It's not easy to get up in the morning, training them to do your job so that you can be made unemployed,\" said Borman, pictured, a mother of three who has worked for 23 years at the Sensata auto sensors plant.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394528205\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/8/10/1344608047322/Bonnie-Borman-at-Sensata--004.jpg\" alt=\"Bonnie Borman at Sensata in Freeport\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bonnie Borman at Sensata in Freeport. Photograph: Carlos Ortiz/Polaris</span> <span class=\"element-image__credit\">Photograph: Carlos Ortiz/Polaris</span> </figcaption> </figure>  <p>Borman knows her eventual fate in the stricken economy that surrounds Freeport. \"I am going to be competing for minimum wage jobs with my own daughter,\" she said.</p> <p>Such scenes have been common in America as manufacturing has fled abroad in search of cheaper wages.</p> <p>But, in the midst of the 2012 presidential election, Freeport is different. For Sensata is majority-owned by Bain Capital, the private equity firm once led by Mitt Romney, that has become a hugely controversial symbol of how the modern globalised American economy works. Indeed, Romney still owns millions of dollars of shares in the Bain funds that own Sensata.</p> <p>So as Sensata strips out costs by sacking American workers in favour of Chinese ones, the value of Romney's own investments could rise, putting money into the pockets of a Republican challenger who has placed job creation in America at the heart of his bid for the White House.</p> <p>The story of how Bain became involved in a car factory in a small town amid the rolling farmland of northern Illinois is emblematic of modern financial wheeling and dealing.</p> <p>Bain bought the firm that was to become Sensata in 2006, when it was the Texan arm of a Dutch company. It then floated it on the stock exchange in 2010, but kept a majority stake. Sensata came to own the Freeport plant at the beginning of 2011 as part of a wider purchase of a car parts business from Honeywell.</p> <p>Sensata spokesman Jacob Sayer said closing the Freeport plant to cut costs was a key element of the Honeywell deal. \"If that had not been part of the strategy, then the deal would not have been so attractive,\" he said.</p> <p>Bain has declined to comment. But it has made a lot of money from owning Sensata, quadrupling its initial 2006 investment. In business circles that focus on the bottom line is all that matters. But, not surprisingly, it cuts less ice in Illinois.</p> <p>Workers insist their operation is profitable and makes top quality auto sensors.</p> <p>\"I understand business needs to make a profit. But this product has always made a ton of money. It's just that they think it is not enough money. They are greedy,\" said Tom Gaulraupp, who has put in 33 years at the plant and is facing the prospect of becoming jobless at the age of 54.</p> <p>Mark Shreck, a 36-year-old father-of-three, confessed he was one of the few workers not surprised at the layoffs, as this is the second time his job has moved to China. \"I feel this is what companies do nowadays,\" he said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394528206\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/8/10/1344605889495/Freeport-mayor-George-Gau-004.jpg\" alt=\"Freeport mayor George Gaulrapp\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Freeport mayor George Gaulrapp. Photograph: Carlos Ortiz/Polaris</span> <span class=\"element-image__credit\">Photograph: Carlos Ortiz/Polaris</span> </figcaption> </figure>  <p>The Freeport workers have appealed to Bain and Romney to save their plant. The local town council, several Illinois politicians and the state's Democratic governor have all rallied to their cause. \"This company is competitive globally. They make a profit here. But Bain Capital decided to squeeze it a little further. That is not what capitalism is meant to be about,\" said Freeport mayor George Gaulrapp, 52, pictured.</p> <p>The anger towards Bain and Romney is palpable. Romney has become the target for the emotions of a community who built lives based on the idea of a steady manufacturing job: a concept out of place in the sort of fluid buy-and-sell world from which Bain prospers. \"I didn't have a clue what Bain was before this happened,\" said Cheryl Randecker, 52. \"Now when I hear Romney speak it makes me sick to my stomach.\"</p> <p>President Barack Obama's campaign has sought to make Bain's record of buying and selling companies – often involving job losses – a key part of its strategy of painting Romney as an out-of-touch super-rich financier. In turn, Romney, who left Bain in 1999, has defended his long career there, saying Bain ends up generating economic growth and spurring job creation. Far from profiting from layoffs, Romney has portrayed Bain as a model for the American future.</p> <p>That argument stuns Illinois governor Pat Quinn. \"If he thinks that is the model for American economic growth then he is barking up the wrong tree,\" Quinn told The Guardian.</p> <p>Of course, no one at the Romney campaign wants to be linked with the Freeport plant closure. \"Governor Romney is not familiar with this issue and has not been involved in the management of Bain since 1999,\" said campaign spokeswoman Amanda Henneberg.</p> <p>Nor does anyone at Sensata want to discuss the social costs of their decision. \"We don't have any statement on the impact it has on Freeport,\" said Sayer. Bain did not return a request for comment.</p> <p>But the impact is enormous on individuals and city alike. Freeport, a city of 26,000, is struggling. Its downtown features empty store fronts and businesses barely getting by.</p> <p>The loss of 170 solid well-paying jobs will ripple out into this economy, further straining city resources, hurting businesses and eventually adding to Freeport's foreclosure problem. \"There is a sense of fright. People don't know what this means for their families, their health insurance and whether they will keep their homes,\" said mayor Gaulrapp.</p> <p>It is already happening.</p> <p>Tom Gaulrapp – no relation to the mayor – worries he will be homeless. \"It is a real possibility,\" he said. Randecker's daughter has already quit nursing college in Iowa to save money. Joanne Penniston, 35, is wondering if she will have to leave town. \"I would have to uproot my whole family,\" she said.</p> <p>Dot Turner, who joined the firm when she was 18 and freshly married and then put in 43 years on the factory floor, has suddenly found long cherished retirement plans thrown into disarray. She is 62 and knows finding another job will be tough. \"I should not be standing in an unemployment line at this stage of my life,\" she said.</p> <p>Turner too finds it hard to hear Romney talk of creating jobs when the post she has worked at for four decades – and which paid for three children to go to college – has just been sent overseas by a firm majority-controlled by Bain. \"When Romney talks about creating jobs, it is just a big fairy tale,\" she said.</p> <p>There is little chance of a happy ending for Freeport. The workers collect petitions and hold demonstrations. But they know they are likely doomed. \"We are not stupid. We know we are unlikely to save our jobs. But if we get the next company that tries it to think twice, then maybe we save our neighbour's job. Or our children's,\" said Tom Gaulrapp.</p> <p>Meanwhile, bit by bit, the machines inside the Freeport plant are being packed up, beginning their long journey to China. By the end of the year it will be over. \"It is kind of like part of your family being shipped out - I worked with that stuff for years. Now there's nothing left but a discoloration on the floor where the equipment used to sit,\" Gaulrapp said.</p>",
  "<p>In Washington, conventional wisdom is everything. It's the driver of perceptions, and often of self-fulfilling political prophecies. That's why you might notice a guarded confidence amongst the Obama campaign these past few weeks: generally speaking, most realistic experts predict a victory for the president in this November's election.</p> <p>This perception is reinforced by current polling, some of the most recent being published by Quinnipiac University, the New York Times and CBS News, <a href=\"http://www.cbsnews.com/8334-250_162-57483964/quinnipiac-university-cbs-news-new-york-times-poll-8-1-12/\">giving President Obama an edge</a> over Romney in key states like Ohio, Pennsylvania and Florida. Certainly, it will be a tight race, but by any realistic standard, the money is on Obama to pull out a victory, even narrowly.</p> <p>But it's exactly the likely closeness of the race that may turn Washington's conventional wisdom on its head on election day. That's because, until relatively recently, political experts and journalists have been oblivious to a widespread and pernicious phenomenon occurring in many critical swing states – one that, unless checked, could erase Obama's electoral edge.</p> <p>This phenomenon takes the form of a <a href=\"http://www.politico.com/blogs/burns-haberman/2012/07/how-voter-id-laws-could-affect-the-outcome-in-november-130443.html\">spate of new voter laws</a>: efforts by Republican governors and Republican-controlled state legislatures to pass restrictive new voting rules just in time for election day. As a result, at least 5 million Americans <a href=\"http://www.brennancenter.org/content/resource/study_new_voting_restrictions_may_affect_more_than_five_million\">could essentially lose their right to vote</a>, according to the non-partisan Brennan Center in New York. </p> <p>It's no surprise that these laws are almost uniformly designed to disenfranchise young people and minorities – the very demographics that make up part of Obama's base. And 5 million votes flagrantly stolen from the Democrats, especially in the swing states where Obama currently has the edge, could easily spell a Romney victory.</p> <p>The Republican strategy here is simply too blatant to be believed, hence the relatively muted press coverage on the issue. Indeed, while Republican lawmakers have been busy undermining the basic rights of Americans for months now, it was not until recent weeks that <a href=\"http://www.nytimes.com/2012/07/20/us/politics/tougher-voter-id-laws-set-off-court-battles.html?pagewanted=all\">the New York Times</a> and Washington Post started paying attention.</p> <p>As well they should, because it's no exaggeration to say that the results of these partisan tactics could make the <a href=\"http://www.amazon.com/36-Days-Complete-Chronicle-Presidential/dp/B000HWYV4W/ref=sr_1_4?s=books&amp;ie=UTF8&amp;qid=1344539931&amp;sr=1-4&amp;keywords=36+days\">Floridian recount of 2000</a> look like a minor political spat. We're looking at an election doomsday scenario that could eclipse any political scandal in American history.</p> <p>Hyperbole? Not when you examine the new laws more closely. The legislation being passed by Republicans across the country takes various forms, all designed to stop likely Obama voters casting ballots.</p> <p>The most common tactic is to heavily restrict the types of identification required at polling stations. In Pennsylvania, for example, that means requiring all voters to present <a href=\"http://www.philly.com/philly/news/20120809_Philly_city_commissioners_chief_denounces_voter_ID_law_with_data.html\">very limited types of ID</a> only available from the state's department of transportation. Since many inner-city voters don't drive, or many young voters have out-of-state driver's licenses, these likely Obama voters will all be stopped dead in their tracks before they reach the polling booth. The problem is so severe that the state of Pennsylvania itself has admitted that nearly 10% of voters do not have the required identification. In Philadelphia, an Obama stronghold, that figure is closer to 20%. <a href=\"http://www.huffingtonpost.com/2012/07/10/eric-holder-voter-id-poll-tax_n_1662847.html\">Attorney General Eric Holder summed it up</a> perfectly when he called these voter ID measures the equivalent of a \"poll tax\", at the NAACP summit in July.</p> <p>In Florida, where history proves that less than 1,000 votes can swing a national election, the efforts to stop minorities and the poor from voting are not just limited to new voter identification laws. In fact, voter registration drives have been banned, and early voting, thought to favor Democrats, has been significantly curtailed. Even more worrying is Governor Rick Scott's attempt simply to remove Obama voters from the election rolls. In May, Scott ordered a purge of his state's voter lists, based on drivers' license records, which he acknowledged to be deeply flawed.</p> <p>As a result, the state's division of elections initially found a mind-boggling 180,000 \"ineligible voters\" by performing a search of a computer database with inaccurate information. Yet, the purge goes on: the Miami Herald found that 58% of the people in a sample of 2,700 \"ineligible\" voters were Hispanic, and 14% were black. Whites and Republicans were least likely to be barred from voting. Even a second world war veteran was told he was not a citizen and <a href=\"http://www.dailykos.com/story/2012/06/01/1096521/-Florida-tells-another-91-year-old-WWII-veteran-he-s-not-a-nbsp-citizen\">so to stay away from the voting booth</a>.</p> <p>Of course, Republicans justify their efforts to suppress the vote by arguing that they're simply preventing illegal voting. That sounds entirely fair – until you consider that the proven occurrence of voter fraud is almost non-existent. In fact, not a single person has ever been prosecuted for voting illegally. Yet, the public seems ambivalent about voter ID laws, which is why similar dirty tricks continue, taking various forms in other competitive states such as Virginia, New Hampshire, Ohio, Wisconsin and North Carolina.</p> <p>Luckily, progressive groups and the federal government are pushing back. <a href=\"http://www.reuters.com/article/2012/07/25/us-usa-voterid-pennsylvania-idUSBRE86O1L120120725\">In Pennsylvania</a>, groups like the <a href=\"http://www.advancementproject.org/\">Advancement Project</a> and the ACLU have filed suit on behalf of 38 plaintiffs, challenging the constitutionality of the new laws in state courts. The Advancement Project is also intervening in Wisconsin, fighting the fact that 78% of young African-American men lack the appropriate ID to vote, for example. The <a href=\"http://news.yahoo.com/justice-department-probes-pennsylvania-voter-id-law-225602771.html\">US department of justice is also intervening</a> in Pennsylvania and other states, questioning whether new laws disproportionately discriminate against minorities. And the Obama campaign is acutely aware of the danger, with dozens of staffers in the campaign headquarters and out in the field monitoring daily developments in every critical state.</p> <p>These counter-efforts are critical, yet the fear among Democrats is that they may not be sufficient to stop the new laws taking effect before the election. That is a significant danger, not only to the legitimacy of the results of the presidential race, but for the very core of America's democratic process. And, of course, it highlights the need for uniform standards across the country that guarantee free and fair elections.</p> <p>That's a battle for a later date. For now, we can only hope that voters will get wise to the Republican tactics and make every effort to <a href=\"http://www.866ourvote.org/\">make their voices heard on 6 November</a>.</p>",
  "<p>A power-crazed leader known as \"Rocky\" does pelvic floor exercises with his personal trainer on the Élysée lawn. He shadow boxes in front of a mirror in his presidential office and in one especially caustic passage, minutes before a public appearance, demands a sexual favour from a provincial mayor in return for subsidising a medieval history museum.</p> <p>This controversial, thinly veiled fable of political love and war in Nicolas Sarkozy's fiefdom in the rich western suburbs of Paris is the surprise bestseller of the summer in France after it cost its author her job, infuriated Sarkozy's son Jean, and stoked tensions in the already fractured rightwing UMP party.</p> <p>Le Monarque, Son Fils, Son Fief (The monarch, his son, his fief) by Marie-Célie Guillaume has topped the French bestseller charts for seven weeks, surprising critics and embarrassing the French right. Its presence in summer suitcases has shown not just readers' continued appetite for the bizarre character plots that defined Sarkozy's presidency, but also that truth can sometimes be stranger than fiction.</p> <p>Guillaume was head of staff for Patrick Devedjian, a one-time Sarkozy ally and minister for economic recovery, when she decided to tell all in a barely disguised <em>roman à clef </em>about the infighting in the Hauts-de-Seine, the richest department in France.</p> <p>Jean, the former president's young student son, <a href=\"http://www.theguardian.com/world/2009/oct/16/jean-sarkozy-la-defense-politics\" title=\"\">whose rise in local politics sparked allegations of nepotism</a>, appears as \"Le Dauphin\" – an heir apparent desperate for attention from his absent father.</p> <p>Sarkozy's easily recognisable political friends appear as self-interested, cigar-chomping, bling-obsessed and permatanned a shade of \"deep caramel orange\". But the worst is reserved for Rocky, the Sarkozy character, who is so excited by power that he demands a sex act from a female politician who has an appointment at his office, telling her: \"Look at the state I'm in, you can't leave me like this … \"</p> <p>The book sparked such outrage from the Sarkozy camp in the Hauts-de-Seine that Devedjian sacked Guillaume as his head of cabinet. Jean Sarkozy accused Devedjian of being behind the book himself and lashed out at Guillaume for what he called a \"vile and sordid tissue of lies\".</p> <p>She in turn argued that the writing had been an outlet after the horrors of political infighting in the Hauts-de-Seine. She wanted to show politics in its most \"crude and brutal form\". Asked about the Sarkozy sex scene, which his allies dismissed as unlikely, she said she'd wanted to give an idea of power and sex that was \"universal\".</p> <p>This mix of the political and the literary on the summer bestseller lists is a taste of what's to come in the annual French publishing drive at the end of August. The main event of the publishing season is the first novelist-penned account of the new Socialist president, François Hollande.</p> <p>After Sarkozy's 2007 invitation to the playwright Yasmina Reza to document his election campaign, Hollande followed suit this year and was trailed by a young, award-winning Parisian novelist, Laurent Binet, a favourite of his partner Valerie Trierweiler.</p> <p>Her book, Rien Ne Se Passe Comme Prevu, (Nothing Goes According to Plan) is due out later this month. Binet has already taken to Twitter to bat off claims that he was asked by publishers to add more spice to the manuscript and more passages on Trierweiler.</p> <p>Trierweiler's own book on the campaign – in which she wrote captions for photos by Hollande's official photographer – has sold only 1,000 copies since June, the weekly L'Express reported.</p> <p>The disgraced, pariah-figure Dominique Strauss-Kahn has also inspired a books boom.</p> <p>Les Strauss-Kahn, an investigation by Le Monde journalists into his political life and behaviour, <a href=\"http://www.theguardian.com/world/2012/jun/07/dominique-strass-kahn-new-book\" title=\"\">is at number two in the non-fiction bestsellers</a>.</p> <p>In the autumn, the writer Stephane Zagdanski will publish a novel, Chaos Brúlant (Burning Chaos), depicting the alleged New York Sofitel attack through the eyes of people in a Manhattan psychiatric centre.</p>",
  "<p>Japan and South Korea were heading for a diplomatic showdown on Friday, after Lee Myung-bak became the first sitting South Korean president to visit <a href=\"http://www.theguardian.com/world/2010/aug/18/japan-south-korea-disputed-islands\" title=\"\">a group of islands</a> at the centre of a decades-old territorial dispute.</p> <p>Lee, who will step down as president later this year, ignored calls from Japanese leaders to cancel the trip to one of the islands that make up the Takeshima chain, known as Dokdo among Koreans.</p> <p>After arriving by helicopter from the nearby island of Ulleungdo, Lee said that South Korea \"must continue to protect its territory\". He left the island later in the afternoon and was due to speak to reporters on his return to Seoul.</p> <p>Lee's visit drew an angry response from Japan, which insists the islands, which lie roughly equidistant between the two countries in the Japan Sea – or the East Sea according to Koreans – are an integral part of its territory. In Tokyo, the government's chief spokesman, Osamu Fujimura, described Lee's visit as \"extremely regrettable\". Later, the government said it was ordering its ambassador in Seoul, Masatoshi Muto, to return to Tokyo to discuss the dispute.</p> <p>Japan's foreign minister, Koichiro Gemba, said the visit would have a big impact on bilateral ties, but did not specify what, if any, countermeasures were being considered.</p> <p>Officials in Seoul said Lee's visit was not designed to provoke Japan, with which South Korea enjoys close tourism and economic ties, albeit against a backdrop of resentment over Japan's 1910-1945 colonial rule of the Korean peninsula. An unnamed official said the trip was intended only to highlight the island's importance as a natural reserve. \"There shouldn't be anything unusual in a national leader visiting a place that is our territory,\" the official told Reuters.</p> <p>A freshwater lagoon helps sustain about 80 species of plants, and dozens of birds and insects. The meeting of cold and warm water currents has led to a profusion of fish and other marine life. The islands sit amid rich fishing grounds and, according to some reports, near frozen natural gas deposits that could be worth billions of dollars.</p> <p>A coastguard garrison has been stationed on Takeshima since 1954, and their only known civilian residents are Kim Seong-do, an elderly fisherman, and his wife, Shin-yeol.</p> <p>Lee's visit comes soon after Japan renewed its claim over Takeshima in its annual defence paper, and days before South Korea marks the anniversary of its liberation from Japanese rule at the end of the second world war.</p> <p>Some interpreted the move as an attempt by Lee to appeal to nationalist sentiment in the south and improve the chances of his party's candidate, <a href=\"http://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president\" title=\"\">Park Geun-hye</a>, in December's presidential election. South Korea's constitution bans sitting presidents from seeking a second term.</p> <p>Lee's ruling New Frontier party said Lee had demonstrated South Korea's \"determination to protect our territory\". But the main opposition Democratic United party said Lee should have used his final months in office to resolve longstanding disagreements over Japan's sexual enslavement of Korean women before and during the war, and the use of school textbooks glorifying Japanese militarism.</p> <p>The visit has also raised the stakes at the Olympics, where Japan and South Korea are due to play for the bronze medal in the men's football tournament in Cardiff on Friday.</p> <p>The Takeshima islands, comprising two small islands and more than 90 rocks and reefs, were made part of Japan's Shimane prefecture in 1905. The countries' competing claims are mired in historical ambiguity, and complicated by several name changes and cartographical evidence from myriad Korean, Japanese and western sources stretching back centuries.</p> <p>In 2010, South Korea's media reported the discovery of a 1949 US military map that, according to the Chosun Ilbo newspaper, \"clearly states that Dokdo belongs to Korea\".</p>",
  "<p>Hugo Chávez, the Venezuelan president, is claiming a US citizen has been arrested and interrogated on suspicions he is a mercenary involved in a conspiracy against the government.</p> <p>Chávez, who faces an election on 7 October, suggested the man is part of a plot to destabilise the country if he is re-elected. </p> <p>Chávez said the Hispanic man was detained on 4 August while crossing into Venezuela from Colombia. The president said the man was carrying a US passport with entrance and exit stamps from countries including Iraq, Afghanistan and Libya as well as a notebook containing geographical co-ordinates.</p> <p>The man's identity was not released. Chávez did not say where he was being interrogated.</p> <p>An official from the US embassy in Caracas did not answer repeated telephone calls seeking comment on Chávez's announcement.</p> <p>\"He has all the appearance of a mercenary,\" Chávez said, speaking during a campaign rally in the coastal state of Vargas. \"We are interrogating him.\"</p> <p>The man tore up part of the notebook in his possession when he was detained, Chávez said.</p> <p>Chávez, who often makes sweeping and bellicose denouncements of his opponents, suggested – without offering evidence – that the American might have been recruited by government opponents to instigate violent protests if opposition presidential candidate Henrique Capriles loses the election. Chávez has repeatedly vowed to win re-election and continue trying to steer Venezuela toward socialism.</p> <p>The president has repeatedly claimed the opposition plans to accuse election officials of rigging the vote and refuse to accept the results if he is victorious, an allegation that Capriles and fellow opposition leaders deny.</p> <p>\"A group of the bourgeoisie is preparing to reject the people's triumph, that's very clear,\" Chávez told the crowd of cheering supporters.</p> <p>Anti-Chávez politicians also reject the president's allegations they are trying to stir up trouble by campaigning in areas that have been bastions of support for Chávez or conspiring with US officials to provoke upheaval if Capriles fails to defeat the incumbent who is trying to win a fresh six-year term.</p> <p>So far campaigning ahead of the presidential vote has mostly been peaceful, but observers say there is a danger that Venezuela's deep political polarisation and rising tensions between allies and adversaries of Chávez could boil over.</p>"
]