[
  "<p>Malcolm Muggeridge claimed when he gave up the editorship of <em>Punch</em> in 1957 that public life in our times had become so absurdly comic that it was beyond the capacity of humorists to ridicule it. Well, there's nothing in <em>The Campaign</em>, a lumpen political farce about the battle of two South Carolina Republicans to represent a congressional district in Washington DC, to match the recent antics of Romney, Ryan and the Tea Party. The film's co-producers, Will Ferrell and Zach Galifianakis, play respectively the&#xa0;lecherous, idiotic hypocrite defending his seat and the dimwit chosen by two rich rightwing brothers (played by John Lithgow and Dan Aykroyd and clearly based on Charles and David Koch) to oppose him. All four overact wildly. Among the scatological knockabout there are two passable jokes, one about accidentally socking a baby, another about accidentally punching Uggie, the dog in <a href=\"http://www.theguardian.com/film/movie/142801/artist\" title=\"\"><em>The Artist</em></a>.</p> <p>Jay Roach, the director and co-producer, clearly drew upon his experience of making <a href=\"http://www.theguardian.com/film/movie/78650/austin.powers\" title=\"\"><em>Austin Powers: The Spy Who Shagged Me</em></a> and <a href=\"http://www.theguardian.com/film/movie/104595/meet.the.fockers\" title=\"\"><em>Meet the Fockers</em></a> rather than the more recent one of directing and producing the TV film about 2008 presidential election, <a href=\"http://www.theguardian.com/world/2012/mar/09/game-change-sarah-palin-hbo-television\" title=\"\"><em>Game Change</em></a> (for which he has just won an Emmy). <a href=\"http://www.theguardian.com/tv-and-radio/the-thick-of-it\" title=\"\"><em>The Thick of It</em></a> is in no danger of having its reputation challenged by such witlessness.</p>",
  "<p>In some ways, it is just like old times. Huge crowds mob the presidential candidate as he swings through dusty villages and towns promising a new Venezuela. They surround his bus, chanting his name, and when he emerges they scream and surge forward, desperate to embrace him. Many clutch notes – handwritten pleas for a job, a house, an operation – and if they manage to slip them into his hands or pockets they near explode with joy. \"He knows things can't go on like this. He knows we're ready for a change,\" Josmir Meza, 25, a student, shouted over cheers.</p> <p>The trouble for <a href=\"http://www.theguardian.com/world/hugo-chavez\" title=\"\">Hugo Chávez</a> is that he is no longer that candidate. In 1998, he was an insurgent outsider, a young, athletic campaigner who promised to overthrow the established order and \"refound\" <a href=\"http://www.theguardian.com/world/venezuela\" title=\"\">Venezuela</a>. He was unstoppable and roared to victory.</p> <p>Fourteen years later, however, as he seeks a third term in next Sunday's election, it his youthful challenger, <a href=\"http://www.newint.org/blog/2012/09/25/venezuela-elections-capriles-chavez/\" title=\"\">Henrique Capriles</a>, 40, who electrifies the crowds.</p> <p>Chávez, 58, in contrast, is an ailing, elusive figure who now represents the establishment. He wishes not to storm the presidential palace, Miraflores, a pink, neocolonial spread in downtown Caracas, but to keep it. Having dominated Venezuela like a colossus, leading his socialist revolution to consecutive electoral landslides, he is facing the electoral fight of his life.</p> <p>With both sides depicting the vote as an existential test to vanquish or save the unique political and economic experiment known as chavismo, the stakes could scarcely be higher. If Chávez loses, his movement will almost certainly fracture, dismaying foreign supporters who hailed the \"<a href=\"http://worldnews.about.com/od/venezuela/f/bolivarianrevolution.htm\" title=\"\">Bolivarian revolution</a>\" as a leftwing showcase. If he wins, critics at home and abroad will warn of a slide into autocracy and dysfunction.</p> <p>Either way, it will be another chapter in the great drama that is the life of Hugo Chávez. How a boy from a humble family in Sabaneta, a speck of a town on the vast grasslands known as <em>los llanos</em> rose to become not just president but a global figure simultaneously adored and reviled is a remarkable tale.</p> <p>Like the fireside legends of horsemen, demons and rebels that so enchanted the young Hugo – he memorised the poems, stories and songs – his rise is the stuff of myth. He was the second son of schoolteacher parents; if a girl, they planned to call him Eva (Venezuela's version of Eve), complementing the firstborn who was called Adan (Adam), but instead named him after his father. As more children arrived (six, all boys), the two eldest were sent to live with their grandmother, Rosa, a kind, industrious woman who doted on the boys.</p> <p>Hugo was by all accounts a happy, chatty boy who when not at school played baseball with a homemade bat and ball, painted, read books and supplemented household income selling his grandmother's \"spiders\", sugar-coated papaya strips. \"I would go round shouting, 'Hot spiders, tasty spiders for pretty girls!'\" he recalled recently. As a skinny teenager with big feet he was nicknamed Goofy.</p> <p>By the 1960s, Venezuela, once a sleepy corner of South America ruled by dictators, was a fledgling democracy with growing oil revenues and hunger for modernity. A new elite and middle class grew amid the skyscrapers but most rural migrants ended up in hillside shacks around cities.</p> <p>Hugo, a talented baseball player, dreamed not of politics but pitching for the major leagues. He became a military cadet hoping to vault from the academy to baseball clubs in Caracas. Instead, he fell in love with soldiering. \"A uniform, a gun, an area, close-order formation, marches, morning runs, studies in military science – I was like a fish in water,\" he recalled later.</p> <p>As Chávez moved up the ranks, he studied the writings of <a href=\"http://www.embavenez-us.org/kids.venezuela/simon.bolivar.htm\" title=\"\">Simón Bolívar</a>, the 19th-century liberator who ousted the Spanish, as well as philosophers such as Nietzsche and Plekhanov. He also noted extreme poverty and inequality amid the oil boom. Inspired by revolutionary military leaders in Panama and Peru, and leftwing Venezuelan intellectuals, an idea began to form: revolt.</p> <p>Over a decade, he gathered fellow officers into a conspiracy to replace what they saw as a venal, sham democracy with a progressive, real democracy. The February 1992 coup was a military fiasco, letting the unpopular government survive, but Chávez turned his televised surrender address into a political triumph. Eloquent and dashing in his red beret, he introduced himself to a startled nation – \"listen to comandante Chávez\" – and said his objectives had not been met \"por ahora\", for now. He deserved 30 years in jail, went the joke: one for the coup, 29 for failing.</p> <p>Pardoned and released after two years, he was adopted as a figurehead by a coalition of grassroots movements and leftwing parties and stormed to victory in the 1998 election, cheered not only by the poor but a middle class fed up with ossified political parties. With a barrel of oil just $8, the petro-state was near broke.</p> <p>Few outside Venezuela, until then best known for beauty queens and oil, knew what to make of this mercurial arrival who praised Fidel Castro but said he was neither left nor right but seeker of a Blairesqe \"third way\". Within a few short years, Chávez became one of the world's most recognisable and polarising figures.</p> <p>Vehement rhetoric – he railed against the wealthy as \"squealing pigs\" and \"vampires\" who looted oil wealth – endeared him to the poor and alienated the middle class and traditional elites. They called him a monkey and worse. In April 2002, the elites briefly ousted him in a Bush administration-backed coup, tried again with an oil strike, then a recall referendum. Chávez survived and grew more radical, declaring himself a socialist and nationalising swaths of the economy. Soaring oil prices gushed billions into the treasury, which he used to fund Cuban-run health clinics and other social programmes, easing poverty. He created a state media empire that promoted a personality cult and tightened executive control over the armed forces, the judiciary and the legislature.</p> <p>He called George Bush a \"donkey\", \"Mr Danger\", \"an asshole\" and, during a memorable UN speech, \"the devil\". Supporters such as Ken Livingstone, Sean Penn, Danny Glover and Noam Chomsky paid homage in visits to Caracas. After winning a second term in 2006, Chávez won a referendum abolishing term limits and talked of ruling until 2021, then 2030. That looks fanciful now. Ahead in some polls, he trails in others.</p> <p>He remains revered in the barrios. \"He is a gift, he means everything to us,\" said Aleira Quintero, 55, a red T-shirted canvasser in Petare. But even supporters are fed up with horrific crime rates, inflation, shortages and crumbling infrastructure. Bridges collapse, refineries blow up, blackouts shroud cities.</p> <p>Chávez has proved a shrewd political strategist and inspired communicator but disastrous manager, warping the economy with contradictory controls, creating and dissolving ministries by caprice, launching and abandoning initiatives, neglecting investment and maintenance. Despite record oil revenues, Venezuela is borrowing billions to try to plug the holes.</p> <p>Charisma, giveaways and institutional control, not least the ability to monopolise the airwaves, could yet clinch re-election but Chavez faces two formidable obstacles.</p> <p>Drained and bloated by cancer treatment, he sometimes has trouble walking. Instead of the barnstorming of old, his public appearances are few and often melancholic. \"If it were up to me, you know I'd get down off this stage and I'd go walking, as in times past,\" he told a rally, tears in his eyes. Some supporters fear the cancer is terminal and that a vote for Chávez is a vote for uncertainty and power-grabs by unloved ministers and courtiers.</p> <p>The other obstacle is Capriles. Unlike previous inept, shrill opposition leaders, the state governor is a disciplined, energetic campaigner. A jogger and basketball player, his nickname is El Flaquito, the skinny one. He has seized the initiative by crisscrossing the country, visiting 274 towns, and casting himself as a centrist who will keep Chávez's social programmes while offering competent administration. To woo \"soft chavistas\" he does not call Chávez a dictator or even Chávez. Conscious of the name's power, Capriles calls him \"the candidate of the (ruling party) PSUV\".</p> <p>Whether the president wins or not – and given his electoral track record you would be foolish or brave to bet against him – his fame will live on. In or out of power, there will be no forgetting the name Hugo Chávez.</p>",
  "<p>Call it the \"close your eyes test\". The challenge faces every leader of the opposition. Whether or not they pass is invariably crucial to their eventual success or failure. Can voters close their eyes and imagine this person standing on the threshold of Number 10 telling the country that Her Majesty has just invited them to form a government? So when Toby Helm, our political editor, and I went to interview Ed Miliband for today's <em>Observer</em>, I asked the Labour leader whether he thought people saw him as a future prime minister. After a pause, he replied: \"Well, that's for them to decide\", a response that did not ooze confidence.</p> <p>His aides protest that it is always hard to look prime ministerial until you are actually prime minister and some of his personal ratings are at least heading in the right direction as voters and commentators, some of whom originally and foolishly wrote him off as a Labour version of <a href=\"http://www.theguardian.com/politics/iain-duncan-smith\" title=\"\">Iain Duncan Smith</a>, reassess his qualities. Though still negative, his net approval rating on the <a href=\"http://yougov.co.uk/\" title=\"\">YouGov</a> tracker has improved 31 points since mid-January while David Cameron has slumped by 25. \"The more people get to see of Ed, the more they like him,\" says one of his senior staff, though it could be that the converse is the more important dynamic: the more people see of David Cameron, the less they like him.</p> <p>People may be warming to the Labour leader, but when asked whether he looks prime ministerial, the answer from our opinion poll today is a big, rude raspberry. On several of the key qualities that voters look for in a leader, he is rated very poorly. Only 28% of respondents can imagine him as prime minister; 63% cannot. That is a bad fail of the \"close your eyes test\".</p> <p>This encourages Tories to believe that, for all the difficulties of the coalition and despite the severe decline in their man's personal ratings, they can win the next election by making it as presidential as possible. Their plan is to try to brand the Labour leader as too weird and too left wing to put inside Number 10. In some ways, as he remarks in our interview, this is rather flattering. Tory propagandists would not be personally targeting him if they did not take the idea of Prime Minister Miliband seriously. You also have to wonder what leaking their scheme says about their judgment. If you plan a surprise attack it is usually thought best to, well, keep it a surprise. Personal campaigns against opponents have a record of backfiring because voters decide it says more about the nastiness of those doing the attacking than it does about the object of the attack. Mr Miliband might also take some encouragement from the fact that previous Tory efforts to define him negatively have not been terribly effective. The \"Red Ed\" tag that they tried to stick to him when he first became leader never really caught on.</p> <p>That said, important members of the shadow cabinet think he would be unwise to be complacent. Mr Miliband is just about old enough to remember how the Tories, in co-ordination with the right-wing tabloids, turned the public images of <a href=\"http://www.independent.co.uk/voices/book-review--how-worzel-came-to-save-the-labour-party-michael-foot--mervyn-jones-victor-gollancz-20-pounds-1369303.html\" title=\"\">Michael Foot</a> and <a href=\"http://www.timeshighereducation.co.uk/story.asp?storyCode=171485&amp;sectioncode=5\" title=\"\">Neil Kinnock </a>into Worzel Gummidge and the Welsh Windbag. Tabloid power has been diluted by the growth of new media, but ferocious press attacks can still have a destabilising, demoralising and debilitating effect.</p> <p>The Labour leader is additionally vulnerable because to much of the electorate he is still largely a blank canvas. Some voters may be aware that he is the son of Jewish refugees from the Nazis, a story he has often told. There was that bit of confusion about whether or not he was going to get married and, for many voters, that and beating his brother is probably the sum total of their knowledge about the man who would be their next prime minister. How to convey his personality to the public has been intensely preoccupying his circle in the run-up to his conference speech. There are certain things he can do nothing about. As he has said himself, if you asked spin doctors to design the perfect leadership candidate, they would not come up with Ed Miliband. Image-makers would probably describe something like Mitt Romney, which goes to show that having presidential teeth and hair is not the same as being presidential.</p> <p>The Labour leader cannot help coming over as agreeable, idealistic, a bit pointy headed and rather earnest, because that is what he is. Much of his summer holiday on a Greek island was spent reading books of social and economic theory. He has invited an American political philosopher, <a href=\"http://www.gov.harvard.edu/people/faculty/michael-sandel\" title=\"\">Michael Sandel</a>, to address the conference. He will never be convincing as the blokey candidate with whom you'd most like to share a pint. He is a career-long member of the professional political class. He read PPE at Oxford, worked with me on a politics programme on Channel 4, landed a job as a special adviser, took a sabbatical at Harvard when working with Gordon Brown and Ed Balls became just too much, returned to Britain to be guided into a safe seat and not long after was in the cabinet.</p> <p>True enough, the state educated him, in Leeds and then at <a href=\"http://www.theguardian.com/politics/2010/aug/02/haverstock-school-labour-leaders-eton\" title=\"\">Haverstock comprehensive</a> in north London, a contrast with David Cameron that I expect to be highlighted in his speech. But in its way his childhood was as rarefied as that of the Tory leader. Not many people grow up in a household in which the most famous intellectuals of the left gather around the kitchen table. He cannot claim to be another Abe Lincoln, rising to greatness from log cabin poverty. In a nice irony, thanks to the London property boom, the Miliband brothers inherited a tidy windfall from their Marxist father.</p> <p>The sort of stunts performed by previous leaders of the opposition – Tony Blair doing headers with Kevin Keegan, David Cameron riding with huskies in the Arctic Circle – won't work for him. We are now familiar enough with such manipulations to have become suspicious of them and anyway there would be a high risk of him looking like a prat. So his best bet is to attempt to flip the flaws in his image into an advantage. The earnestness and wonkishness at least suggest an authenticity that might be contrasted with the sort of slickeries practised by David Cameron en route to power.</p> <p>And there are things that he can do something about. One is to make speeches in plainer English. His interest in ideas is an attractive quality, but when he rises to speak on Tuesday it will be essential that he does not talk as though he were addressing a thinktank. Concepts such as \"predistribution\" are stimulating, even potentially popular if turned into practical policies. This year's speech, like last year's, will focus heavily on \"responsible capitalism\", but it will only win him a hearing among mainstream voters if it is expressed in clear, engaging and populist language. Mrs Thatcher read Hayek, but she did not often quote him when she was trying to get votes. She instead told audiences that she would sell them their council houses.</p> <p>What should most worry Mr Miliband is how few voters think he is capable of making a tough decision. I am sure he would protest that this is not fair. Did he not stand against his own brother for the leadership? Did he not show cojones when he led the condemnation of Rupert Murdoch? And now, in our interview, he issues a drastic ultimatum to the banks. The public is not convinced. Just 14% of the respondents to our poll rate him \"able to take tough decisions\". That could be in part because they sense that he picks relatively easy targets. No one in the Labour party is going to be upset when their leader attacks News Corp or the City. One way to go about persuading the electorate that he is steely enough for the job would be to pick some battles with his party, but he has rejected that Blair model of how to define your leadership. We have yet to see in him a capacity to challenge labour's ideological comfort zones or to take an unpopular position because he believed it to be right.</p> <p>This weakness matters greatly because it is closely enmeshed with whether voters will be prepared to trust the nation's finances to Labour. Mr Miliband can say that he recognises that a Labour government would have to operate under tight fiscal restraints. To convince the voters that he means it, they really have to believe that, when Prime Minister Miliband is confronted by unexpected crises, protesting crowds, demanding trade unions or stroppy colleagues, his first instinct will not be to deal with problems by throwing at them money that the country does not have.</p> <p>He has passed some of the early tests of being leader of the opposition and done so more effectively than critics and even some friends expected when he first became Labour leader. Now comes the challenge of persuading the country that he could be its next leader. By the end of his speech, he needs more people to be able to close their eyes and think of Prime Minister Miliband. It would help if they quite liked the idea too.</p>",
  "<p>Venezuela is gearing up for its closest presidential poll in more than a decade. The revolutionary incumbent, Hugo Chávez, is battling cancer and fighting for his political life. A telegenic young challenger from the centre-right, Henrique Capriles, is gaining ground. With one week left, one voter – the hatmaker of Caracas – weighs up the options.</p> <p>For half a century Juan Torres has provided hats for Venezuela's heads of state. Earning little more than the minimum wage, he shaped the panama owned by the \"father of democracy\", Rómulo Betancourt, when he took power in 1958, the borsalino of the centrist leader Jóvito Villalba, and the stetson donned by Luis Herrera Campíns, who presided over an era of economic decline in the early 1980s.</p> <p>Now he is watching with a professional eye as a nation decides whether the revolutionary red beret that has been the trademark of Chávez, 58, during his 14 years in power will be replaced by the baseball cap of Capriles.</p> <p>With just a week until polling day, most forecasters predict a narrow victory of between three and five points for the incumbent. But the gap has been closing, with many voters undecided and the huge turnouts for opposition rallies providing more momentum for Capriles, who is 40, than many analysts would have believed possible.</p> <p>In this politically polarised nation, there is no doubt which side of the divide Torres is from. His neighbourhood is 23 de Enero, a bastion of Chávez supporters. In next week's poll, the president will cast his vote alongside local residents here in the Manuel Pelacios Fajardo school. Electoral banners and graffiti are everywhere – all in favour of the incumbent: the words \"100% Chávez\" are daubed on countless car windows. \"Chávez: Heart of the Fatherland\" read the posters that are fixed to every lamppost.</p> <p>Although this is one of the president's strongholds, there is ambivalence: a mix of appreciation, frustration and anxiety that reflects not only many of the reasons why Chávez has held on to power but also why the vote on 7&#xa0;October is likely to be closer than any other since he first won in 1998.</p> <p>Torres and his son, Jonás, escort us through the neighbourhood, pointing out some of the benefits they say Chávez has brought to local people during that time: a clinic staffed by Cuban doctors, a public bus service and a new school where the walls have already been painted with a slogan, \"Socialist Anti-Imperialist Commune\".</p> <p>Local collectives have been given considerable power, including the authority to initiate projects and bid for central government funds. Memphis Paris, the representative of a group of 5,200 residents called Three Roots Collective, said his group had been given money to improve plumbing in the tower blocks and a playground with exercise machines overlooking the valley.</p> <p>At first glance the improvements look modest at best, particularly given that Venezuela is one of the world's three biggest oil producers and Chávez's presidency has been marked by a surge in the price of crude from $9 (£5.50) a barrel to more than $100 today. The country's state-run oil company, Petróleos de Venezuela (PDVSA), has generated revenues of more than $980bn.</p> <p>Critics say Chávez has squandered this income with programmes aimed at buying off the electorate, while supporters say the money has been used for a long-overdue redistribution of income.</p> <p>The government has spent almost $300bn on social programmes that aim to improve literacy, high school education, accommodation for the homeless, and to provide subsidies for groceries or affordable home appliances. Partly as a result, poverty levels have decreased. Unemployment has fallen from 13% in 1999 to just over 8%. Infant mortality has almost halved.</p> <p>Torres's shop is in a central district of Caracas that the government has made the flagship of efforts to revitalise the city. Public squares are being cleared for music concerts, dilapidated theatres and buildings are being renovated. The British architect Richard Rogers, who was introduced to Chávez officials by Ken Livingstone, has designed a new central bus terminal.</p> <p>But many voters complain that many ideas are never implemented because of corruption and inefficiency. Oil production has fallen due to poor maintenance and weak investment, the road system is dire, crime is rampant and social campaigns have petered out.</p> <p>Torres says the government earmarked funds to improve the facades on buildings in his neighbourhood, but the money never reached the local community. \"I think Chávez has good ideas, but the people around him have failed to carry them out. I'm disappointed. They are serving their own interests, not the revolution,\" he says.</p> <p>Venezuela's economy has grown on average by 2.8% between 1999 and 2011. It's been outperformed by neighbouring Colombia, Brazil and Chile, none of which have enjoyed the windfall from oil. Inflation for 1999-2010 grew 961%, more than 10 times the average of the other seven larger economies in Latin America.</p> <p>An overdependence on oil exports and failed currency controls have created a huge black market for dollars. Torres stopped making hats himself a couple of years ago because it was cheaper to import and sell them. He earns the minimum wage, plus commission. \"Business has been bad this year. I hope it settles after the election,\" he says. \"What we need is economic change.\"</p> <p>The lack of dynamism is evident. Most of the buildings and vehicles in his neighbourhood look dilapidated. The national murder rate has more than doubled in the last 10 years, making Venezuela one of the three most dangerous countries in the world, with almost 20,000 people killed each year. Locals in the 23 de Enero district say that, on an average weekend, there are between five and 10 homicides. The police are not in control here.</p> <p>The revolution began in 23 de Enero long before the <em>comandante</em> came to power. In his youth, Torres was a member of the urban guerrilla movement. \"Here's where we used to throw molotov cocktails,\" he says as we walk through his district.</p> <p>Today a red-starred flag on the lamppost in the main square of his neighbourhood proclaims this as the territory of the GHPP urban guerrilla group. One wall is daubed with a mural of the Virgin Mary holding an AK-47. Another has a portrait of Che Guevara and a declaration, \"We will never go back to the past. Onward with the revolution.\"</p> <p>Torres's son, Jonás, is a passionate Chávez supporter. \"Things have improved. I have read about how it was before and I have heard from my mother about the social injustice and indiscriminate violence by the police. Chávez is the best chance for change,\" he says.</p> <p>Nevertheless, for the first time in any presidential election since Chávez came to power, the outcome is in doubt. After a year of battling cancer, Chávez has been uncharacteristically subdued for much of the campaign, while Henrique Capriles has jetted back and forth across the country, drawing vast crowds wherever he goes.</p> <p>Capriles is the first opposition candidate to be selected in a primary vote and has benefited from youthful good looks and a reputation as a political winner. Although many of his supporters hail from the neoliberal right, he has successfully eaten into Chávez's traditional vote by promising to continue many of his social policies and implement them more effectively.</p> <p>The narrowing gap in the polls has prompted rumours of unrest in Chávez strongholds if the outcome is disputed. The president's aides insist they are ready to accept the choice of the electorate, but this has not ended suspicion on the streets. \"The armed guerrillas have always existed. If it is a tight result and they feel cheated, they'll go out and fight for the <em>comandante</em>,\" says Torres.</p> <p>Torres predicts Chávez will win by a close margin, but is reluctant to say outright who he will vote for. \"If the opposition get in, I don't know what will happen. But I'm not afraid of them. I'm not afraid of anyone.\"</p> <p>• This article was amended on Sunday 30 September. It originally described Caprilles as rightwing. This has been changed to centre-right since Chávez's challenger has greens and labour activists among his supporters.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396897044\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926530474/Communist-Party-Of-China--011.jpg\" alt=\"24 hours: Communist Party Of China To Hold 18th National Congress On November 8th\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beijing, China: a girl stands by the Tiananmen Gate</span> <span class=\"element-image__credit\">Photograph: Feng Li/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897046\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926520044/Masked-women-protesters-o-008.jpg\" alt=\"24 hours: Masked women protesters on the Decriminalization of Abortion day\" width=\"684\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Managua, Nicaragua: masked women at a demonstration marking the Latin American Day for the Decriminalisation of Abortion. Abortions are illegal in Nicaragua</span> <span class=\"element-image__credit\">Photograph: Esteban Felix/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897027\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926526875/Oldies-poses-for-a-photog-010.jpg\" alt=\"24 hours: \"Oldies\" poses for a photograph to display tattoos\" width=\"709\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London: 'Oldies' poses for a photograph to display his tattoos by artist Josh Lin during the 8th International London Tattoo convention</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897031\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926533464/A-Pakistani-child-waits-h-012.jpg\" alt=\"24 hours: A Pakistani child waits her turn to receive a ration of donated rice\" width=\"760\" height=\"476\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Islamabad, Pakistan: a child waits his turn to receive a ration of donated rice during food distribution at the Beri Imam</span> <span class=\"element-image__credit\">Photograph: Muhammed Muheisen/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897037\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926501002/A-man-clears-muddy-water--003.jpg\" alt=\"24 hours: A man clears muddy water from his house after flash floods in Malaga\" width=\"659\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Málaga, Spain: a man clears muddy water from his house after heavy rain caused flash floods</span> <span class=\"element-image__credit\">Photograph: Sergio Torres/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897029\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926494983/A-Bahraini-youth-holds-a--001.jpg\" alt=\"24 hours: A Bahraini youth holds a petrol bomb\" width=\"692\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sanabis, Bahrain: a youth holds petrol bombs as anti-government protesters prepare for clashes with riot police</span> <span class=\"element-image__credit\">Photograph: Hasan Jamali/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897033\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926497919/A-cleaning-team-stands-on-002.jpg\" alt=\"24 hours: A cleaning team stands on one of the spheres of the Brussels' Atomium\" width=\"698\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brussels, Belgium: a cleaning team stands on one of the spheres of the Atomium. A team of five specialised workers take about three days to clean a ball</span> <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897040\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926508005/A-model-presents-a-creati-005.jpg\" alt=\"24 hours: A model presents a creation by Junya Wat\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paris, France: a model presents a creation by Junya Watanabe during the spring/summer 2013 ready-to-wear show</span> <span class=\"element-image__credit\">Photograph: Patrick Kovarik/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897042\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926523903/A-person-wearing-a-giant--009.jpg\" alt=\"24 hours: A person wearing a giant puppet depicting Venezuela's President Hugo Chavez\" width=\"701\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caracas, Venezuela: a person wears a giant puppet depicting Venezuela's President Hugo Chavez. Venezuela's presidential election is scheduled for 7 October</span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897048\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926511267/Olive-ridley-turtle-hatch-006.jpg\" alt=\"24 hours: Olive ridley turtle hatchlings swim in a plastic container in Oaxaca\" width=\"718\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oaxaca, Mexicao: olive ridley turtle hatchlings swim in a plastic container before their release into the ocean. The turtles' eggs were hatched in incubators after they were extracted from their nests by the Mexican Navy in order to protect the eggs from looters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897050\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926516458/Florian-Pays-gestures-whi-007.jpg\" alt=\"24 hours: Florian Pays gestures while leaping from Malaysia's Kuala Lumpur Tower\" width=\"643\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kuala Lumpur, Malaysia: France's base jumper Florian Pays leaps from Malaysia's landmark Kuala Lumpur Tower</span> <span class=\"element-image__credit\">Photograph: Vincent Thian/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396897052\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/29/1348926504109/People-look-at-traditiona-004.jpg\" alt=\"24 hours: People look at traditional ginger breads at Oktoberfest in Munich\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munich, Germany: traditional ginger bread on sale at the Oktoberfest </span> <span class=\"element-image__credit\">Photograph: Michaela Rehle/Reuters</span> </figcaption> </figure>",
  "<p>The bitter and negative 2012 US presidential election has left few political reputations intact. Republican challenger Mitt Romney has run a staggering, gaffe-prone campaign, while President Barack Obama is battling a listless economy and a disenchanted Democratic base.</p> <p>But, through all the attacks ads, missteps and heated controversies, both Bill and Hillary Clinton have emerged with their reputations and status not only intact but greatly enhanced. In a remarkable development, and 12 years since they vacated the White House, the Clintons have rarely seemed more influential or more relevant.</p> <p>Rather than slipping away into obscurity, Bill Clinton is hitting the campaign trail hard for Obama after his<a href=\"http://www.youtube.com/watch?v=uzDhk3BHi6Q\" title=\"\"> stirring performance at the Democratic convention</a> in Charlotte, North Carolina, overshadowed the president. Meanwhile, secretary of state Hillary Clinton is trotting the globe as America's top diplomat amid feverish speculation that, whichever of Obama or Romney wins on Tuesday 6 November, she will again run for the White House in 2016. That could make her the first female US president and conceivably extend Clintonian domination of US politics to 2024.</p> <p>\"How many couples do we know of in American politics, or any politics, that are so manifestly talented, accomplished, persistent, persuasive and so evenly matched?\" asked William Galston, a former top adviser to Bill Clinton and now a fellow at the Brookings Institution in Washington. \"One has already been president and the other nearly was and may still be.\"</p> <p>Bill Clinton is an unexpectedly visible figure on the 2012 campaign trail, hitting key swing states such as New Hampshire. He holds pro-Obama rallies and puts his name to fundraising emails. His speech in Charlotte won plaudits from both sides of the political aisle. Indeed, when Romney later came to speak at an event in New York hosted by Clinton's charity, the Republican candidate joked about the former president's seemingly magic touch. \"If there's one thing we've learned in this election season, by the way, it is that a few words from Bill Clinton can do a man a lot of good,\" he said.</p> <p>Experts believe much of the goodwill now exhibited towards Clinton reflects a perception that his 1990s presidency was largely free from the wars and economic crises that have gripped America over the past decade. \"We think of it as a time of peace and prosperity. We don't think Obama measures up. We know Romney does not measure up. So we want what we don't now have,\" said Larry Haas, a political expert and former aide in the Clinton White House.</p> <p>There is also the fact that the former president remains one of the most gifted speakers in the world whose appetite for attention and publicity is entirely undiminished since his heyday and is in stark contrast to other former presidents, such as George W Bush.</p> <p>\"He is the most persuasive man on the planet,\" said Galston. Or, to put it another way, \"he just cannot help himself. He has never been shy of upstaging the person he is supposed to be supporting,\" commented Professor Andrew Smith, a political scientist at the University of New Hampshire.</p> <p>Of course, when it comes to Bill Clinton the bad also comes along with the good. Amid all the plaudits have emerged reports that Monica Lewinsky, the White House intern whose tryst with Clinton became a decade-defining sex scandal, is planning to write a tell-all book. If it does emerge, it will no doubt see a rehash of all the seedy low points of Clinton's presidency. But few expect it to have any real impact. The Lewinsky affair is old news and – as he does not have an elected office – Clinton is immune to the effect of such scandals.</p> <p>So far the political career of his wife has been scandal-free. As secretary of state, Hillary Clinton has carved out a reputation as a tough operator whose term of office has been a resounding success. Indeed, after being narrowly beaten by Obama for the 2008 nomination, many now see her as a natural runner for 2016. Clinton herself, who is standing down from her diplomatic job in 2013, has said she has no such plans. But the firm denials have done nothing to dampen down the speculation and most experts see a huge opportunity for her. \"Clinton has done best by staying out of the way of the 2012 race. If you are not getting down in the mud with everyone else, then you stay clean,\" said Smith.</p> <p>Though Clinton would be 68 by 2016 few people see her age as a real block to her ambitions. Instead, they see a powerful candidate, hugely popular with the crucial demographic of women voters, who might be able to take advantage of a Democratic base suffering from \"buyer's remorse\" when it comes to the high initial hopes for the Obama presidency.</p> <p>Her campaign organisation from 2008 would also be relatively easy to revitalise, giving her a huge advantage in fund-raising and on-the-ground activists.</p> <p>\"The folks I know who worked for her in New Hampshire have kept the organisation together. She could go pretty quickly and hit the ground running,\" said Smith.</p> <p>Of course, the key question is: does Clinton want to run again? No one knows the answer, including probably Clinton herself.</p> <p>\"I bet she hasn't figured it out yet,\" said Haas. But what seems certain is that the moment for a decision will come some time in 2014. If she says yes, then not only will America be once again facing up to the idea of a historic Hillary Clinton presidency but Bill will be right there alongside her. For if the country has learned one thing about the Clintons, it is that – despite their many differences and difficulties – they seem to come as a pair. \"The last chapter of this saga has not been written yet,\" said Galston.</p>"
]