[
  "<p>Two former heads of US diplomatic security in Libya have told a congressional hearing that requests for additional agents to protect American officials and premises in the face of a growing threat from armed militias were rejected by the state department ahead of the attack on the Benghazi consulate that killed the US ambassador, Chris Stevens, and three other officials.</p> <p>At a heated hearing before the House of representatives oversight committee, Republicans painted a picture of an incompetent state department failing to heed warnings of a growing terrorist threat or to prepare for a possible attack on the anniversary of 9/11, and then covering up the circumstances of the full scale militia assault that killed Stevens. They also accused Obama administration officials of attempting to suppress unclassified documents because they were politically embarrassing.</p> <p>Democrats described the investigation as a partisan political move intended to embarrass the White House in the run up to the presidential election.</p> <p>Hours before the hearing, the state department was forced into an embarrassing retreat on its claim that the attackers used the cover of a popular protest outside the consulate as cover for the assault. Officials acknowledged on Tuesday that there was no protest and that as it occurred on September 11 it was likely timed to mark the anniversary of al-Qaida's assault on the US 11 years ago.</p> <p>The former head of embassy security in Libya, Lieutenant Colonel Andrew Wood, said that he recognised the situation in Libya was volatile and that he and other officials pressed for additional agents to protect the consulate in Benghazi. </p> <p>\"The security in Benghazi was a struggle and remained a struggle throughout my time there … Diplomatic security remained weak,'' he said. \"The RSO (regional security officer) struggled to obtain additional personnel there, but was never able to attain the numbers he felt comfortable with.\"</p> <p>The committee chairman, Darrel Issa, then released state department cables not previously made public containing the requests for more security including one from the then ambassador to Libya, Gene Cretz.</p> <p>Another official, Eric Nordstrom, who was responsible for protecting US diplomats in Libya, said that he too sought additional resources. But he said he was told over the phone by a senior state department official responsible for handling the request, Charlene Lamb, not to make any more because \"there would be too much political cost\".</p> <p>After that Republican members of Congress honed in on Lamb, who was also a witness, accusing her of failing to recognise the seriousness of the threat.<br>Lamb responded that the requests were for more personnel in Tripoli and it would have made no difference to how many security men would have been protecting the Benghazi consulate where protection was in any case mostly in the hands of a pro-government militia.</p> <p>\"We had the correct number of assets in Benghazi on the night of 9/11,\" Lamb testified.</p> <p>However, Republican attempts to accuse the state department of leaving the consulate vulnerable by refusing requests for more security were delivered a blow when Nordstrom was asked how many agents he wanted to protect the Benghazi site. He said he asked for three. The hearing then heard that there were five at the time of the attack.</p> <p>Congressman Jason Chaffetz noted that after the state department declined to increase the number of security personnel it did raise the danger pay of Wood and his colleagues.</p> <p>Nordstrom suggested that it might have been difficult to protect the consulate in any circumstance.</p> <p>\"I had not seen an attack of such ferocity and intensity previously in Libya nor in my time with the diplomatic security service,\" he said. \"I'm concerned that this attack signals a new security reality, just as the 1983 Beirut marine barracks bombings did for the marines, the 1998 East Africa embassy bombings did for the state department and 9/11 did for our entire country.\"</p> <p>But Nordstrom warned that it would be wrong to react to the attack and the continuing threat by retreating to a bunker.</p> <p>Republican congressmen hammered away at the accusation that the state department had failed to heed warnings of an escalating threat and that officials gave \"demonstrably false statements\" about the circumstances of the attack.</p> <p>The committee released a memo from Stevens sent on the day he was killed in which he described an array of armed militias competing for control and some of their leaders as criticising the US for taking political sides by backing the government in Tripoli. He also described growing Islamist influence in the town of Derna, to the east of Benghazi.</p> <p>However <a href=\"http://oversight.house.gov/wp-content/uploads/2012/10/9-11-12-Memo.pdf\">the memo also reported</a> that Benghazi council said the security situation was improving and appealed for American investment.</p> <p>Nordstrom described a chaotic situation in Libya shortly after the revolution, saying that the new government had so little control that it could not provide security for diplomats and embassies.</p> <p>\"We could not rely on the Libyan government for security, intelligence and law enforcement help to identify emerging threats or to ask them for assistance in mitigating those threats. In Benghazi however, the government of Libya through the 17 February Martyrs Brigade was able to provide us consistent armed security since the very earliest days of the revolution,\" he said.</p> <p>Nordstrom said that the long-term plan was to create a local force to protect the consulate.</p> <p>Issa accused the administration of a cover-up of the circumstances of the attack because for days the administration stuck with the claim that the attack was made under the cover of a popular protest against an anti-Islam film.</p> <p>One witness, assistant secretary of state Patrick Kennedy, defended the US ambassador to the UN, Susan Rice, who has faced calls to resign for her statements in the days after the attack saying it was a response to an anti-Muslim video that prompted demonstrations across the Middle East. </p> <p>Kennedy said Rice based her assertion on the best information she had at the time and hinted that it came from the intelligence services but said he could not discuss it in public.</p> <p>The hearing at times degenerated into a spat over what is classified information after Chaffetz attempted to prevent Kennedy speaking about exactly who was protecting US officials and premises in Libya on the grounds he was revealing classified information. He also objected to a satellite image readily available on Google.</p> <p>A Democratic member of the committee, Stephen Lynch, expressed astonishment, saying that Chaffetz had pressed for the hearing specifically to air accusations that the state department had not provided sufficient security.</p> <p>The mother of one of the Americans killed in the Benghazi attack, Glenn Doherty, has accused Mitt Romney of using her son's death for political ends.</p> <p>\"I don't trust Romney,\" Barbara Doherty told a Boston television station, WHDH. \"He shouldn't make my son's death part of his political agenda. It's wrong to use these brave young men, who wanted freedom for all, to degrade Obama.\"</p>",
  "<p>When Joe Biden was last seen on a national debate stage four years ago, it was put to him by the moderator Gwen Ifill that his perceived weakness was lack of discipline. \"You're very kind suggesting my only achilles heel is my lack of discipline,\" the then-senator replied. \"Others talk about my excessive passion.\"</p> <p>On Thursday night, as he steps in front of the TV cameras in Danville, Kentucky, to face his vice-presidential rival Paul Ryan, he will need to overcome both impediments and display discipline combined with great, though not excessive, passion. The stakes are high: in the wake of Barack Obama's own debate appearance last week the president's poll ratings have taken a nose-dive and the Romney-Ryan ticket has been reinvigorated.</p> <p>It falls now to Biden, a politician who, as vice-president, has spent much of the past four years out of the limelight, to deliver the performance of his political career. \"He has to reframe the debate,\" said Darrell West, a specialist in government and media at the Brookings Institution.</p> <p>\"Obama's poor showing allowed Mitt Romney to completely recast his record, and the Democrats can't afford that to happen again. I expect Biden to be aggressive in pointing out the differences between the two campaigns over the major issues.\"</p> <p>For the past three days, Biden, 69, has been sequestered at home in Wilmington, Delaware, in intensive debate prep with a team of advisers led by David Axelrod, Obama's chief re-election strategist. Biden has been rehearsing alongside Maryland congressman Chris Van Hollen, who has been role-playing Ryan, and has been thoroughly mugging up on his opponent's policy positions including a close textual analysis of the book co-written by Ryan: Young Guns.</p> <p>The implication is clear: Biden will move heaven and earth not to repeat Obama's mistakes of last week in which the president was deemed to have been too passive in his encounter with Romney. \"He's going to be very attuned to any attempt by Ryan to present himself as more moderate than he is,\" West said.</p> <p>The need for Biden to exploit the contradictions in his opponent's positions – in a way that Obama failed to do with Romney – is clearly on the minds of top aides. Jennifer Psaki, press secretary of the Obama re-election campaign, told a gaggle of reporters on Air Force One this week that \"the question here is: which Paul Ryan is going to come to the debate later this week? Is it going to be the Paul Ryan who has been misleading about everything from his marathon time to details and specifics he included in his convention speech?</p> <p>\"Or is it going to be the Paul Ryan who has eagerly embraced voucherizing Medicare and tax cuts for millionaires and billionaires? We'll all be watching.\"</p> <p>Robert Barnett, the doyen of debate prep coaches, who has held the hands of Democratic candidates in no fewer than eight presidential races since 1976 and is part of the Obama-Biden prep team this year, said the focus on substantial policy differences is always ultimately more important than the one-line zinger or the gaffe. Barnett points out that the most famous soundbite of any VP debate – <a href=\"http://www.youtube.com/watch?v=O-7gpgXNWYI\">\"Senator, you're no Jack Kennedy\"</a> – was delivered against Dan Quayle by Lloyd Bentsen who, despite that exocet remark, went on to lose with Michael Dukakis the 1988 election.</p> <p>Barnett also points out that in last week's debate between Romney and Obama \"there was a clear contrast in major issues and not a lot of focus on one-liners. I think that makes for a better debate, when the discussion is substantive.\"</p> <p>With that in mind, Biden is unlikely to repeat Obama's inexplicable failure to raise the Romney's record at Bain Capital, the asset management firm he set up, and the Republican nominee's <a href=\"http://www.motherjones.com/mojo/2012/09/romney-secret-video-marc-leder-sex-parties\">notorious comments about the dependent 47% of Americans</a>. And there will be plenty to go at in terms of the record of his immediate opponent.</p> <p>As an avowed policy wonk who refers to himself as a \"PowerPoint guy\", Ryan, 42, brings to the debate a wealth of policy formulations that give him impressive Beltway credentials but leave him exposed to Democratic attack.</p> <p>Top of the pile is the Paul Ryan budget, which runs counter to Romney's claim last week that he intends to leave unchanged taxes for the most wealthy Americans. Ryan's budget, by contrast, calls for a tax cut for the super rich to 25% and an effective increase in taxes for the most poor by removing tax breaks for low-income earners.</p> <p>Then there's Medicare, the national healthcare insurance scheme for over-65s, which Ryan has proposed essentially to privatise for anyone under 55. He's been similarly bold in his thinking about Medicaid, the national health insurance scheme for poor families, drawing up plans that independent analysts have suggested would lead to the slashing of the Medicaid budget by a third over the next decade.</p> <p>West expects Biden, in addition, to raise Ryan's controversial views on abortion – another area in which the running mate sits uneasily with the new, moderate Romney that was unveiled in Denver last week. All Biden has to do is point out that Ryan backed legislation that would grant a fertilised egg the full legal rights of a person, and that his co-sponsor of the bill was none other than Todd Akin, the Missouri Republican who in August astonished the world with his statement that women who had been \"legitimately\" raped rarely got pregnant.</p> <p>\"The abortion issue is a good way for Biden to reach out to women voters who are wavering in their support for Obama,\" West said.</p> <p>One thing that Biden cannot assume, however, is that Ryan will be taken off guard by questions surrounding his positions. Though inexperienced in national debating, the Wisconsin congressman has been engaged for days in his own deep debate prep and has said he is braced for Biden going on the offensive. \"I expect the vice-president to come at me like a cannonball,\" <a href=\"http://www.weeklystandard.com/blogs/paul-ryan-readies-debate-biden_653713.html\">he told the conservative Weekly Standard</a>.</p> <p>It all makes for a potentially barnstorming debate after the rather drab presidential affair last week. Joe Biden has achilles heels aplenty, but being dull is not one of them.</p>",
  "<p>For the naval officers lounging onboard the Argentinian naval vessel ARA Libertad, there could perhaps be worse places to be stranded than the bustling port of Tema, on Ghana's Atlantic coast.</p> <p>But the crew of the three-masted ship may be forced to prolong their stay indefinitely amid a legal dispute between the government of Argentina and a US-based \"<a href=\"http://www.theguardian.com/business/vulture-funds\" title=\"\">vulture fund</a>\".</p> <p>The Ghanaian high court will on Thursday begin hearing a case to determine whether the Libertad is allowed to sail on, or forced to stay in Tema until the Argentinian government pays up $1.6bn claimed by US-based investment fund NML Capital.</p> <p>The fund – backed by <a href=\"http://www.theguardian.com/global-development/2011/nov/15/vulture-funds-key-players\" title=\"\">US billionaire Paul Singer</a> – is suing Argentina on the basis of debts arising from the country's defaulted bond swaps in 2005 and 2010. NML Capital bought bonds from the heavily indebted Argentinian government in 2000, a year before the country's $100bn sovereign default saw most of its debt restructured.</p> <p>The Libertad was detained after the fund – which has obtained judgments in New York and London awarding it more than $1.6bn (£1bn) from Argentina – applied to the Ghanaian courts. Previous attempts to seize sovereign assets, including the Argentinian presidential jet, have so far been successfully avoided.</p> <p>\"NML already have five judgments against Argentina, but the problem is you get judgment but there are no assets to enforce it,\" a source close to the case told the Guardian.</p> <p>\"So the lawyers chose Ghana because Argentina had the Libertad – an asset within the jurisdiction.\"</p> <p>\" Argentina is not even flying its presidential plane anywhere until it has the assurance of the destination country that they are not going to seize it at the request of NML.\"</p> <p>The case has reignited criticism of international investors like Singer, who buy up foreign debt default. Argentina's President Cristina Fernández often lashes out at funds like NML, describing them as \"vultures\" preying on debtor countries.</p> <p>\"The vulture funds have crossed a new line in their attack against Argentina,\" said the foreign ministry in a statement, pledging to \"clear up this hoax staged by unscrupulous financiers\".</p> <p>Although Argentina has little trade with Ghana and no embassy there, the two nations have – until now – had friendly ties.</p> <p>\"The Fragata Libertad was visiting the port of Tema upon the official invitation of the government of Ghana,\" said Arturo Antonio Puricelli, Argentinian minister of defence, in a written statement filed before the Ghana high court. Argentina argues the action is a breach of warship immunity under international law, and is expected to argue that the Libertad should be immediately released.</p> <p>\"The annual voyages around the world of the Libertad serve the important role of promoting goodwill relations between the republic and other nations like Ghana,\" said Puricelli. \"Any delays in leaving the port of Tema will jeopardise this official schedule and put at risk the training voyage and mission.\"</p> <p>This is not the first time Singer has clashed with a debt-ridden South American economy. The 68-year-old founder of a $19bn hedge fund called Elliott Management hit the headlines in the late 1990s when he bought debt that Peru had defaulted on for $11.4bn and took the country to court demanding full payment. After a hard-fought legal battle Singer emerged the victor with a $58m payoff.</p> <p>In another case Elliott went after the government of Congo-Brazzaville, uncovering corruption during the court case that eventually forced the government to settle for an estimated $90m on debt for which Elliott paid less than $20m.</p> <p>But it was the financial crisis that made him. In 2006 Singer was warning that banks were creating \"radioactive\" investments from subprime mortgages and other investments that could trigger a global financial crisis. Elliott correctly made a bet that this would be the case, adding to a personal fortune now estimated to be over $1bn. Singer, a prominent backer of the Republican party, has donated $1m to Mitt Romney's election campaign.</p> <p>Ghanaians are also questioning their role in the saga, as the economic consequences of the Libertad's detention at Tema begin to be felt in the west African country.</p> <p>\"This is creating problems for us,\" said Lawrence Atumbine of the Ghana port and harbour authority. \"The berth the Libertad is occupying is where we handle local vessels to be offloaded. It is a very large vessel – 104 metres – and we cannot use the berth whilst it is there.\"</p> <p>Naval officers on board the Libertad, which serves as a school ship in the Argentian navy, refused to comment on the case but expressed surprise at the court order detaining the ship.</p> <p>\"We are ambassadors and we stay here to build better relationships with the countries we visit,\" said Luís Melicán, chief of communications on board the Libertad.</p> <p>\"But we have been visiting lots of tourist sites whilst the ship is held in the port. We have been to hotel swimming pools and we have been going to the mall. It's not too bad for us.\"</p>",
  "<p>Nicolas Sarkozy could face yet another legal headache after an anti-corruption group filed a complaint for alleged misuse of public funds to pay for private opinion polls in which he regularly sounded out the nation on issues such as his relationship with Carla Bruni.</p> <p>The anti-graft group Anticor argued that polls ordered by the Elysée under Sarkozy's rightwing presidency were of a \"private interest\" to him and therefore constituted embezzlement of state funds. A report in Le Monde suggested that topics covered in Sarkozy's personal polls to gauge the mood of the nation included the pregnancy of the justice minister Rachida Dati and his probable opponents in the election race of 2012. The French public was also sounded out over Sarkozy's courtship with the ex-supermodel turned folk-singer Carla Bruni, then their marriage and her capacity to represent France. Other polls were allegedly carried out into voting intentions in various local elections and the public's view of a TV show performance by the then Socialist presidential hopeful Dominique Strauss-Kahn.</p> <p>Anticor's lawyer, Jerome Karsenti, told Le Monde the French taxpayer had no place funding partisan polls at the Elysée. The group estimates at €9.4m Sarkozy's total expenditure on hundreds of polls ordered during his presidency – spending which had already met disapproval from the state auditor.</p> <p>It is not the first time Sarkozy has been targeted in a legal complaint over his fondness for ordering opinion polls to find out what France was thinking. Anticor previously lodged a complaint about the Elysée's costly polling habits under Sarkozy in 2010 but he then enjoyed protection under presidential immunity.</p> <p>The latest legal complaint also makes another allegation: favouritism. One contract for polling and advice worth more than €3m over five years was given to a firm owned by one of Sarkozy's key advisers, with other advisers allegedly benefiting from polling contracts not put out to tender.</p> <p>The latest complaint draws on new documents obtained by the ecologist Raymond Avrillier who went through the courts to obtain Elysée records that showed polls were carried out about the president's private life, as well as issues such as the <a href=\"http://www.theguardian.com/world/2011/feb/27/french-foreign-minister-resigns\" title=\"\">controversial Tunisian holiday taken by Sarkozy's foreign minister while the revolution was under way</a>.</p> <p>The Elysée had also taken the national temperature on the Bettencourt affair – a saga that began as a family feud in one of the richest dynasties in France but sparked major legal inquiries including into illegal party funding and tax evasion.</p> <p>Sarkozy lost his legal immunity this summer after leaving office. French police have since searched his home and offices as part of the high-profile investigation into illegal campaign funding in 2007 and alleged brown envelopes of cash to politicians from France's wealthiest woman, the L'Oreal hairspray heiress Liliane Bettencourt. He denies any wrongdoing.</p> <p>All Sarkozy's actions as part of his presidential role are still covered by immunity so a complaint about opinion polling would have to prove the polls were of a private nature. France's highest court has yet to rule whether complaints over the polling can be pursued.</p>",
  "<p>The international community has failed to defend democracy in Maldives, said Mohamed Nasheed the ousted president of the Indian Ocean island state.</p> <p>Speaking to the Guardian a day after his release from detention, Nasheed, who was forced out in what supporters say was a coup earlier this year, said it was difficult for him to believe that \"democracy is sacred for the international community\".</p> <p>\"The people of the Maldives have lost faith with the international community … which has taken a very narrow view,\" said Nasheed, an internationally respected environmental activist who was <a href=\"http://www.theguardian.com/politics/2011/nov/25/david-cameron-answers-questions\" title=\"\">described by David Cameron as his \"new best mate\"</a> in November 2011.</p> <p>Nasheed, who became the first democratically elected leader of the Maldives in 2008, resigned as president in February in a confused episode during which he says he was forced to relinquish power at gunpoint.</p> <p>International reaction has been relatively muted and Nasheed's overseas trips to Europe and elsewhere have failed to elicit the support his supporters had hoped for. <a href=\"http://www.theguardian.com/world/2012/oct/08/maldives-mohamed-nasheed-arrested\" title=\"\">Arrested on Monday on Fares-Mathoda island</a>, in the Gaaf Dhaal atoll, about 440km away from the capital Malé after twice refusing summons to court to face charges linked to the controversial arrest of a senior judge while he was in power, Nasheed was held for 24 hours.</p> <p>Speaking after his release he said the charges were aimed at ensuring he cannot contest new presidential polls set to be held next year. A trial date has now been set in early November.</p> <p>\"It is very certain that they can't win [the election] with me [standing] as a candidate so they are trying all sorts of ways to stop me … It is really quite chilling,\" said the 45-year-old veteran political activist.</p> <p>Officials from the government of President Mohammed Waheed Hassan, who took power when Nasheed resigned in February, maintain their actions have been constitutional. An inquiry commission concluded that Nasheed left office legally. Abbas Riza, spokesman for the current president, has said everything had been done \"according to the country's law\".</p> <p>However, Amnesty International has described events in the Maldives as a \"human rights crisis\", reporting widespread police brutality and arbitrary arrests.</p> <p>Nasheed, 45, said his party, the Maldivian Democratic Party, would be forced to boycott polls to be held next year if, as appears likely, he is convicted and thus barred as a candidate. Such a boycott would seriously undermine the credibility of any election. The MDP has held frequent protests in recent months demanding polls. President Hassan has said he will hold elections in July 2013, the earliest time permitted by the constitution.</p>",
  "<p>In the battle for northern Syria the most important front is far from Aleppo. It is across the border in the southern Turkish town of Antakya. Here rebels, who now move around with increasing ease, are engaged in daily bids for patronage with those who keep the insurgency running.</p> <p>Over the past year, and especially since May, when weapons started to arrive, Bashar al-Assad's enemies have met their benefactors in Antakya's backstreets, coffee shops and hotel lobbies and made a case as to why they should receive help.</p> <p>The rivalries of Arab and Gulf politics, divisions between the west and Russia, fear of Syria's bloody crisis spreading beyond the country's borders to drag in Iran or Lebanon all make supplying arms to the rebels a sensitive and murky issue.</p> <p>Now, it seems, the supply is drying up. On Aleppo's frontlines, there is still no sign of the heavy weapons for which the rebels have pleaded. Ammunition is running low. \"They are giving us enough to keep this fight going, but not enough to win it,\" complained Abu Furat, a commander. \"I'm sure that's not going to change until after the American elections. I'm not sure everyone can survive until then.\"</p> <p>The men with the money and influence in Antakya are envoys sent by the Sunni world's political elite or business leaders. One name comes up more than any other – a Lebanese MP named Okab Sakr.</p> <p>\"Every time Okab is in town the weapons start to move across the border,\" said a rebel colonel from the Jebel al-Zawiya region, who calls himself Abu Wael. \"The problem is he is very particular about where those weapons go.\"</p> <p>Sakr is a member of the Future movement of the Lebanese opposition leader, Saad Hariri. According to colleagues in Beirut he has been given the role of gun runner-in-chief. Sakr has become a polarising figure among Syria's fragmented opposition; those he supplies see him as a saviour; those who miss out hold him responsible for the faltering rebel cause.</p> <p>Dissatisfaction with Sakr's role goes further. The US, always jittery about backing the uprising, is opposed to calls by Saudi Arabia and Qatar to supply rebel groups with equipment needed to combat aircraft and tanks – an issue raised by Republican presidential candidate Mitt Romney on Monday. Jordan and Turkey appear to share Washington's concerns. <a href=\"http://www.theguardian.com/world/2012/oct/10/us-troops-jordan-syria-crisis\" title=\"\">Confirmation</a> on Wednesday that the US had sent a military mission to Jordan to help build a headquarters on the border with Syria and to improve Jordan's military capabilities underlines worries about possible spillover.</p> <p>\"It's about indirect intervention,\" said Mustafa Alani of the Saudi-financed Gulf Research Centre in Abu Dhabi. \"The money is there, arms can be supplied. But the Jordanians and the Turks are hesitant. Turkey is allowing some weapons in but there are a lot of restrictions. People are waiting for a shift after the US election.\"</p> <p>Another growing problem is a lack of co-ordination between Qatar and the Saudis – the likely subject of Wednesday's talks in Doha between the Emir and the Saudi intelligence chief, Prince Bandar. King Abdullah is said to be growing impatient with the difficulties of the Syrian crisis. According to Syrian opposition activists, the Saudis now sponsor only rebel groups which are at odds with those backed by Qatar and Turkey, which are often linked to the Muslim Brotherhood.</p> <p>\"The Qataris are much more proactive than the Saudis,\" said one well-placed Arab source. \"The Saudis are not interested in democracy, they just want to be rid of Bashar. They would be happy with a Yemeni solution that gets rid of the president and leaves the regime intact.\"</p> <p>Intelligence chiefs from Turkey, Saudi Arabia, Qatar and France reportedly met in Turkey in early September along with the CIA director general, David Petraeus. But they apparently failed to reach agreement on a co-ordinated strategy.</p> <p>US officials say the opaque nature of the opposition and the creeping presence of foreign jihadis are behind their pressure on Riyadh and Doha. \"They have both been given a yellow light by the Americans,\" said a Lebanese minister aligned to the Future movement. \"The Saudis see yellow as yellow, but the Qataris have seen it as green. Their connections with and supply to the opposition have continued, perhaps escalated. The Americans are especially against handing out anti-aircraft missiles. They will not accept these things falling into the hands of jihadis. Imagine having to do a Stinger buy-back programme like Afghanistan all over again.\"</p> <p>Now the Saudis are signalling that they are reaching the limits of what they will do in the face of US objections, concern about the resilience of the Assad regime, fears that extremists will dominate the opposition – as well as the risks of \"blowback\" from jihadis returning home.</p> <p>The initial armed support for the rebels resulted in two substantial shipments of automatic weapons, ammunition and rocket-propelled grenades, delivered in May and June from Turkey. Since then, large-scale gun-running has dried up.</p> <p>\"The Saudis were the most enthusiastic by far about getting weapons to the rebels,\" said a former Lebanese MP. \"They were public about it and committed. That was until July.\" By the middle of that month, foreign jihadis started trickling into Syria looking to join the fray.</p> <p>The rebel military council, a group of defected senior officers, is opposed to the foreigners and wary of Syria's own Islamist groups, who have been organising and arming in the rural areas between Aleppo and Idlib.</p> <p>Riyadh worries too about its home front, where the Syrian issue is kept alive by the likes of Sheikh Adnan Arour, a rabidly sectarian Salafi televangelist. Official media continue to bombard the public with images of atrocities carried out by Alawites – Assad's ruling sect. But non-establishment clerics who wanted to launch a fundraising drive to aid Syria were ordered to hold off. An official campaign raised more than $100m in a few days.</p> <p>\"The Saudis fear that there will be blowback from Syria like there was from Iraq and Afghanistan,\" said Alani. \"They don't want chaos. They want the Syrian military to take over. The whole region wants that, including the Israelis. Everyone wants an organised structure of army officers who will keep weapons under control and make sure that they are handed in.\"</p> <p>Now the Saudis are pushing the armed Syrian opposition to form a \"salvation front\" with unified command and control on the ground and, crucially, an ability to collect weapons once fighting has ended – a lesson learned the hard way from Libya. The Saudis are backing brigadier-general Manaf Tlass, the most senior defector yet from the military – from a key Sunni family – as part of a drive to win over other figures from the Syrian army and security establishment. \"It's no good calling for them to be held accountable for crimes,\" warned Alani. \"They need to be told they will get support.\" Next week the Qataris are hosting a conference to try to unite a host of squabbling opposition groups.</p> <p>But there is little optimism about prospects for any immediate improvement. \"It's all a bit of a mess,\" said analyst Shadi Hamid of the Brookings Institution in Doha. \"Everyone is waiting for someone else to do a better job. It can't be the Saudis or the Qataris or the Turks. It's got to be the Americans. If we are looking at Gulf support it's certainly been a big story, but that's not the reality. There's a big gap between what people think the Gulf countries have been doing and what they are actually doing. Not that many weapons have been delivered.\"</p>",
  "<p>The <a href=\"http://www.guardian.co.uk/world/2004/jun/28/uselections2004.usa\">first time I met Susan Aylward</a>, in 2004, she had just emerged from the opening night of Michael Moore's Fahrenheit 9/11 in Akron, Ohio, and was shooing away John Kerry supporters who wanted to give her a sticker. She intended to vote for him and she even campaigned for him, but she had no intention of bragging about it. \"People don't love Kerry because they're not sure what he stands for,\" she said. \"But I'm going to vote for him because he's not Bush.\"</p> <p>Four years later she was positively excited at the prospect of an Obama presidency. \"I had high hopes,\" she says. \"After having to live for 8 years through Iraq and all of that stuff I really wanted Obama to be the counterpoint to that. He was a brilliant speaker. Pretty much everything about him made you hopeful. He reminded me of JFK.\"</p> <p>When we met at her house for breakfast <a href=\"http://www.guardian.co.uk/world/2008/nov/01/us-elections2008-barack-obama\">just a week before the 2008 election</a> she was eager to contain her excitement. \"After the last two times I just don't want to jinx it,\" she said. \"Everything looks good. But I won't believe it until it actually happens.\" When he won she made her two-year-old granddaughter, who's mixed race, sit with her and watch the festivities. \"We kept saying: 'It's history, Sasha'. We wanted her to be able to say she saw it that day, even if she didn't really know what she was seeing.\"</p> <p>This time around she feels deflated. You can hear it in her voice as she works through her mixed emotions. It's almost as though she cast a vote for Barack Obama and got Kerry instead. \"It's not going to change my vote,\" she says. \"But I just wish he could have been better. I don't even know how exactly. If you're going to be president then I guess you obviously want to be in the history books. So what does he want to be in the history books for? I don't quite know the answer to that yet.\"</p> <p>There is a peculiar quality to the disappointment among Democrats <a href=\"http://www.guardian.co.uk/world/video/2010/oct/18/gary-younge-america-obama-mania-video\">when it comes to talk of Obama's first term</a>. Most feel it but few will own it. Some project it, others deflect it. Many are in denial, some are in mourning. They struggle with it, qualify it, rationalise it, <a href=\"http://www.thenation.com/article/167344/what-do-we-see-obama\">calibrate it and question it</a>. </p> <p>Did he raise expectations too high or were unreasonable expectations imposed upon him? Was he <a href=\"http://www.guardian.co.uk/world/2011/oct/13/barack-obama-cool-to-cold\">too compliant with the Republican Congress</a> or was he trying to fulfill his promise to be more consensual? They wanted more and they're not sure whether their aspirations were reasonable, feasible, justified or deluded. They wish the disappointment wasn't there. And they can't avoid it.</p> <p>For this is one emotional toll that could have electoral consequences. In a tight race in which there are few undecideds both sides have to galvanise their bases. The Obama campaign has tried trying to manage it, lest the disappointment <a href=\"http://www.guardian.co.uk/world/2012/sep/17/barack-obama-election-gary-youngeturnout\">depress enthusiasm and harm</a>. In Charlotte <a href=\"http://www.npr.org/2012/09/06/160713941/transcript-president-obamas-convention-speech\">Obama told the convention</a>: \"While I'm proud of what we've achieved together, I'm far more mindful of my own failings, knowing exactly what Lincoln meant when he said: \"I have been driven to my knees many times by the overwhelming conviction that I had no place else to go.\"</p> <p>Republicans are keen to leverage it, in the hope that with a show of empathy they can win over some precious waverers. Mitt Romney spoke over the heads of his convention-goers to disaffected Obama supporters: \"You know there's something wrong with the kind of job he's done as president when the best feeling you had was the day you voted for him.\" Now <a href=\"http://hotair.com/archives/2012/10/06/new-romney-ad-presses-obama-disappointment-theme/\">they are running ads</a>, mostly featuring women, to appeal to swing voters. \"I'm disappointed in Barack Obama as my president,\" says Melanie McNamara, who voted for him in 2008. \"He promised to bring us all together so we could prosper, and I don't see the prospering.\"</p> <p>Given the excitement at Obama's election some measure of disappointment was inevitable. The combination of both the historic nature of both his candidacy and the economic crisis during which it emerged virtually ensured it. The first black president elected during the steepest downturn since the Great Depression <a href=\"http://www.guardian.co.uk/commentisfree/2008/nov/24/barack-obama-nic-hillary-clinton\">set the nation on contradictory paths</a>. In Harlem people were dancing in the street even as, at the other end of Manhattan, Wall Street was sending the economy into free fall. The month he was elected – two months before he took office – he had a 61% approval rating while only one in six believed the country was heading in the right direction, and it was unlikely one person could correct the course of a tanker the size of the US economy.</p> <h2>'I never thought things could become more divided'</h2> <p>After <a href=\"http://www.thenation.com/article/believers-great-men-think-alike \">rereading The God That Failed</a>, in which six ex-Marxists voice their disaffection with communism, the late Palestinian intellectual Edward Said questioned the very premise in the title. \"Why as an intellectual did you believe in a god anyway? And besides, who gave you the right to imagine that your early belief and later disenchantment were so important?\" One might say the same of some Obama supporters whose investment in him was rooted in an unreasonable belief that the presidency endowed Obama with superhuman powers. \"This is not some academic exercise,\" Obama told supporters in Philadelphia in 2010. \"Don't compare us to the Almighty; compare us to the alternative.\"</p> <p>That's why Susan believes people must, to some extent, take responsibility for their disappointment. \"That's what we're taught to believe from an early age,\" she says. \"That one man should be able to fix everything. Abe Lincoln, George Washington, Ronald Reagan – history's told as though it were all down to them. The world is way too complex for that, and we know that but we still have those expectations that we were raised with.\"</p> <p>And while some of the expectations may have been unreasonable some were just plain unfounded. On election night in 2008 <a href=\"http://www.guardian.co.uk/world/2008/nov/06/uselections2008-usa\">I watched the result come in</a> the President's Lounge on the South Side of Chicago. As Obama was announced the winner a woman at the bar started cheering. \"My man's in Afghanistan. He's coming home.\" Quite why she thought that wasn't clear. But it wasn't true. Afghanistan was the one war Obama had pledged to continue and which he would eventually escalate. Where she'd got the impression otherwise is not clear. But her disappointment was guaranteed and had little to do with him.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397516241\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/10/1349879439048/obama-younge-america-010.jpg\" alt=\"obama younge america\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of Obama's first acts in January 2009 was to sign an executive order closing the prison at Guantanamo Bay. It is still open.  Photograph: J Scott Applewhite/AP</span> <span class=\"element-image__credit\">Photograph: J Scott Applewhite/AP</span> </figcaption> </figure>  <p>Indeed one of the sources of disappointment, particularly from abroad, is that people mistook the fact that his election marked a radical departure from the previous eight years as <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2010/jan/17/barack-obama-one-year-on\">an indication that he was a radical</a>. He wasn't. His record both as a state senator and on the national level, where he voted with Hilary Clinton 90% of the time, was of a centrist Democrat. Unlike black presidential candidates of the past, who were unlikely to get white support, he was not standing to advance a broader cause <a href=\"http://www.thenation.com/article/obama-effect\">but to get elected</a>. \"The civil rights generation saw politics as the next step in the struggle for civil rights,\" said Salim Muwakkil, a Chicago-based journalist who has known Obama for many years. \"Their aim was to get their agenda taken up by whoever won. But this new generation do not conceive politics as the next step, but just as what it is – politics. Their aim is to win.\"</p> <p>But the fact that he didn't stand on a radical platform doesn't mean people were deluded to imagine that he would govern as a radical. In January 2007 I <a href=\"http://www.guardian.co.uk/world/2007/feb/10/usa.uselections2008\">saw him speak at George Mason University</a> to a 1,000-plus crowd where he quoted Martin Luther King: \"The arc of justice is long but bends towards justice.\" He promised his presidency would be transformative and in campaign speeches he invoked abolitionists, suffragettes and labour activists and then Will.I.Am <a href=\"http://www.youtube.com/watch?v=jjXyqcx-mYY\">set it to song</a>. \"Nothing can stand in the way of the power of millions of voices calling for change,\" he said. \"We have been asked to pause for a reality check. We have been warned against offering people of this nation false hope.\" One could be forgiven for thinking he wasn't just talking about marginal tax rates and cap and trade.</p> <p>Such were the nature of the aspirations and potential disappointments, both projected onto him and which he projected himself, before he even took office. Then <a href=\"http://www.guardian.co.uk/commentisfree/2009/jan/19/obama-inauguration\">there is his record</a>. Pretty much everybody has their pet disappointment here: a specific thing they'd wanted to see but haven't or, conversely, wished he hadn't done. Most frequently mentioned are failing to close Guantanamo Bay, political polarisation, drone attacks, comprehensive immigration reform, kill lists and<a href=\"http://www.guardian.co.uk/commentisfree/2012/jul/15/democrats-romney-firing-obama\"> failing to oversee stronger regulation of the financial sector</a>. It is intriguing how many Obama loyalists explain these problems away with a mixture of psychoanalysis and Donald Rumsfeld's \"unknown unknowns\". </p> <p>\"I know he's smart. I know he's caring,\" says Bobbi Watson, who was with Susan the night I met her outside the cinema eight years ago. \"But when I think about the drone attacks, which trouble me, I think he's making decisions on the basis of information that I couldn't possibly know.\"</p> <p>Many redirect their disappointment in politics in general,<a href=\"http://www.guardian.co.uk/commentisfree/2011/mar/27/obama-no-credible-republican-challenger\"> pointing to the Republican stonewalling in Congress</a>. \"I never thought things could become more divided, and there be more fighting,\" said Ann Trinkel, <a href=\"http://www.guardian.co.uk/world/2012/oct/01/younge-america-return-roanoke\">who I met in Roanoke recently</a>. \"But oh my gosh it's just … gridlock. And I guess that's what sort of lessened the hopefulness for me, and made me a bit more cynical, is all the money.\" It is certainly true that in a system where seats are openly gerrymandered, 40% in the upper house can block almost anything, lobbyists are everywhere and you need vast sums of money to get elected there is a limit to how much <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/07/americans-deserve-better-choice-election\">progressive change one can really expect</a>. Susan's husband, Michael who backed Obama last time, isn't voting. He's had enough of all of them.</p> <p>Some are just in denial. One person said to me when I raised the escalation in Afghanistan: \"You don't know what's in his heart.\"</p> <p>\"True,\" I replied. \"Only his cardiologist can know that. But that knowledge would make little difference to the people of Afghanistan.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397516242\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/10/1349879038034/obama-younge-america--010.jpg\" alt=\"obama younge america \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The enthusiasm of Obama supporters – so prevalent on election night in 2008 – has waned in the last four years.  Photograph: Saul Loeb/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Saul Loeb/AFP/Getty Images</span> </figcaption> </figure>  <p>Each disappointment can be argued out or argued away, dismissed by loyalists, insisted upon by the disaffected, explained by circumstance or excused at will. In any case, every president has these. So long as they are not full on reversals – as when George Bush senior said: \"Read my lips: no new taxes\" and then put up taxes – then they are rarely fatal. Obama hasn't opened another Guantanamo Bay facility, and it is understood that presidents don't get everything done that they promise to do.</p> <p>But that does not mean they are not grounds for disappointment. Obama ran claiming he was going to change the way Washington operated, and there was much he could not control. But it was his choice to leave in place George W Bush's secretary of defence and to draft of Bill Clinton's former treasury secretary, Larry Summers, to guide his economic policy. With those appointments there's only so much 'change' one can reasonably expect. Moreover, <a href=\"http://abcnews.go.com/Politics/OTUS/guantanamo-bay-open-promises/story?id=16698768\">if someone who says</a>: \"I have said repeatedly that I intend to close Guantanamo, and I will follow through on that,\" and promises it'll be closed within a year and it's still open, then by any measure people are entitled to feel let down.</p> <p>But left there all of these particular disappointments would have remained just that – particular letdowns that disillusioned discrete groups of people. What morphed them into a broader narrative of disappointment was the one thing over was the key issue of the economy over which he had limited power – and gridlock in Congress.</p> <p>In September 2010 he was <a href=\"http://www.youtube.com/watch?v=mBfCco9BOTA\">challenged at a town hall meeting</a> by a black woman, Velma Hart, who said: \"I'm exhausted. I'm exhausted of defending you, defending your administration, defending the mantle of change that I voted for, and deeply disappointed with where we are right now.\"</p> <p>With poverty rising, unemployment stubbornly high and wages still stagnant the economy was both a material problem in itself – people have been struggling to make ends meet – and became an emblem for a broader disaffection. The country was stalled. And whatever it was they were expecting from his presidency it wasn't this. They wanted more and, many believe, he promised more.</p> <h2>'It seems like there's no good way out'</h2> <p>Jodie Delamatre has no time for this. She is no stranger to disappointment. I <a href=\"http://www.guardian.co.uk/world/2004/nov/03/uselections2004.usa2\">followed Jodie around on election day in 2004</a> as she knocked on doors to get out the vote. I saw her in the polling booth press her pin down hard to avoid through the punch card for Kerry to avoid any Florida-like shenanigans. \"I've got to make sure it counts,\" she said. \"I don't want to leave anything to chance.\" That night when the polls closed they thought they'd squeaked a victory in Ohio and therefore the nation. When I called her the next morning she was devastated.</p> <p>This time around she wished Obama had done more about the banks. But she thinks those who dwell on their disappointments are self-indulgent. \"People <a href=\"http://www.guardian.co.uk/commentisfree/2008/nov/10/barack-obama-supporters-campaign\">ask what has he done and I think well what did you do</a>? You can't just have things given to you all the time. You have to go out and get them. And look at the things he has done. In four years he's introduced healthcare reform, stabilised the economy, stopped a war, killed Bin Laden, saved the auto industry – give me a break.\" When Obama was inaugurated <a href=\"http://www.google.com/publicdata/explore?ds=z1ebjpgk2654c1_&amp;met_y=unemployment_rate&amp;idim=county:CN391530&amp;fdim_y=seasonality:U&amp;dl=en&amp;hl=en&amp;q=summit+county+oh+unemployment\">unemployment in Summit County</a>, where Akron sits, was 8.8%; today it is 6.5%. In 2009 the poverty rate is 14.9; today it is 13.8%.</p> <p>It is true that if you ask most people what they thought would happen their hopes are as heartfelt as they are vague. \"I definitely think it's about me,\" says Susan. \"I hoped he would give us a vision of where we were going. Just one big idea. But it doesn't seem as though he has one. I did hope that he would be that person who would pull it off. Because otherwise it seems like there's no good way out.\"</p> <p>Obama's election forced a reckoning between what a large number of Americans wanted to happen and what was possible to achieve through the American polity as it stands. The hard truth is that <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2010/oct/24/obama-never-room-for-radical-change\">with few exceptions</a> the most transformational advances in US political history have their origins either in the streets or the courts – not the ballot box.</p>",
  "<p>In the hours that followed the surreal role reversal in last week's presidential debate, liberal political scientists and statisticians rushed to the public square to insist that television scraps of the like rarely reorganize contests. Breathless and harried the lot of them, these number-crunchers&#xa0;<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/10/03/what-political-scientists-know-about-debates/\">swore the fundamentals of the race would remain</a>: President Barack Obama would preserve his lead in spite of challenger Mitt Romney's silver-tongued swipes.</p> <p>But the sobering truth is that debates are something more than shallow theater and can dramatically shape candidate perceptions. A spate of new surveys out this week found voter preferences have swung wildly in the days since Romney scored his debate upset, with the Republican jumping into the lead in&#xa0;<a href=\"http://www.realclearpolitics.com/epolls/2012/president/us/general_election_romney_vs_obama-1171.html\">Real Clear Politics' polling index</a>&#xa0;for the first time in the race.</p> <p>Gallup found 72% of debate watchers thought Romney won, a full 52-point spread between the challenger and incumbent.&#xa0;That's the <a href=\"http://www.gallup.com/poll/157907/romney-narrows-vote-gap-historic-debate-win.aspx\">single largest debate deficit ever recorded by the polling firm</a>, the previously largest margin won by Bill Clinton in George HW Bush's infamous \"wristwatch-checking\" performance.</p> <p>Pew likewise <a href=\"http://www.people-press.org/files/legacy-pdf/10-8-12%20Political%20Release.pdf\">tracked a draw among registered voters</a>, though Romney had managed to build a 4-point lead over Obama when the sample was limited only to those respondents likely to vote in the November contest. Rasmussen's latest daily tracking also measured support evenly split between the two men, at 48%, down from a modest upswing for the president.</p> <p>But the state of play across the map is similarly promising for Republicans. Surveys of seven of the nine battleground states have been released in the period since last week's debate. In five of those seven, Romney leads the president and trails only within the margin of error in the remaining two. That's a distinctly winnable race.&#xa0;</p> <p>The salience of contemporary presidential debates is largely a function of a hyperactive media environment that elevates to parallel significance a fumbled joke with a fumbled economy or a declaration of war. The daily grind – the painful minutiae of a horse race in which reporters and aides obsess over minor stump missteps – don't drive the sentiment of ordinary voters. Stumbles of the pedestrian variety, like <a href=\"http://www.theatlantic.com/politics/archive/2012/08/mitt-romneys-birth-certificate-joke/261553/\">Romney's recent&#xa0;birth certificate jest</a>&#xa0;or <a href=\"http://www.youtube.com/watch?v=SRV5Y1JCGRI\">Joe Biden's largely forgotten&#xa0;invitation to a wheel chair-bound man to stand</a>, don't inform voter views.</p> <p>Instead, it's the big moments: the historic wins and losses, the inability of an incumbent president to make a serious case for re-election. For Romney, who has been trailing the president in polling for much of the race, the implication of a debate-wrought surge cannot be overstated.</p> <p>The candidate who led in the national polling aggregate after the first debate has won the White House in every race since Jimmy Carter booted Gerald Ford. This same axiom later displaced the <a href=\"http://www.imdb.com/title/tt0913958/\">Man from Plains</a> just four years later, even as he trailed Ronald Reagan by a modest one point in post-debate polling.</p> <p>For this operative, who <a href=\"http://www.theatlantic.com/politics/archive/2012/01/what-was-the-huntsman-campaigns-problem/251469/\">labored for much of the last 18 months</a>&#xa0;to ensure Romney never clinched the nomination, it was a bitter-sweet moment to watch as the Bay Stater lanced the president. I spent many a primary debate night working into the early morning hours, shuffling embarrassing Romney exchanges and news clips to anyone willing to hear the spin.</p> <p>It was of no consequence that my candidate, Jon Huntsman, didn't win, ever. What did matter was that Romney didn't.</p> <p>But last week was different. It was historic, and the polls overwhelmingly reflect it.</p> <p><em>• Disclosure notice: the principal of the author's firm, <a href=\"http://www.hynescommunications.com/about-us/\">Hynes Communications</a>, serves as an adviser to the Romney campaign, though he has no formal connection to the GOP effort</em><br></p>",
  "<p>Lena Dunham's hit TV show, Girls, reaches UK screens on 22 October. Dunham has reportedly been offered a $3.5m book deal by Random House, and the hype surrounding the show, and her writing is particular, is borderline hysterical.</p> <p>The <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/08/girls-twitter-feminism-caitlin-moran?utm_source=dlvr.it&amp;utm_medium=twitter\" title=\"\">criticism</a> and <a href=\"http://www.huffingtonpost.com/emma-gray/10-reasons-wont-participate-lena-dunham-backlash_b_1940873.html\" title=\"\">praise</a> of Dunham's depiction of four young women living in New York is seemingly as polarised and as passionate as the US presidential election and while it may all seem a bit ridiculous, looking at the current state of female-focused television, it's not that hard to see why. The shows on TV \"for women\" at the moment are hardly hitting a sociological nerve with their fresh, female narrative. <a href=\"http://en.wikipedia.org/wiki/New_Girl_%28TV_series%29\" title=\"\">Zooey Deschanel's New Girl</a> doesn't exactly make women want to high-five their television sets in appreciation of its social commentary or feminist agenda, and the majority of female characters currently on TV are rather problematic.</p> <p>The expectation is that Girls will become the Ultimate Show For Women, or as Dunham's character Hannah says, become the voice of her generation (she later gingerly adds \"Or a voice. Of a generation\").</p> <p>Looking back at the female-focused TV shows that have broken barriers, glass ceilings and forever changed the way women have been portrayed on TV – Girls has some big boots to fill (or Manolos. Your choice). Here are my picks for the best TV shows about girls and women that have helped shape pop culture. Don't hesitate to share yours in the thread below.</p> <h2><strong>Daria</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/mhYwcpw6yBY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/mhYwcpw6yBY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The lone intelligent female character of Beavis and Butthead was given her very own TV show in 1997, and what a show it was. From Daria Morgendorffer's sharp, monotone sarcasm to her hefty combat boots, she was instantly a much more relatable character in the 1990s than, say, <a href=\"http://en.wikipedia.org/wiki/Joey_Potter\" title=\"\">Joey Potter</a> of Dawson's Creek could ever be. A little dark and a little twisted, Daria was the antithesis of the popular, blond cheerleader that sitcoms of this time were so found of, giving girls who would rather read Edgar Allen Poe than Seventeen magazine the perfect role model.</p> <h2><strong>My So-Called Life</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/zpVRdUaSQP8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/zpVRdUaSQP8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>What 15-year-old girl didn't relate to Angela Chase? <a href=\"http://www.imdb.com/title/tt0108872/\" title=\"\">My So-Called Life</a> sadl only lasted one series, but in only 19 episodes managed to treat issues like homophobia, drug abuse, and censorship as regular themes, rather than just giving them a \"special episode\" like most teen-focused shows of the 1990s did. Angela, expertly portrayed by a young Clare Danes, served as one of the most uncensored views as to what it was really like to be a teenage girl on TV, resulting in a cult-like following of the show, even in 2012.</p> <h2><strong>Murphy Brown</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/JDtCemClRP8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/JDtCemClRP8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://en.wikipedia.org/wiki/Murphy_Brown\" title=\"\">Murphy Brown</a>, played by Candice Bergin, was a famous investigative journalist and news anchor. She was in her 40s, she was single, and controversially, when Brown became pregnant and her ex-husband decided he couldn't handle the responsibility of being a parent, Murphy decided to raise her son on her own as a single mother. Famously, the then US vice president Dan Quayle criticised Murphy Brown for \"ignoring the importance of fathers by birthing a child alone\" in a public speech. Murphy Brown was a trailblazer in a time where single mothers and working women were both criticised and misunderstood, both on the silver screen, and off.</p> <h2><strong>Buffy the Vampire Slayer</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-1v_q6TWAL4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/-1v_q6TWAL4\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Written and created by the delightfully feminist Joss Whedon, Buffy served as vampire slaying role model for geek girls everywhere. Balancing the demands of schoolwork, friendships, family drama, boyfriends (that happened to be vampires) and saving the world from a hellmouth, Buffy Summers was remarkably relatable. Buffy was show of pure female empowerment, thanks to Willow's lesbian relationship with Tara, a slew of female baddies and slayers, and not to mention Buffy's steadfast determination and general bad-assness.</p> <h2><strong>Sex and the City</strong></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/GVchsrlP59I?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/GVchsrlP59I\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>While the recent Sex and the City films have turned the brand into some sort of caricature of itself, Sex and the City the television series a phenomenon. For women of many ages, watching Sarah Jessica Parker, Cynthia Nixon, Kim Cattrall and Kristin Davis navigate through their 30s and 40s in New York City was a fascinating, sentimental and emotional experience for many women. No other female characters on TV had or spoke of sex the way these women did. Sex and the City may have introduced the cupcake epidemic to the masses, but it also was a huge milestone for how women were portrayed on TV.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/9kMAfy12FdU?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/9kMAfy12FdU\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>If anybody needed further confirmation that a presidential election is imminent, this is it. On Wednesday morning the would-be Republican first lady, Ann Romney, will co-host Good Morning America, following in a long line of candidates' wives to take to the daytime TV sofa to discuss taxing issues of the day, ranging from cooking to their families. </p> <p>In a move that walks a fine line on journalistic and political integrity, Mrs Romney will co-host the lead-off 8am hour alongside George Stephanopoulos as a stand-in for Robin Roberts, who is <a href=\"www.guardian.co.uk/commentisfree/2012/aug/31/robin-roberts-be-well-american-healthcare\">undergoing treatment for a blood disease</a>. Romney appeared on the show in July for <a href=\"http://gma.yahoo.com/video/news-26797925/ann-romney-on-obama-s-egregious-attacks-30028621.html\">an interview with Roberts</a>, who asked her about her husband's refusal to release his tax returns.</p> <p>Good Morning America has also lined up some less political substitutes for Roberts, including the cast of Modern Family, as well as Rob Lowe and Stephen Colbert.</p> <p>Daytime television appearances are part of the job of being married to a president during campaign season. Here are some the highlights of previous performances: </p> <h2><strong>Michelle Obama</strong></h2> <p>The first lady has made more than 40 television appearances in the past decade. She has been on chat shows in the morning, afternoon and late at night, and has made appearances on tween program iCarly, reality show the Biggest Loser and at the BET Honors. </p> <p>She also went on Sesame Street, which is basically a requirement for first ladies – and one that Laura Bush, Hillary Clinton and Barbara Bush all fulfilled. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/GhGWSfraeyQ?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/GhGWSfraeyQ\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Laura Bush</strong></h2> <p>Laura Bush did the daytime television hosting gig for Today in 2008 when she and her husband were on their way out of the White House. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/fWneamskTlk?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/fWneamskTlk\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Hillary Clinton</strong></h2> <p>This is the former first lady who was almost president, and the current secretary of state, bowling on Ellen in 2008. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/PPFqpnvYpSw?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/PPFqpnvYpSw\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Eleanor Roosevelt</strong></h2> <p>Eleanor Roosevelt (yes, that Eleanor Roosevelt) appeared on the panel game show What's My Line in 1953. On the show, panelists ask the mystery guest questions to figure out their job. The first question she was asked was: \"Are you accustomed to facing crowds?\"</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/YX0wmS3gV0I?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/YX0wmS3gV0I\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Bess Truman</strong></h2> <p>Bess Truman appeared on the CBS show Person to Person in 1955 with her husband-president, Harry Truman. Their daughter Margaret interviewed them while substituting for Edward Murrow. You can watch outtakes from that appearance in <a href=\"http://www.c-spanvideo.org/program/200503-1\">this two-hour-long CSpan documentary</a>. Or you can watch a clip of her unsuccessfully attempting to break a champagne bottle on an aeroplane instead.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/QBcX9yZyXKY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/QBcX9yZyXKY\" frameborder=\"0\" allowfullscreen></iframe> </figure>",
  "<p>Venezuelan president Hugo Chávez may have started a new term, but it was the old, anti-imperialist, anti-US drive that characterised his first press conference since winning re-election for six more years.</p> <p>Lambasting Washington, backing Syria's president Bashar al-Assad and accusing Europe of cashing in on the death of Muammar Gaddafi, Chávez came out swinging after his comfortable victory on Sunday.</p> <p>On ebullient and provocative form, the president accused the US of fomenting unrest in the Middle East, particularly in Syria. \"This is a crisis that has been planned and provoked … Syria is a sovereign nation. This crisis has a single cause: the world has entered into a new era of imperialism. It's madness. The US government has been among the most irresponsible. I hope Obama rethinks this,\" he said.</p> <p>Venezuela has supported the Syrian government by shipping oil to make up for shortfalls caused by US-initiated embargoes.</p> <p>\"How can I not support Assad. He's the legitimate leader … We will continue in our support and advocate peace,\" Chávez told reporters at the presidential palace in Miraflores.</p> <p>He also lamented the death of his friend, former Libyan leader Gaddafi. \"The way he died was a barbarity. Gaddafi was assassinated almost on TV.\" He said the former Libyan leader had sent him a last message, in which he compared himself to Che Guevara: \"I shall die like Che – I will be a martyr.\"</p> <p>Europe, he said, had frozen billions in Libyan assets, which was \"convenient\" at a time when it was facing its own financial crisis.</p> <p>Chávez accused outside forces of trying to oust him in the presidential election.</p> <p>\"We didn't just defeat [his rival, Henrique] Capriles. We also defeated an international coalition. This wasn't just a domestic battle.\"</p> <p>He said voters had been inundated with 500,000 automated messages from the US and Europe urging them to back his Capriles.</p> <p>\"How much did this cost? Who has the capacity to do such a thing?\", he asked. \"The great transnational phone companies were supporting Capriles. It was electoral harassment.\"</p> <p>Friendlier foreign forces were, however, quick to congratulate Chávez on his victory. Other leftwing leaders in Latin America gave celebration calls. Russian president Vladimir Putin reportedly told him the election news was the \"best present I could have for my 60th birthday\".</p> <p>Chávez also castigated the foreign media's coverage of the election, which he won with 55.2% of the vote against Capriles's 44.1%.</p> <p>\"I've read that Venezuela is divided. But the US is also divided. Every country is divided,\" Chávez said. \"I won by 10 points and the foreign media call the victory slim. How much did Hollande win by in France? How much will Obama win by? You know Obama is my candidate? … I would vote for him if I could.\"</p> <p>With six more years in power, the Venezuelan president said he would ask the opposition for proposals and look for possible areas of collaboration, though he emphasised that past efforts had come to nothing.</p> <p>\"The opposition has a catastrophic vision for the country,\" he said. \"They deny everything the government achieves.\"</p> <p>• This article was amended on Wednesday 10 October to correct the figures on Chávez's margin of victory.</p>"
]