[
  "<p>More than $4bn was spent on the presidential and congressional candidates and campaigns in the first 18 months of the election cycle, according to the Federal Election Commission.</p> <p>Presidential candidates have received $601.9m of that money, the data released on Wednesday, shows, while $1.21bn has been donated to congressional candidates donated to presidential candidates personally.</p> <p>The Federal Election Commission <a href=\"http://www.fec.gov/press/press2012/20120926_Q2Summary.shtml\">compiled campaign finance reports</a> filed between 1 January 2011 and 30 June 2012 to produce the report. The time period covers the Republican primaries and the buildup to the presidential race.</p> <p>In total $4.06bn was received by presidential candidates, congressional candidates, party committees and PACs over the 18-month-period. There are no direct figures directly comparing the same period available from 2008 or earlier, but Bill Allison, from the non-profit Sunlight Foundation, said ultimately more money will be spent on the 2012 campaign.</p> <p>\"This is 18 months and we're at $4bn, 2008 the entire election cycle ended up being at $5.2bn, so there's still a quarter of the money to go,\" Allison said. \"We'll definitely top that number. The current projection is about $5.8bn that we'll see for 2012.\"</p> <p>The fact that the FEC data shows money raised until 30 June 2012 accounts for the relatively small amount of expenditure in the figures. Of the $4.6bn raised in total, just $2.88bn had been spent in the same period, which candidates and organisations likely waiting until closer to 6 November to spend the money raised.</p> <p>The presidential candidates raised $601.9m over the 18-month period, spending $407.9m, although included in those figures is money raised and spent by Republican primary chancers such as Rick Santorum and Newt Gingrich. Interestingly, over the same period in 2008 presidential candidates raised far more money – $1.05bn – which Allison said was a reflection of both sides having to choose a presidential candidate.</p> <p>\"In 2008 you have the primary between Hillary Clinton and Barack Obama – they both raised so much money and it ran all the way through June. Romney wrapped up the nomination in mid-April and for all practical purposes earlier than that, so you didn't have two candidates who were raising money all the way through.\"</p> <p>Elsewhere the FEC data show the money generated by congressional candidates has risen every election cycle since 2002. Back then, $610.1m was donated candidates running for congress and senate. That increased to $789.8m in 2004, and by 2010 $1.18bn was raised. In 2012, that amount was $1.21bn.</p> <p>Some $1.29bn was received by Pacs – including corporate groups, labor groups, trade unions and Super Pacs, which can receive unlimited donations. A Sunlight Foundation study <a href=\"http://reporting.sunlightfoundation.com/outside-spending/overview/\">released this week</a> showed Super Pacs had received $385.7m in donations as of Sunday 23 September. </p> <p>\"We're almost in this wild wild west period of campaign finance,\" Allison said.</p> <p>\"You have candidates raising money at $50,000 a pop for joint fundraising committees and party committees, you have Super Pacs taking in million-dollar contributions, you have Barack Obama doing some 200 fundraisers already – it's become this mad dash for cash.\"</p> <p>\"It's as if it's all the politicians care about. But the sad thing is that after the election is over all the people who gave that money are going to be coming round asking for favours.\"</p>",
  "<p>The national Republican party appears to be thawing its attitude towards controversial Senate candidate Todd Akin and preparing to raise money for his campaign after a deadline for him to drop out of his race in Missouri passed.</p> <p>Akin was cut off by the party leadership – including presidential candidate Mitt Romney – in August after saying in an interview that women could not become pregnant in cases of \"legitimate rape\". The National Republican Senatorial Committee (NRSC), which raises cash for candidates, withdrew $5m worth of advertising support for the Missouri campaign and Romney led calls for Akin to step down. Akin, however, refused to quit.</p> <p>But now the NRSC has indicated that its principled stand may have been overtaken by realpolitik, saying it will \"monitor\" Akin's fight against Democratic incumbent Claire McCaskill.</p> <p>\"Todd Akin is a far more preferable candidate than liberal senator Claire McCaskill. As with every Republican Senate candidate, we hope Todd Akin wins in November, and we will continue to monitor this race closely in the days ahead,\" NRSC executive director Rob Jesmer said in a statement <a href=\"http://livewire.talkingpointsmemo.com/entry/nrsc-takes-fresh-look-at-todd-akin\">first reported by Talking Points Memo</a>.</p> <p>A week ago, NRSC chairman John Cornyn was asked by The Hill if the group would back Akin and he replied: \"We're done.\"</p> <p>The distinct change in tone almost certainly reflects the fact that Akin is now certain to be the Republican candidate in a race that is vital for eventual control of the entire Senate – a prize even more important to the Republicans with Romney falling behind in the White House election.</p> <p>The shift of the party also likely reflects Akin's relatively healthy position in the opinion polls. Though Akin's comments over rape outraged women's groups and made headline news across the country, he has remained competitive with McCaskill.</p> <p>Patty Murray, a Washington senator and chair of the Democratic Senatorial Campaign Committee, denouned the NRSC's reversal as \"absolutely shameful\". She said: \"I expected more, but sadly, Todd Akin represents the official position of the Republican Party.\"</p> <p>Missouri Democrats said they were unsurprised by the shift. Jim Sanders, the state party chair, <a href=\"http://2012.talkingpointsmemo.com/2012/09/todd-akin-nrsc-democrats.phphttp://\">told Talking Points Memo</a>: \"We've always expected these dollars to flow in. So when you heard from the Republican side the outcry that 'we're going to pull away from Todd Akin' we never thought that would be the case.\"</p> <p>Akin has become a rallying point for several high-profile conservatives within the national party who laud his social conservative stances on issues like abortion.</p> <p>Earlier on Wednesday former presidential contender Rick Santorum and Tea Party favourite South Carolina senator Jim DeMint issued a joint statement in support of Akin. \"Todd Akin is a principled conservative who is committed to winning and fighting for freedom in the US Senate,\" the politicians said, praising Akin for his principles on debt reduction and being against Barack Obama's healthcare reforms.</p> <p>Akin is now likely to receive cash help for his campaign from Super Pacs that support Santorum and DeMint. In a brief statement he thanked the two for supporting him. \"I am proud to have two of our country's leading conservatives endorse me today … our country can't afford another six years of the liberal agenda of Claire McCaskill,\" Akin said.</p> <p>Another former presidential hopeful, ex-House Speaker Newt Gingrich, has also taken a firm line in defending Akin and helping to pour money into his campaign coffers. On Monday, Gingrich hosted a fundraising lunch for Akin which saw donors coughing up $500 each to attend.</p> <p>In another sign that the Republican party as a whole is now rallying behind Akin, the state party in Missouri has also now firmly backed him. \"We are confident that Todd will defeat McCaskill in November, and the Missouri Republican party will do everything we can to assist in his efforts,\" the party said in a statement.</p> <p>However, even if money does once again start to pour into Akin's campaign, he still faces an uphill battle in the cash stakes. According to the Center for Responsive Politics McCaskill had raised $10m more than Akin through the first half of 2012. </p> <p>But the change in opinion by outside figures does represent a remarkable turnaround for Akin. In the wake of his rape comments, which were made in the context of defending a 'no-exceptions' belief when it came to abortion, his political career was virtually written off. Democrats and Republicans alike queued up to condemn him and ask him to step aside for a new candidate, and he became the punchline to the jokes of late-night comedians.</p> <p>His determination to stay in the race has now firmly paid off. Missouri's other Senator, Republican Roy Blunt, had once called for Akin to quit but has now promised support. \"I'll be working for the Republican ticket in Missouri, and that includes Todd Akin,\" he said last week.</p>",
  "<p>Mohamed Morsi, addressing the United Nations as the first democratically chosen leader of Egypt, called the Syrian war \"the tragedy of our age\" for which the whole world was responsible – and accused the Assad regime of \"killing its people night and day\".</p> <p>President Morsi called for the replacement of the regime with a democratic government representative of all the country's ethnic and religious groups, but said this should be done without outside military intervention. Instead, he pointed to a new diplomatic initiative begun by Egypt, Turkey and Iran, and called on other nations to join it.</p> <p>Before discussing the Syrian conflict, Morsi said the UN should make a priority of addressing the plight of the Palestinian people, saying that it was \"shameful\" that successive UN resolutions on the Israeli occupation of Palestinian territories had not been enforced.</p> <p>\"The fruits of dignity and freedom must not remain far from the Palestinian people,\" he said.</p> <p>In his maiden speech to the UN general assembly, Morsi said the people of the Middle East would no longer tolerate dictatorship, nor would they tolerate countries that did not sign the nuclear non-proliferation treaty (NPT), a clear reference to Israel, whose nuclear arsenal gives it a monopoly in the region. He voiced support to a UN-sponsored conference due by the end of the year to promote the Middle East as a region free of weapons of mass destruction. Israel has rejected such a call.</p> <p>But Morsi also had an oblique rebuke for Iran, saying that all countries should also demonstrate the peaceful nature of their nuclear programmes to the satisfaction of their neighbours. The International Atomic Energy Agency (IAEA) has said that Iran is not co-operating with its investigation into evidence of past experimentation with nuclear weapons technology.</p> <p>Morsi's assessment of the region's problems came in stark contrast to the address delivered by the Iranian president, Mahmoud Ahmadinejad, who focused on religious themes, particular his messianic form of Shia Islam, and did not mention the Iranian nuclear programme, which is the focus of rising tension in the region – and in the wider international community. Britain's foreign secretary, William Hague, recently called on the European Union to tighten its already formidable sanctions on Iran further, because of the Iranian refusal to bow to UN security council demands that it stop the enrichment of uranium.</p> <p>Ahmadinejad's speech was unusually esoteric for a UN session and made only one political reference to Israel, when he denounced what he called the \"hegemony of arrogance\" of the world's dominant powers, and said the \"continued threat by the uncivilized Zionists to resort to military action against our great nation is a clear example of this bitter reality\".</p> <p>No American diplomats were in the chamber for Ahmadinejad's speech because of what Washington viewed as offensive remarks the Iranian leader had made about Israel earlier in the week. British and other European states mostly sent junior representatives, who did not walk out as they had on previous occasions.</p> <p>\"They were primed to walk out if he [Ahmadinejad] said something grossly offensive as he usually does, but this time he just seemed incoherent and incredibly boring. It was hard to make out what he wanted to say,\" a European diplomat said. \"He seems to be losing his knack a bit.\"</p> <p>As Ahmadinejad spoke in what is last address to the UN before a presidential election, his influence at home appeared to be ebbing under pressure from his political enemies. One of his closest aides, Ali Akbar Javanfekr, the director of the state news agency Irna, was jailed on Tuesday for \"publishing materials contrary to Islamic norms\".</p> <p>In his remarks, Morsi said Egypt would \"stand firmly\" against the anti-American violence that has swept the Islamic world in recent weeks and was triggered by the emergence of a crude video denigrating the prophet Mohamed, which was made by an Nakoula Basseley Nakoula, an Egyptian American Coptic Christian.</p> <p>But Morsi also claimed that the dissemination of that video was part of an \"organised campaign\" fuelled by Islamophobia. In what appeared to be a riposte to Barack Obama's staunch defence of the freedom of expression in his own address to the general assembly, Morsi said that free speech should not include the right to insult the religious faith of millions of people.</p>",
  "<p>When Enrique Peña Nieto was a candidate in Mexico's presidential elections, allegations that he had benefited from favourable media coverage triggered mass student demonstrations against him and his party. When he won the 1 July election, those allegations formed part of a legal challenge to his victory.</p> <p>Now, as the young and telegenic president-elect from the Institutional Revolutionary party, or PRI, prepares to take charge of the country on 1 December, the media allegations have been deemed legally irrelevant – and the furore they once caused has all but died away.</p> <p>The runner-up, Andrés Manuel López Obrador, and his party of Democratic Revolution, or PRD, were unable to persuade Mexico's federal electoral tribunal that there had been unfair favourable coverage of Peña Nieto, alongside other allegations such as massive vote buying and dubious campaign funding, such as to violate constitutional guarantees that elections be \"authentic and fair\".</p> <p>The part of the tribunal's unanimous decision on 30 August that referred to media bias drew heavily on an earlier decision by the Federal Electoral Institute, or IFE. That decision threw out a specific PRD complaint about \"hidden publicity\" by Peña Nieto, particularly on TV channels and other outlets associated with the broadcasting giant Televisa.</p> <p>\"They were unable to demonstrate that the role of Televisa was illegal,\" said the media expert Raul Trejo. \"The case is closed. Some people might question the [legal] rules, but these are the rules we have.\"</p> <p>Only one of the nine members of the IFE general council, which considered the \"hidden publicity\" complaint in a publicly broadcast debate on 16 August, voted against a \"proposal\" put before it by the institution's investigative branch.</p> <p>The proposal rubbished the quality of the evidence submitted by the PRD, which relied heavily on journalistic accounts of the alleged bias, among them an article published in the Guardian on 7 June.</p> <p><a href=\"http://www.theguardian.com/world/2012/jun/07/mexico-presidency-tv-dirty-tricks\" title=\"\">The article</a> was based on a cache of documents dated from 2005 appearing to show promotional packages, including coverage on Televisa, drawn up for political clients, including Peña Nieto when he was just taking over as governor of the state of Mexico. Televisa has <a href=\"http://www.theguardian.com/world/2012/jun/08/documents-no-proof-tv-dirty-tricks-mexico?intcmp=239\" title=\"\">challenged</a> the authenticity of these documents, and has denied it sold favourable news coverage to politicians including Peña Nieto.</p> <p>The full IFE proposal described the Guardian article as \"a subjective evaluation that is based on events than cannot be verified\". However, the debate in the IFE general council on 16 August automatically ruled out consideration of this and other evidence presented by the PRD that referred to alleged misconduct prior to 2007/8 legal reforms that drastically tightened restrictions on TV and radio advertising.</p> <p>It also dismissed the relevance of events already considered in previous rulings, such as a 2011 case in which the electoral authorities had sanctioned both Televisa and Mexico's other national network, TV Azteca, for transmitting political advertisements promoting governor Peña Nieto around the country. The law says such advertisements should only be broadcast locally.</p> <p>The most eye-catching allegation admitted for consideration was that the Peña Nieto campaign had paid for an interview in April on a radio show presented by a celebrity journalist, which was deemed groundless.</p> <p>Most of the debate in the IFE general council, however, focused on the question of whether the investigation into the evidence presented by the PRD had gone far enough. Alfredo Figueroa, the only member to vote against the proposal, argued that it had been superficial. He said it should have included more in-depth probing, including a requirement that prominent news anchors answer questions derived from the allegations.</p> <p>Another council member, Lorenzo Cordova, partially backed this position. He qualified his vote in favour of the proposal by stating that a \"richer investigation\" might have produced a different result.</p> <p>The overwhelming majority view, however, insisted that there was nothing in the complaint to justify \"additional irritation\" to journalists and media outlets featured in the evidence. A more exhaustive investigation, several of the council members said, would have violated guarantees of freedom of expression.</p> <p>\"The way that the alleged damages was argued, their relationship with events, and the temporality in which they occurred, led the investigation into a wall in all cases,\" the council member Benito Nacif said. \"It was unnecessary to continue.\"</p> <p>Both the IFE's decision, and the tribunal's subsequent wholesale dismissal of all other allegations of unfair play in the elections, sparked sharp criticism from some commentators as well as student protests. But the marches have since dwindled, as the movement appears to be running out of steam, and attention has refocused on what a Peña Nieto administration will actually look like, rather than how he is portrayed.</p> <p>The media expert Trejo nevertheless insists that while the controversy over the alleged bias may have waned, it has left a legacy of concern about the ethical nature of the relationship between the media and politicians in general. At the height of the post-election conflict Peña Nieto said that setting up an independent body to keep an eye on publicity spending at all levels of government was one of his priorities. \"This issue,\" Trejo said, \"is here to stay\".</p> <p>In its recent final review of this year's presidential election, IFE concluded that Televisa's news coverage on its nationwide newscasts had been fairly divided between the three main presidential candidates, stating that by the close of campaigning each of them had received just over 42 hours of coverage.</p>",
  "<p>Whichever way you run the numbers about climate change, 2012 looks set to go into the record-books. In America alone, this year's <a href=\"http://www.guardian.co.uk/world/2012/jul/07/heat-wave-bakes-us-death\" title=\"\">heat wave broke over 40,000 temperature</a> records. In the 1980s, the US weather-related insurance cost was around $3bn a year, compared to $20bn (and rising) today. Hurricane Katrina alone cost more than £200bn, representing over 1% of GDP. And then there are little things like West Nile virus, unknown in the US before 1988, but now spreading as a result of rising temperatures – resulting in a record 2,000 cases by August 2012, and 87 deaths.</p> <p>But how many of us expect climate change to be central to the debates between Obama and Romney in the final stages of the US presidential elections? I, for one, am not holding my breath. And yet the degree to which this rising challenge is debated should be seen by the wider world as a key indicator of whether America is fit for purpose – and fit to lead – in the 21st century.</p> <p>As the <a href=\"http://www.clintonglobalinitiative.org/\" title=\"\">Clinton Global Initiative</a> convened in New York this week, the host city was in the midst of <a href=\"http://www.climateweeknyc.org/\" title=\"\">Climate Week NYC 2012</a>. In a year when extreme weather affected no less than 80% of the country, with a potential cost to the economy of $50bn, there were signs that the climate agenda is beginning to move into the mainstream debate about competitiveness, growth and employment – for all the main presidential candidates have tried to avoid addressing the links in public.</p> <p>Climate Week NYC was marked by the <a href=\"http://www.theclimategroup.org/\" title=\"\">Climate Group</a> with a launch of fascinating analysis of the growing interplay between climate, competitiveness, growth and employment. A key part of the message to the candidates, and to government, is that the '<a href=\"http://thecleanrevolution.org/\" title=\"\">clean revolution</a>' draws on strengths that America has historically had in abundance, among them innovation and entrepreneurship.</p> <p>The report concludes that a clean energy revolution is the \"common sense way of enhancing America's energy and national security, while at the same time creating a stronger and more resilient economy.\" It also calls for a \"reinvigorated, bipartisan, public-private partnership of government and corporate leaders in support of low-carbon entrepreneurship.\"</p> <p>For a big slice of America, however, as the presidential campaigns have dramatically illustrated, climate is neither an obvious challenge (with many farmers affected by this year's extreme weather events continuing to deny links with high-carbon economies) nor is it obvious that the sort of electoral result likely later in the year will guarantee a return to bipartisan politics and governance.</p> <p>Whoever the next president may be, America will be haunted by deteriorating competitiveness, stuttering growth and persistent unemployment problems. Which makes it all the stranger that politicians are not falling over themselves to embrace the 'clean revolution'. As the Climate Group notes, breakthroughs in cleantech innovation alone could boost the US economy by $155bn a year by 2030, if the right investments are made today. This could add an additional $3.2tn in cumulative GDP by 2050. And with government incentives, the figure could grow to $244bn a year.</p> <p>But the US is increasingly challenged in cleantech markets, with major economies accelerating their efforts to innovate and expand their low carbon markets. For example, China now applies for more patents than the US.</p> <p>In terms of the economic case for action, America's clean economy sector – covering business activities ranging from waste recycling to renewable energy – is worth around $1tn a year. Last year, investment in US renewable energy hit $51bn, up 57% on 2010, making the US the number one destination for such investment. With 2.7 million workers in 2010, the clean economy already employs more people than the fossil fuel industry. And by the end of the decade the global clean energy technology market could be worth $2.2tn, with the potential to create more than one million new jobs in America by 2030.</p> <p>Meanwhile, America's current economy has a massive energy Achilles' Heel. In 2011 the nation spent nearly $1bn every day importing oil, gas and other derivatives that accounted for 45% of annual consumption. Oil imports account for as much as 40% of the US trade deficit, with the annual cost of securing America's oil supply estimated at between $50bn and $140bn. Worse still, the Pentagon warns that climate change is emerging as a key \"threat multiplier,\" with rising sea levels, increased incidence of droughts and floods, and reduction in food production all expected to exacerbate existing security tensions around the world.</p> <p>With America seeing a growing collision between the fossil fuels and clean technology sector, private sector leadership will be key, clearly, with business seen as a critical catalyst for an American clean revolution. To drive the process, the Climate Group argues that clean growth needs to be placed at the heart of energy and economic strategy, and that a clear price needs to be placed on carbon – with tax reform (lowering personal and/or corporate tax rates) helping ensure revenue neutrality and wider political acceptability.</p> <p>The report supports earlier calls for the annual federal energy R&amp;D budget to be tripled to $16bn a year. It will be fascinating to see how much of all of this makes it into the presidential debates next month. But, however it plays through, Romney is extremely unlikely to champion the clean revolution, whereas Obama is at least minded to do the right thing. With highly partisan politics almost guaranteed well beyond the election, I know where my vote would be headed.</p> <p><em>John Elkington is executive chairman of </em><a href=\"http://www.volans.com/\" title=\"\"><em>Volans</em></a><em> and non-executive director at </em><a href=\"http://www.sustainability.com/\" title=\"\"><em>SustainAbility</em></a><em>. His latest book is The Zeronauts: Breaking the Sustainability Barrier (Earthscan/Taylor &amp; Francis). He blogs at </em><a href=\"http://www.johnelkington.com/\" title=\"\"><em>www.johnelkington.com</em></a><em> and tweets at </em><a href=\"https://twitter.com/volansjohn/\" title=\"\"><em>@volansjohn</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>This week, GOP vice-presidential candidate Paul Ryan topped off a critique of President Obama's response to violent demonstrations at American embassies across the Middle East by saying that because of the president's policies, the Middle East \"looked like 1979 Tehran\" – when demonstrations by Iranian student revolutionaries culminated in the invasion of the US embassy and the taking of 50 hostages in a stand-off that would endure 444 days. It has become all too easy for opponents of Ryan and his boss, Governor Mitt Romney, to level zingers at their foreign policy bloopers, and I had mine all ready: all this does is remind us that Ryan, who was born in 1970 and has no national security experience other than, as he has said, \"voting to send our troops to war\", has no idea what happened in Teheran in 1979.</p> <p>But dismissing this soundbite misses the chance to consider two serious assertions that underlie it: first, that what we are seeing in the Middle East right now is a collapse of American policy and interests on a par with how the fall of the Shah and his eventual replacement by a hostile theocracy, the hostage-taking, and the failed rescue effort damaged the US in 1979-80. And second, that it is 1980, \"morning in America\" again, and Mitt Romney is Ronald Reagan and Barack Obama is Jimmy Carter.</p> <p>Take the defeat-and-collapse theory of world affairs first. Romney sounded this call while protesters were still massed in Cairo, Tunis and Khartoum, worrying that violence demonstrated that the Arab Spring would turn into an \"Arab Winter\". <a href=\"http://shadow.foreignpolicy.com/posts/2012/09/18/a_tale_of_two_narratives\">Tom Mahnken of Foreign Policy's conservative blog Shadow Government writes</a>:</p> <blockquote> <p>\"Regardless of its origins, the ongoing violence is stark testimony to the failure of the outreach to the Muslim world that lay at the heart of Obama's Middle East policy.\"</p> </blockquote> <p><a href=\"http://www.washingtonpost.com/blogs/election-2012/wp/2012/09/24/paul-ryan-turn-on-the-tv-and-it-reminds-you-of-1979-tehran/\">Now comes Paul Ryan equating</a> \"burning our flag in capitals all around the world\" with 1979 in Tehran. A note I can't resist here: I am just two years older than Ryan. In 1979, my middle-school social studies teacher in South Burlington, VT, decided it was important we learn about what was going on in Iran, even if we hadn't the slightest idea why it was happening, or what it had to do with us. So I can still rattle off names like Shahpour Bakhtiar, briefly prime minister between the Shah's overthrow and the ayatollahs' ascension. I'd be delighted to learn that Ryan has similar memories.</p> <p>But for those of you who stuck with the regular curriculum, or were still watching Sesame Street, let's compare and contrast then and now:</p> <p><strong>1979:</strong> A key US regional ally, held in place with US military and economic support, is overthrown, leaving an enormous hole in US Middle East policy.</p> <p><strong>2012:</strong> No governments are overthrown; several governments restate their commitment to improved ties with the US.</p> <p><strong>1979:</strong> A specific US decision – admitting the deposed Shah for medical treatment – enrages Iranians across the political spectrum.</p> <p><strong>2012:</strong> A noxious video clip with no connection to the US government enrages Muslims, generating small demonstrations a fraction of the size of those in recent years.</p> <p><strong>1979:</strong> An interim government that is angry at US policies but seeking democracy and broad ties with the world is overthrown by radicals, empowered among other forces by anti-Americanism.</p> <p><strong>2012:</strong> Demonstrations bring out radical forces that seek to challenge governments in Egypt, Libya, Tunisia, Pakistan. No governments fall. In fact, in one Libyan city, residents band together and drive a radical group out of its headquarters.</p> <p><strong>1979:</strong> The loss of a key US ally, the exposure of the extent of the Shah's violation of his citizens' rights, and perceived US weakness in the hostage-taking and subsequent rescue attempt – plus the installation of an inward-looking, radical government sustained by anti-Americanism – has consequences that linger to this day.</p> <p><strong>2012:</strong> <a href=\"http://lynch.foreignpolicy.com/posts/2012/09/17/the_embassy_protests_and_the_arab_uprising\">Analyst Marc Lynch writes:</a></p> <blockquote> <p>\"The end of this crisis matters more than the beginning … America navigating this turbulent environment will depend in part on bipartisan consensus about the importance of promoting democratic reform in the Arab world. The Obama administration has maintained its poise through a difficult week, despite the crisis abroad and the partisan polemics at home.\"</p> </blockquote> <p>As in 1979, Americans must learn all over again that we do not control the pace or direction of events in the Middle East. But unlike the downward spiral of 1979, we have not lost all capacity to influence – and the governments of the region, despite considerable public anger, have not lost interest in working with us.</p> <p>Why would Romney and Ryan, who say again and again that they want more US engagement for economic and political freedom in the Middle East, dabble in a narrative that says all is lost there?</p> <p>This brings us to the second dynamic underlying Ryan's apparently casual comment. Since the summer, Romney's campaign and <a href=\"http://www.salon.com/2012/09/13/1980_watch_its_obama_is_carter_day_for_right_wing_press/\">its cheerleaders</a> have tried to fit this election into a Carter-Reagan narrative. <a href=\"http://www.reuters.com/article/2012/05/03/us-usa-campaign-idUSBRE83Q1DF20120503\">Romney has called Obama</a> \"the most anti-small business president I've seen probably since Carter\". <a href=\"http://www.mediaite.com/tv/romney-obama-worse-than-jimmy-carter/\">Killing Osama bin Laden</a>? \"Even Jimmy Carter would have given that order.\" Romney's struggle to gain a lead in the polls? <a href=\"http://themonkeycage.org/blog/2012/08/09/what-really-happened-in-the-1980-presidential-campaign/\">Like Reagan</a>. (<a href=\"http://themonkeycage.org/blog/2012/08/09/what-really-happened-in-the-1980-presidential-campaign/\">Or not</a>.)</p> <p>Political scientists note that US elections are more polarized now than they were then, and that Carter at the time was a more beloved figure, even among those who did not vote for him, then either Obama or Romney is now. And it hardly needs saying that Reagan's charm and political skills are lacking this cycle. So the good news, surprisingly, comes from the Middle East: it's not 1979. Or 2006, when the Bush administration faced widespread and ugly protests, put down by our undemocratic allies, over Danish cartoons depicting the Prophet Mohammed – and a Palestinian election that didn't produce the results they'd hoped for.</p> <p>Arguably, there is no moment like this in Middle Eastern history. If it's too much to hope that such a realization, which clearly animated the life of Ambassador Chris Stevens and his colleagues, transcends American politics, at least we might expect that our parties would compete to see who can get it right – rather than pre-emptively declare that it has all gone wrong.</p>",
  "<p>In South Africa, with its history of colonialism and apartheid, each creative work makes a political point. Whether focusing on injustice or universal loneliness, here, one makes a political point. One is either part of what former Nobel prize committee member <a href=\"http://www.svenskaakademien.se/en/the_academy/members/horace_engdahl_1\" title=\"\">Horace Engdahl</a> calls \"the great dialogue of literature about the improvement of humanity\", or suggesting that one doesn't particularly care for it.</p> <p>Being raised within an Afrikaner ethnic clamp and language, of which the very foundations are political, the issue of whether writing should in fact be political seems asking the obvious. What was interesting was the influence of <a href=\"http://en.wikipedia.org/wiki/Afrikaans\" title=\"\">Afrikaans</a> literature on the formation of a community.</p> <p>Two examples: a play called Die Pluimsaad waai ver, by <a href=\"http://en.wikipedia.org/wiki/N._P._van_Wyk_Louw\" title=\"\">NP van Wyk Louw</a>, the best poet Afrikaans produced, formed part of the Republic festivities in 1966. The Anglo-Boer War tension within Afrikanerdom itself was van Wyk Louw's theme and underpinned by his belief in loyal resistance which reminded a nation that it was better to perish than to survive through injustice. The play therefore opened with an old woman walking on to the stage, asking: \"What is a nation?\"</p> <p>The opening was attended by Prime Minister <a href=\"http://en.wikipedia.org/wiki/Hendrik_Verwoerd\" title=\"\">Hendrik Verwoerd</a>. A few days later, on Republic Day at the Voortrekker monument, <a href=\"http://hendrikverwoerd.blogspot.co.uk/\" title=\"\">Verwoerd raised his disapproval of the play </a>to three quarters of a million people, the biggest crowd ever to have assembled in the country until then. When will it happen, Verwoerd asked, that writers and poets step forward to sing the praises of our heroic achievements instead of asking waveringly: \"What is a nation?\" but who will cry out: \"This is my nation, my nation is like this, thus it can do wonders, thus it can create its own future\".</p> <p>He was loudly applauded and van Wyk Louw was deeply hurt.</p> <p>In the light of today, this interaction is something to envy. A head of state who goes to a serious play, commissioned by his department of art, and then engages with the text sounds like a head of state who goes to an art gallery. One who walks through an exhibition all about how his party has sold out its values, then goes out not to censor but to engage with the essence of the exhibition.</p> <p>The second example of political literary engagement is a poetry volume by poet GA Watermeyer titled Die republiek van duisend jaar, sponsored by the Afrikaner bank Volkskas. The volume addresses teachers, police, youth, church leaders, war veterans, workers and captains of industry, calling them to excellence in serving the Afrikaner.</p> <p>One poem says: \"The hand that draws the voter's cross/is the hand that touches the future.\" In another, the police say: \"We are the bridle that tames crime; we are the hand with which children safely cross the street; we are order, we are law; we are the eye watched by the Eye of God. To teachers: You are the casting forms of our youth; you are building with more than steel and stone, our being a nation revolves around this.\"</p> <p>As I child I often heard these poems recited at school events or by politicians. The point I make is that literature was used, in contrast to being censored, both to engage sharply about values and principles and to create a coherent vocabulary (in this case for the Afrikaner) about identity. But most important of all: the fact that the voice of the artist was valued proved crucial for later, effective, anti-apartheid resistance by writers and singers.</p> <p>The ANC in exile also interacted with art. Those who attended any of their cultural events in Amsterdam, London or Zimbabwe would never forget how art wove all the dreams, yearnings, furies and griefs into enduring visions of an all-encompassing, beautiful and humane future.</p> <p>The transformative use and political effect of art blossomed in the arts pages of, especially, the Mail and Guardian and Vrye Weekblad. We dreamt that every library would adopt a writer to organise reading and writing circles; that every bus stop, train, railway station and government waiting area would have beautiful posters with the words of our poets; that every foyer guard would have books to read; that many small, <a href=\"http://en.wikipedia.org/wiki/Spaza_shop\" title=\"\">spaza-like</a> book shops would shoot up as happened in Lesotho and Zimbabwe; that translation would proliferate; that classrooms would spin with books; that newspapers would plumb our literature; that we would know the words of our writers by heart; that young writers would find support to tell their breathtaking truths.</p> <p>We knew how, in other cultures, ordinary people quoted the poems of their writers – Russian poet <a href=\"http://www.theguardian.com/books/data/author/anna-akhmatova\" title=\"\">Anna Ahkmatova</a> heard herself being recited while standing in a bread queue. Through <a href=\"http://www.theguardian.com/books/data/author/pablo-neruda\" title=\"\">Pablo Neruda</a>, Chileans made love and salads and fought for freedom.</p> <p>The ANC of 1994 continued its engagement with literature. Opening the first democratic parliament, <a href=\"http://www.youtube.com/watch?v=9zMwdBX1V_8\" title=\"\">Nelson Mandela used an Ingrid Jonker poem </a>to cast the sorrow of the past into a transcendent embrace. Yes, Mandela is a reader. He mentions the effect of Xhosa poet<a href=\"http://en.wikipedia.org/wiki/Samuel_Edward_Krune_Mqhayi\" title=\"\"> SEK Mqhayi </a>on him. He once engaged Afrikaans writer <a href=\"http://en.wikipedia.org/wiki/Elsa_Joubert\" title=\"\">Elsa Joubert </a>on the relationship between white and black in her book: Die Staf van Monomotapa.</p> <p>The new parliament teemed with art – imbongis were everywhere, <a href=\"http://www.cca.ukzn.ac.za/index.php?option=com_content&amp;view=article&amp;id=158%3Ajennifer-ferguson-south-africa&amp;catid=31&amp;Itemid=45\" title=\"\">Jennifer Ferguson</a> sang in her bench, an international art exhibition was on the walls, <a href=\"http://www.whoswho.co.za/trevor-manuel-918\" title=\"\">Trevor Manuel </a>kicked off his budget speech with literary quotes and languages (he was the first to quote <a href=\"http://www.theguardian.com/books/benokri\" title=\"\">Ben Okri</a>), labour minister Shepherd Mdladlana performed the poem by <a href=\"http://www.sahistory.org.za/people/jjr-jolobe\" title=\"\">JJR Jolobe</a>, Ukwenziwa komkhonzi (The making of a servant) while being loudly applauded by fellow MPs across party lines; <a href=\"http://www.sahistory.org.za/people/geraldine-fraser-moleketi\" title=\"\">Geraldine Fraser-Moleketi</a> used poetry and of course so did the early <a href=\"http://www.theguardian.com/world/mbeki\" title=\"\">Thabo Mbeki</a>. He not only quoted from Mqhayi, Shakespeare and Yeats, but could do a traditional praise poem off the cuff or deliver his I am an African speech with such poetic rhythm and imagery that it deservedly became the most remembered, quoted and praised speech of this country. Remember also the debate within the ANC about<a href=\"http://www.theguardian.com/books/data/author/jm-coetzee\" title=\"\"> John Coetzee's</a> <a href=\"http://www.theguardian.com/books/data/book/fiction/9780099540984/disgrace\" title=\"\">Disgrace</a> – engaging, not censoring; a political party who understood the value of literature.</p> <p>However, this engagement was never properly supported by policy and deed. Since 1994, the department of arts and culture is the harmlessness-inducing trashcan of the ANC: the <a href=\"http://en.wikipedia.org/wiki/Inkatha_Freedom_Party\" title=\"\">IFP</a> trade-offs and those politically-too-free-tongued such as <a href=\"http://www.theguardian.com/world/2012/jul/10/winnie-mandela-south-africa-anc\" title=\"\">Winnie Mandela</a> and <a href=\"http://www.news24.com/SouthAfrica/Politics/Pallo-Jordan-ANC-in-crisis-20120908\" title=\"\">Pallo Jordan</a>. We produce dancers, singers and musicians of international quality, our writers are translated, read and engaged across the world, our visual artists count among the best – all without a focused supportive art department. Left in the lurch by efforts to eradicate poverty, stabbed in the back by an education system, talent is bursting from neglected grassroots in the blind hope of being picked up by talent competitions or patrons.</p> <p>Why appoint somebody as poet laureate, or announce international or local awards to South African poets and writers without a proper programme in place to introduce, translate and analyse the work of, for example, <a href=\"http://www.aaregistry.org/historic_events/view/african-writing-voice-willie-kgositsile\" title=\"\">Willie Kgositsile</a>, <a href=\"http://en.wikipedia.org/wiki/Mongane_Wally_Serote\" title=\"\">Wally Serote</a> and <a href=\"http://www.sahistory.org.za/people/sindiwe-magona\" title=\"\">Sindiwe Magona</a>?</p> <p>This makes me wonder: which books are on the bedside tables of our ministers? How many book shelves had been built into the newly renovated presidential and ministerial houses? How many reading circles are in the parliamentary complexes? What novels are the captains of industry reading there in business class? What poetry volumes are in the judges' smart cases? What literary texts are to be found in doctors' waiting rooms, or on teachers' or parents' tables?</p> <p>Do we really want to fund an <a href=\"http://www.sabc.co.za/wps/portal/SABC/SABCHOME\" title=\"\">SABC</a> which feeds us the crass consumerism of programmes like Top Billing or glamorous events where the brains of celebs, desperate to say something meaningful, rear around like newly hatched chicks in empty nests? How is it possible that our television channels are bookless, but feed a population, fatally choking on inequality, a continuous insolent stream of bling and décor by shoe-obsessed yappers for whom the phrase \"under the breadline\" is just another diet. Radio, thank God, still has excellent English and Afrikaans book programmes, Afrikaans an exquisite poetry programme by Margot Luyt.</p> <p>Why should a country read its writers? The short answer is so that one's president does not need to ask: why do we rape babies and kill each other? He would have read <a href=\"http://vukanathibooks.com/\" title=\"\">Nkosinathi Sithole</a>'s Hunger eats a man in Zulu and knew. He would have read what we write from our wounds and our anguished hopes and he would never see us as election fodder.</p> <p>Because a government hears only its own voice, it knows it hears only its own voice, yet it likes to harbour the illusion that it is hearing the voice of the people, and it demands that the people too should harbour this illusion.</p> <p>That is why a cabinet should read literature. Neither the state which it controls, nor the good plans to turn the country around, would help in the absence of a visionary vocabulary (produced best by writers and poets) to create what <a href=\"http://en.wikipedia.org/wiki/Martha_Nussbaum\" title=\"\">Martha Nussbaum </a>described as an <a href=\"http://www.firstthings.com/article/2007/11/005-martha-nussbaum-poets-defender-22\" title=\"\">inspired emphatic social cohesion</a>.</p> <p>The longer answer is that literature inflects the anguish of reality in a way that theoretical discussions of the same issues cannot achieve, making possible a kind of understanding not accessible by other means. <a href=\"http://books.google.co.uk/books?id=vyLHbRJfwcYC&amp;pg=PA107&amp;lpg=PA107&amp;dq=gagiano+intricate+weave&amp;source=bl&amp;ots=3TvGuZ8fdr&amp;sig=c3PZjdIvgGD0pH6XyWJGiKVnPfI&amp;hl=en&amp;sa=X&amp;ei=wbZhUMSAKs6whAfp24HoAw&amp;ved=0CCUQ6AEwAQ#v=onepage&amp;q=gagiano%20intricate%20weave&amp;f=false\" title=\"\">Annie Gagiano remarked that </a>being in the world and governing requires an intricate weave of perception and response of reacting and embracing. Reading literature's continuous \"presensing\" of the world, (as <a href=\"http://www.iep.utm.edu/heidegge/\" title=\"\">Heidegger</a> put it) creates reflexivity and nuanced knowing.</p> <p>But let me quote the poets:</p> <p><a href=\"http://www.theguardian.com/books/data/author/matthew-arnold\" title=\"\">Matthew Arnold</a>:</p> <blockquote> <p>Knowledge of literature is beneficial to critical thinking and moral health and should be an undertaking as serious and valuable as moneymaking or scientific advancement. </p> </blockquote> <p><a href=\"http://www.theguardian.com/theguardian/the-romantic-poets/the-romantic-poets-percy-bysshe-shelley?INTCMP=SRCH\" title=\"\">Shelley</a>:</p> <blockquote> <p> Poets are the unacknowledged legislators of the world.</p> </blockquote> <p><a href=\"http://www.theguardian.com/books/data/author/dylan-thomas\" title=\"\">Dylan Thomas</a>:</p> <blockquote> <p>A good poem helps to change the shape and significance of the universe,&#xa0;helps to extend everyone's knowledge of himself and the world around him.&#xa0;</p> </blockquote> <p><a href=\"http://www.theguardian.com/books/data/author/walt-whitman\" title=\"\">Walt Whitman</a>:</p> <blockquote> <p>When a country ignores its poets, things are grotesque, eccentric, fail of their full returns. The poet is the arbiter of the diverse, he is the key. He is the equaliser of his age and land.</p> </blockquote> <p>• Antjie Krog was speaking at Cape Town's Open Book Festival as part of <a href=\"http://www.edinburghworldwritersconference.org/\">the Edinburgh World Writers' Conference</a>.</p>"
]