[
  "<video data-media-id=\"gu-video-396182837\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/14/140912DemoNegAds-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/14/140912DemoNegAds_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/14/140912DemoNegAds-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/140912DemoNegAds/140912DemoNegAds.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/14/140912DemoNegAds_3gpSml16x9.3gp\"/> </video>   <p>\"It has definitely gone negative,\" said Elizabeth McCann, a Denver-based lawyer. \"We have been bombarded in Colorado because we are a swing state. We get ads constantly from both sides and I don't like the negative tone from either Republicans or Democrats.\"</p> <p>McCann, who is an elected Democratic state representative, is not alone in her dislike for negative advertising. At the party's national convention in Charlotte last week, many delegates were concerned about the tone of both sides' campaigns.</p> <p>\"I actually think people are getting really sick of it,\" McCann said. \"What I'm most worried about is that people in Colorado will say: 'We've had enough of this, we're not voting. We're sick of it, we're not going to vote.'\"</p> <p>The tone was set during the Republican primaries, where Mitt Romney's repeated spending on attack ads helped him <a href=\"http://www.guardian.co.uk/world/2012/jan/30/newt-gingrich-trailing-polls-romney-ads\">defeat first Newt Gingrich</a> <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/mar/20/republican-primaries-attack-ad-highlights\">and then Rick Santorum</a>. </p> <p>Since then, however, Barack Obama has joined the fray, regularly running negative spots including an ad which features <a href=\"http://www.cnn.com/2012/07/25/politics/obama-negative-ads/index.html\">a rather off-key Romney singing 'America the Beautiful'</a> while critical quotes from news reports pop up on screen.</p> <p>\"It's really unfortunate that the tone of the campaign has been very negative. I really don't think that negativity in campaigning has any place,\" said Ned Norris Jr, a delegate for Arizona. \"It's not productive. It's anti-productive. And when we think about the negative campaigning that's going on we have to be concerned about what others see in that negativity. I think negativity campaigning just fuels negativity that's already going on throughout the United States.\"</p> <p>The overriding sense among delegates that this election cycle has largely been conducted in the gutter is supported by the data. In January, the Campaign Media Analysis Group, which studies election advertising, declared the Florida primary to be <a href=\"http://hotair.com/archives/2012/01/31/report-florida-primary-actually-is-the-most-negative-campaign-ever/\">\"the most negative campaign ever\" </a>, after finding that 92% of ads aired in the state during the final week of the Republican primary were negative in tone. </p> <p>Bill Benoit, professor of communication studies at Ohio University, had similar, if not quite as dramatic findings after conducting a wider study of the tone of adverts used across all the primaries.</p> <p>Benoit compared some 90 adverts run by Republican candidates across various states during the primaries to a database of ads run by politicians dating back to 1952. He added up all the statements in advertisements run by Republican primary candidates and found that 55% were negative, compared to an average of only 25% in ads run between 1952 and 2012.</p> <p>Benoit will conduct a study of Obama and Romney's advertising after the presidential election on 6 November, and he has a good idea what he will find.</p> <p>\"I think as a whole 2012 will be remembered as one of the most negative campaigns ever if not the most negative campaign ever,\" he said. \"There has always been incivility but it seems to me the partisan hostility has been even higher. It's just degenerated into a vicious vilification of everything the other party stands for.\"</p> <p>Florida was particularly hard hit in January, as Romney and Gingrich slugged it out in the primary. Voters in the crucial swing state have been targeted again this summer.</p> <p>\"We have all these TV ads, all these mailers, just kind of flooding the markets with this really dirty messaging that they can do,\" said Amy Ritter, a Democratic delegate from Orlando, Florida. \"It's made it much more difficult for the true message to come out because at the end of the day you want to hear what the candidates are going to bring, what they're standing for, not just slinging mud and digging in the dirt looking for ways to attack the other party.\"</p> <p>Ritter laid the blame squarely with the <a href=\"http://www.guardian.co.uk/world/interactive/2012/feb/21/super-pacs-campaign-finance-explained\">rise of Super PACs</a> after the Citizens United v Federal Election Commission ruling in 2010, which said there should be no limit to the amount of money corporations can spend on advertising, as long as that money remains independent of candidates. It was a common criticism among delegates.</p> <p>\"Campaigning has got very negative because of all the big money that's there. It's uncontrolled,\" said Larry Capp, a Democratic delegate from Miami, Florida, who called for campaign-finance reform. \"We need to have spending limits on how much these private organisations can put into campaigns.\"</p> <p>However, even as Super PACs and candidates pump out more and more negative ads, there is no hard evidence that such advertising works. </p> <p>\"The research clearly shows that negative ads are not more persuasive than positive ads,\" Benoit said. </p> <p>Stephen Craig, professor of political science at the University of Florida, said: \"A lot of people have done research on this. Some studies show that negative attacks work, others show that they don't and there's really no bottom line. </p> <p>\"On balance, it's that they work some of the time, and that's the big catch in all of this.\"</p> <p>Both Benoit and Craig said that the tone of advertising may be dictated by \"anecdotal\" evidence, which is relied upon among political strategists.</p> <p>Craig said: \"Everyone remembers the races where a negative attack or series of attacks appears to have been decisive. That's the kind of knowledge candidates and consultants have – it's anecdotal evidence. The scholarly evidence doesn't back them up. </p> <p>\"Here's the deal – why are there so many negative ads? Because candidates and consultants believe they work.</p> <p>\"It really isn't the negativity that's effective. It's the message. Some messages are more effective than others, some messages resonate more than others. If you've got a powerful negative message that resonates with voters, then yeah, it's going to work. But if it's about something voters don't care about, if it's a message that's poorly presented, then they're not going to be moved by it.</p> <p>\"Can it work? Yes. Does it work? Sometimes.\"</p>",
  "<p>Whenever a presidential challenger is behind late in the campaign, the first words that come out are \"Ronald Reagan\". The Reagan name isn't uttered just because of the Reagan aura, but because Reagan <a href=\"http://www.mittromney.com/news/press/2012/09/memorandum-state-race1\">supposedly came charging back from behind</a> to win a campaign against an incumbent president – thanks to a struggling economy. But just what lessons can we draw from 1980 polling data?</p> <p>This week, the <a href=\"http://www.tnr.com/blog/ electionate/107171/exploding-the-reagan-1980-comeback-myth\">New Republic's Nate Cohn published</a> a piece entitled \"Exploding the Reagan 1980 Comeback Myth\". Cohn makes two solid claims based off the data.</p> <p>First, Reagan had a higher ceiling than Romney as indicated by his convention bounce. Reagan held a large lead, while Romney has never led during this campaign.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185642\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650776041/polltracking19080_460.jpg\" alt=\"Poll tracking data 1976\" width=\"460\" height=\"336\" class=\"gu-image\" /> </figure>  <p>Indeed, Reagan's final polling percentage came close to equalling his post-convention bounce percentage, which was in the mid 40s. There was a pool of voters willing to go for Reagan and he just had to bring them back into the fold.</p> <p>The argument that Romney never achieved an overall lead with his post-convention bounce cannot be proven definitively true or false because of a lack of polling data to date. I've seen differing estimates of where Romney was post-convention. My <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/05/mitt-romney-bounce-polls-rnc\">own math</a> indicates that Romney may have, in fact, been leading by 0.5 to 1 point in the brief window between the Republican national convention and the Democratic one. That's certainly not a large lead, but if the number is right, Romney did at one point convince more Americans to vote for him than for President Obama.</p> <p>It should also be noted that candidates can outperform their post-convention bounces. Following the 1976 Republican national convention in mid August, Gerald Ford looked like a dead duck. He trailed Carter by an average of 10 points in the polls.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185643\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650732434/1976postrnc_220.jpg\" alt=\"1976 polling data\" width=\"220\" height=\"110\" class=\"gu-image\" /> </figure>  <p>With the exception of a post-Democratic national convention bump, Carter's lead had been <a href=\"http://sas-origin.onstreammedia.com/origin/gallupinc/ GallupSpaces/Production/Cms/POLL/iso3nia9iusoxohmofky5w.gif\">pretty stable</a>.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185644\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650842661/1976pollingtracker_460.jpg\" alt=\"1976 polling tracker\" width=\"460\" height=\"295\" class=\"gu-image\" /> </figure>  <p>The straight polling data gave no reason for anyone to believe Ford would come back. Not only did he trail Carter, but he was also viewed <a href=\"http:// www.guardian.co.uk/commentisfree/2012/jul/28/mitt-romney-unliked-history- numbers\">less favorably</a>. Ford closed quickly, and only lost the election by 2 percentage points. To me, this provides reason that Romney could very well outperform his post-RNC bounce.</p> <p>The only bit of data that suggested a Ford comeback was possible was his <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/16/2012-race-obama-approvals-romneys-favorables\">job approval rating</a>, in the upper 40s. His votes would eventually match that approval rating, and it's why we analysts have been paying close attention to Obama's.</p> <p>Obama's <a href=\"http://www.realclearpolitics.com/epolls/other/president_obama_job_approval-1044.html\">approval rating</a> right now is near 50%, slightly higher than Ford's. Before the conventions, Obama's approval rating was closer to 47%. If that is where Obama's approval rating ends up on election day, he would be the first incumbent to win with such a low approval rating.</p> <p>A second, and more fascinating, point Cohn makes is that Reagan was never actually behind in the fall campaign. He points to the illustrative graph by John Sides seen above. It's a Loess chart plotting the two candidates' percentages in the polls. While Gallup had Reagan trailing, it would seem that the vast majority of data had Reagan leading. Cohn argues that \"if RealClearPolitics or Pollster.com had existed in 1980, the conventional wisdom would have been a little different.\"</p> <p>I agree with Cohn here, to a point. Reagan never trailed in an average of fall data when independent John Anderson was included as a nominee. The issue here is that third-party candidates <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/07/24/dont-believe-the-polls-on-third-party-contenders/\">rarely finish</a> as strongly as pre-election polling indicates. Anderson, for instance, finished with half the percentage he had been polling in mid-September. That's why Real Clear Politics in 2004 gave both <a href=\"http://www.realclearpolitics.com/epolls/2004/president/us/general_election_bush_vs_kerry-939.html\">Nader-included</a> and <a href=\"http://www.realclearpolitics.com/bush_vs_kerry_hth.html\">non-Nader</a> averages. It was the latter of these that was more accurate.</p> <p>Anderson was interesting in that while he was a Republican, he was a liberal Republican. Carter feared he was taking voters away from the Democratic ticket, which is at least part of the reason he <a href=\"http://www.cnn.com/ALLPOLITICS/1996/debates/history/1980/index.shtml\">refused</a> to elevate Anderson in a three-way presidential debate. The polling data indicates Carter was correct to squash Anderson. In a three-way average, we'd get Reagan up by about 1.7 percentage points, just as Sides found. If Real Clear Politics had been around in 1980, their two-way polling average would have shown something different.</p> <p>In a one-on-one between Carter and Reagan, Carter would actually have been ahead by 1.1 points.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396185645\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347650882488/1980polls_220.jpg\" alt=\"1980 polls\" width=\"220\" height=\"198\" class=\"gu-image\" /> </figure>  <p>Carter was actually doing about an extra 2 to 3 points better than three-way polls indicated. Taking into account an expected collapse of Anderson, it would have been reasonable for an analyst to look at the horse race data and think that Carter would have won the election on the backs of former Anderson supporters, had other factors in the race stayed steady. Knowing the Anderson effect, Reagan outperformed his September data <em>by 9 to 10 percentage points</em>.</p> <p>There was reason to believe (beyond the horse race data) that Carter would lose. Carter was greatly outperforming his job approval ratings. His ratings were mired in the low 30s. Obama's, as mentioned, are closer to 50%. Carter had weaker favorable ratings than Reagan. Obama is consistently outperforming Romney in favorable ratings. The economy was <a href=\"http://www.realclearpolitics.com/articles/2012/08/24/why_the_weak_economy_doesnt_doom_obama.html\">horrendous</a> in 1980, while today it is middling.</p> <p>1980 is an awful comparison in terms of the fundamentals. The polling trends of 1980 do, however, provide hope for Romney – because they saw a challenger greatly outperforming his September numbers. The fact that Romney may not have jumped out to a huge lead after his convention indicates that this isn't 1980, but that shouldn't be too worrisome to him, given what we saw in 1976.</p> <p>Overall, any lesson drawn from past campaigns must be tempered with the knowledge that the past is not necessarily a good guide for predicting the future.</p>",
  "<h2>Robert Zoellick</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184647\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347645168918/Robert-Zoelick-romney-006.jpg\" alt=\"Robert Zoelick romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Zoelick was head of the World Bank until June. Photograph: Cliff Owen/AP</span> <span class=\"element-image__credit\">Photograph: Cliff Owen/AP</span> </figcaption> </figure>  <p>Head of the World Bank until June this year. He had been backed for the job by George W Bush after the unexpected resignation of Paul Wolfowitz. He is a generally regarded as a relative moderate on foreign affairs, a pragmatism, at the other end of the spectrum in the Republican party from the neocons. Romney has put him in charge of the transitional team on foreign affairs, which, if Romney wins, would liaise with the Obama administration in the three-month period between the election and taking office. That appointment suggests he will be given a senior foreign affairs role in a Romney administration.</p> <h2>Richard Williamson</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184648\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647906712/Richad-WILLIAMSON-006.jpg\" alt=\"Richad WILLIAMSON\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Williamson Photograph: Osamu Honda/AP</span> <span class=\"element-image__credit\">Photograph: Osamu Honda/AP</span> </figcaption> </figure>  <p>One of the Romney's closest foreign affairs advisers, a former ambassador who was sent out this week to do press and television interviews to deal with the fall-out from the candidate's tweet in response to the Middle East crisis. He is a state department veteran who served in the Reagan administration and during the George W Bush administration opted to concentrate on the Darfur crisis in Sudan rather than become bogged down in the Iraq war. One of his jobs is to co-ordinate the divergent views coming from Romney's 40-plus pool of foreign policy advisers.</p> <h2>John Bolton</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184649\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347645287561/John-Bolton-romney-006.jpg\" alt=\"John Bolton romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bolton has long been one of the most outspoken of the Republican hawks. Photograph: Seth Wenig/AP</span> <span class=\"element-image__credit\">Photograph: Seth Wenig/AP</span> </figcaption> </figure>  <p>Critics of Romney's foreign policy, concerned that America is on the way to a re-run of the George W Bush era foreign policy, have focused on the presence of Bolton among his team of advisers. Bolton has long been one of the most outspoken of the Republican hawks, and long advocated bombing Iran to prevent in securing nuclear weapons. He was Bush's ambassador to the UN, an organisation he constantly lambasted.</p> <h2>Robert Kagan</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184650\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647090231/Robert-Kagan-romney-006.jpg\" alt=\"Robert Kagan romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Kagan was a foreign policy adviser to John McCain in 2008 Photograph: Murdo Macleod</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> </figcaption> </figure>  <p>One of the best-known thinkers in US foreign policy and a heavyweight adviser to Romney. He was a foreign policy adviser to John McCain in his bid for the Republican presidential nomination in 2008. He is co-founder of the neo-conservative Project for the New American Century. In spite of that, he is not generally regarded as a neo-con but a realist. His latest book, The World America Made, was praised by Barack Obama.</p> <h2>Aaron Friedberg</h2> <p>Professor of politics and international relations at Princeton. Another realist has focused recently mainly on the rise of China and argues that the Obama administration should be preparing for a potential conflict. In spite of that, he does not believe such a conflict is inevitable.</p> <h2>Dan Senor </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396184651\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347647394225/Dan-Senor-Romney-006.jpg\" alt=\"Dan Senor Romney\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dan Senor, author, \"Start-Up Nation: The Story of Israel's Economic Miracle\" Photograph: NBCUPHOTOBANK/Rex Features</span> <span class=\"element-image__credit\">Photograph: NBCUPHOTOBANK/Rex Features</span> </figcaption> </figure>  <p>One of Romney's senior foreign policy advisers who, along with Williamson, was sent out to do a round of media interviews to bolster the candidate this week. He is one of the driving forces behind Romney's strong support for Israel. One of his most controversial periods came when he was appointed chief spokesman for the coalition provisional authority, the interim government set up to run Iraq in the aftermath of the US invasion and that presided over a chaotic period in which some fateful decisions were made.</p> <h2>Alex Wong</h2> <p>One of the most inexperienced of Romney's team. In his early 30s, the Harvard law school graduate worked as an intern at the US mission in the UN during the summer of 2005. In spite of his relative inexperience, he deals with the day-to-day campaigning and he helps Williamson in co-ordinating the pool of foreign policy advisers.</p>",
  "<p>For months, Mitt Romney has doggedly avoided saying much about foreign policy. The Republican presidential candidate has kept his focus rigidly on the struggling economy, seeing this as his best route to the White House. Everything else was viewed as a distraction, especially foreign affairs.</p> <p>But events overseas intervened this week to disrupt that strategy: a US ambassador and three other Americans were killed in Libya, and US missions under siege in Egypt, Yemen and elsewhere across the Arab world. It is one of those unpredictable moments that test a presidential candidate, a potentially defining one in deciding who will be the next president. </p> <p>While Americans are primarily concerned about unemployment, they also seek reassurance that a candidate is up to the job of being commander-in-chief. It is the concern that Hillary Clinton tapped into during the 2008 campaign when she put out an attack ad against Barack Obama asking who Americans would want answering the 3am crisis call to the White House.</p> <p>Romney has been widely judged to have failed that test this week, not just by the Democrats and the media, but also by foreign policy experts and even many Republicans who are maintaining a tactful silence. By launching his ill-timed and inaccurate attempt on the administration's Middle East policy, he looked like he was trying to score political points while a crisis was unfolding in which Americans had been killed. </p> <p>And potentially more damaging for his campaign in the long term, he has found himself battling not on the economy but in an area where Obama, the president who was in charge when Osama bin Laden was hunted down, is strongest. Polls show approval ratings 7% to 10% higher than Romney's on security, normally a Republican strength.</p> <p>Behind the sound and fury over this week's event lie serious questions over the shape of Romney's foreign policy and the key members of the 40-strong team who are advising him on it. Over the last three days, various senior personnel have been doing the rounds of media studios to \"clarify\" Romney's position. </p> <p>Dan Senor, one of the Romney's closest advisers on foreign policy, went on CNN on Wednesday to blame the Obama administration for the chaos in the Middle East. Another foreign policy adviser, Richard Williamson, who has been engaged in foreign affairs since the Reagan administration, told the Washington Post in an interview published Friday that the killings would not have happened if Romney had been president. In a separate interview on CNN Friday, Williamson said: \"The world is better off when America leads.\" </p> <p>But, as so often where Romney's foreign policy is concerned, little is offered in the way of detail. So even now it remains unclear where Romney stands. </p> <p>Doe he see foreign affairs through the eyes of a businessman, in terms of goals and outcomes, as he suggested in his 2010 book No Apology: The Case for American Greatness? </p> <p>In this scenario, he comes across as a pragmatist, a realist. This is backed up by his appointment of Bob Zoellick, the former World Bank president and relative moderate who, if Romney wins, will lead the foreign affairs transition team that will liaise with Obama administration between the election on 6 November and taking office on 21 January.</p> <p>Or is Romney – part of one of the most inexperienced Republican tickets on foreign policy since before the second world war – being led by the hawks and neo-conservatives in his team? These include Senor and the Bush-appointed former ambassador to the UN, John Bolton, a hawk who advocates bombing Iran. </p> <p>David Rothkopf, a former member of the Clinton administration who has written a book about foreign policy and the White House, said journalists, analysts and others looking for clues as to Romney's foreign policy were confused by divisions inside his foreign policy team and attributed Romney's extreme views to his right-leaning staff. </p> <p>But Rothkopf sees a different picture slowly beginning to emerge. Romney views Russia as America's number one enemy, has threatened a trade war against China, lined up behind Israel over a possible attack on Iran and suggested the Palestinians are an inferior culture. It is an aggressive foreign policy stance, well to the right of Obama's.</p> <p>\"After a series of such views and particularly his attack on Obama policies in the immediate aftermath of the killings in Benghazi, it is now clearer that the driving and unifying force behind his statements is the candidate himself,\" Rothkopf said. </p> <p>\"He now has a body of statements to look at that suggests strongly he is no moderate. He leans hard right, toward the neo-cons, toward American exceptionalism, toward policies much like those that failed and fell into disrepute during the George W Bush era.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396244442\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/12/1347464939373/Mitt-libya-jacksonville-010.jpg\" alt=\"Romney makes remarks on the attack on the U.S. consulate in Libya, in Jacksonville, Florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitt Romney makes remarks on the attack on the US consulate in Libya, in Jacksonville, Florida.   Photograph: Jim Young/Reuters</span> <span class=\"element-image__credit\">Photograph: Jim Young/REUTERS</span> </figcaption> </figure>  <p>Peter Feaver, who served in as a special adviser to the national security council in the Bush administration and is a Romney supporter, does not see him as being led by neo-conservative advisers. Instead, he sees him as a big-tent Republican, accommodating all three tips of the party's foreign policy triangle – pragmatists, hawks and neo-cons – and positioning himself in the middle.</p> <p>What motivates Romney, Feaver said, is American exceptionalism, not the crude version that suggests the country is better than other nations, but in the sense that America has a responsibility to help deal with the world's problems in a way that, say, Belgium does not.</p> <p>The row this week began when the US embassy put out a tweet on Tuesday disassociating itself from an Islamophobic film made in California which had appeared on YouTube with an Arabic translation. It was before the Cairo embassy was attacked and before the killings in Benghazi.</p> <p>After consulting his foreign policy advisers – including Williamson – and his political team during a four-hour flight from Nevada to Florida, Romney put together a response, portraying the tweet as an American apology and blaming the Obama administration.</p> <p>Feaver saw Romney's response as leaning towards the neo-con side of the Republican foreign policy triangle. \"His early reaction to the Cairo riots was neo-con, if you are looking for evidence of neo-conservatism. Recall that the embassy was tweeting a message that can be traced back to the philosophy expressed in Obama's 2009 Cairo speech. That speech was a critique of the neo-conservative approach to foreign policy. The embassy tweet was derived from that,\" Feaver said.</p> <p>\"Romney rejected that philosophy, whether expressed in the speech or the tweet, and his rejection was consistent with the neo-cons on how best to respond to the challenges in the region.\" </p> <p>Feaver believes Romney does have the commander-in-chief credentials but he still has to provide more clarity on what his views are on a range of issues. \"The Obama campaign would say he has flunked the test. That is palpably not true but it is true he has more work to do in fully explaining his foreign policy.\"</p> <p>James Mann, a foreign policy analyst at the John Hopkins School of Advanced International Studies and author of books on Obama's foreign policy and the Rise of the Vulcans, about Bush's foreign policy advisers, agrees with Feaver that the policies owe more to Romney than his advisers. But he also blames Romney for listening too much to his political advisers rather than the foreign policy experts. </p> <p>\"One should worry far more about problems at the very top – Romney's own recent campaign statements on foreign policy and on the striking inexperience of the ticket – than about his list of advisers. The advisers include a mix of people from across the spectrum, and people have seized, too selectively and simplistically, on the presence of neoconservatives,\" Mann said.</p> <p>\"I think that, if Romney were elected, it's much more likely that Robert Zoellick would end up in a top-level position than John Bolton. And to my knowledge, some of Romney's more controversial positions – on Afghanistan and on declaring China a currency manipulator, for example – came from Romney and his political advisers, not from the campaign's foreign policy advisers, who were often kept in the dark.\"</p> <p>Such has been Romney's reluctance to discuss foreign policy in public that there was barely any reference in his speech to the convention in Tampa, Florida, last month. He made no mention at all of Afghanistan in that speech, though he has in the past criticised Obama for setting a date for withdrawal, suggesting this encourages the Taliban to keep on fighting.</p> <p>David Milne, a British-based academic, analyses Romney's foreign policy at length in <a href=\"http://www.chathamhouse.org/sites/default/files/public/International%20Affairs/2012/88_5/88_5milne.pdf\">a new article for International Affairs</a>. He shares Mann's view that Romney is likely to pursue a pragmatic approach in office rather than line up with the neo-conservatives.</p> <p>Milne, in an email exchange, acknowledged that Romney's response this week does not necessarily fit in with the pragmatism thesis. </p> <p>\"Rather, it's indicative of just how desperate his campaign has become in the wake of the conventions,\" he said. \"Romney's approach up till now has been to say as little as presidentially possible about foreign policy and hammer away at the economy. It now appears that this will be insufficient, hence this cack-handed foray into foreign policy. It smacks of desperation.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/qiSAbAuLhqs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/qiSAbAuLhqs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=qiSAbAuLhqs\">Reading this on a mobile? Click here to view video</a></p> <p>Should Lincoln fail to manifest as a late era triumph for Steven Spielberg, it will not be for lack of preparation. A new book due to be published later this month in the UK, Spielberg: A Retrospective, reveals the film-maker has been planning this forthcoming biopic almost since childhood, when he was taken to Washington DC by an uncle to view the imposing Lincoln Memorial. A longstanding fascination with Abraham Lincoln developed, culminating in a promise made to the historical writer Doris Kearns Goodwin that Spielberg would option her book <a href=\"http://www.guardian.co.uk/books/data/book/history/9780141043722/team-of-rivals-the-political-genius-of-abraham-lincoln\" title=\"\">Team of Rivals: The Political Genius of Abraham Lincoln</a> before it was even written. The film-maker has since spent much of the past decade waiting patiently for screenwriters to filter it into the perfect celluloid snapshot of the 16th president of the United States' life.</p> <p>Goodwin's book is largely about Lincoln's mercurial working relationship with the various members of his cabinet between 1861 and 1865, many of whom had run against him in the 1860 presidential election (hence the term \"team of rivals\"). The full trailer for the film, which hit the web yesterday, hints that Spielberg may have borrowed his source's view of the president as an arbitrator and reconciler who used his mediating skills to bring about the abolition of slavery and achieve victory in the American civil war. Lincoln has the feel of a project which will present a panoramic version of the period, rather than the more acute take one might have expected when Spielberg cast Daniel Day Lewis in the lead.</p> <p>There is little hint here of Day Lewis's monolithic performance as the oil baron Daniel Plainview in Paul Thomas Anderson's <a href=\"http://www.guardian.co.uk/film/movie/122167/there.will.be.blood\" title=\"\">There Will Be Blood</a>, for instance. His Lincoln is sure-spoken, but only briefly theatrical in a short but determined speech about the need to abolish slavery \"now now now\". The famous Gettysburg address is given over to David Oyelowo's Union cavalryman, while a variety of political figures, from David Strathairn as Lincoln's secretary of state William Seward to Jackie Earl Haley's confederate vice president Alexander H Stephens, raise their heads prominently above the parapet as they peck at poor old Abe like snapping ganders.</p> <p>A sweeping Spielberg epic then, no doubt, with the obligatory grand John Williams score, but one which appears to have an impressive level of detail at its core and an inclusive view of the men and women who helped the president to his greatest triumphs. Just look at that cast list: Tommy Lee Jones as abolitionist Thaddeus Stevens, Sally Field as Mary Todd Lincoln, Joseph Gordon-Levitt as the first couple's son, Jared Harris as Union general Ulysses S Grant, Tim Blake Nelson as New York congressman Richard Schell, James Spader as Democrat William N Bilboe, Walton Goggins, Bruce McGill. Screenwriter Tony Kushner has apparently condensed most of the action down to the turbulent last few months of Lincoln's life, but it feels like a rich maelstrom of political intrigue nonetheless.</p> <p>Lincoln arrives in cinemas on 9 November in the US and 25 January in the UK. It is clearly being pitched as a serious Oscar-contender – but might Spielberg's fascination for his subject end up weighing the whole thing down a little? Or are you expecting the big man to pick up his fifth Oscar come next February's annual Academy get-together for what may be his most ambitious film so far?</p>",
  "<p>At the Louis Vuitton flagship store on the Champs Elysées, the Japanese tourists were jostling over the famous monogrammed leather bags like they were going out of fashion.</p> <p>France may be caught up in the global economic crisis, but there is no sign of it here.</p> <p>Louis Vuitton Moët Hennessy is a leader in a still-flourishing luxury goods market and its chief executive, Bernard Arnault, is in the enviable position of being the richest man in France.</p> <p>Louis Vuitton is a French success story, which should make Arnault something of a local hero. Instead, the tycoon was treated like a social pariah this week after <a href=\"http://www.guardian.co.uk/world/2012/sep/11/baron-rothschild-arnault-taxes-france\" title=\"\">accusations that he was trying to reduce his tax bill</a> by seeking Belgian citizenship.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396179318\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347643463898/Tax-rates-001.jpg\" alt=\"Tax rates\" width=\"220\" height=\"477\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The highest and lowest tax rates in the world. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>The news that the billionaire businessman might head to the land of <em>moules-frites</em> generated headlines, insults, a lawsuit and divided France roughly down right-left lines: those who saw Arnault as a symbol of the \"selfish rich\" and those who saw him as a standard bearer for the tax-bludgeoned entrepreneur trying to create jobs and wealth.</p> <p>Arnault, 63, a friend of former rightwing president Nicolas Sarkozy (he was a witness at Sarkozy's second marriage), denied he was planning to up sticks to get out of paying a new 75% \"supertax\" on the rich, one of the vote-winning pillars of Socialist François Hollande's election campaign in May.</p> <p>The explanation from an LVMH spokesman was that Arnault was seeking dual citizenship to make \"sensitive\" investments in Belgium, a response shot down by the Belgian authorities who said foreign investors enjoy the same fiscal treatment as locals.</p> <p>Living in Belgium, which Arnault – net worth an estimated at $24.4bn (£15bn), <a href=\"http://topics.bloomberg.com/bloomberg-billionaires-index/\" title=\"\">according to the Bloomberg Billionaires Index</a> – said he had no intention of doing, would conveniently free him of French taxes on income, inheritance and wealth.</p> <p>However, the mayor of Uccle, a chic suburb of Brussels where Arnault has a property, said the billionaire had voiced his unhappiness with the French tax system even before the presidential election.</p> <p>\"Mr Arnault came to see me at the end of last year, wanting to be domiciled here, to live here,\" Mayor Armand de Decker told the newspaper La Libre Belgique. \"He has a feeling about the policies of his country, which he considers unfriendly to business.\"</p> <p>Was Arnault paving the way to Monte Carlo, the French press wondered. The route to Monaco via Belgium is a well-trodden one: once he had dual nationality, the businessman could theoretically renounce his French citizenship and move to the Riviera principality where Belgian nationals – but not French citizens – can live tax-free.</p> <p>Shortly before the Arnault scandal erupted, the businessman had met the French prime minister, Jean-Marc Ayrault, to tell him exactly what he thought of the new tax band. A week ago, Hollande went on television to reiterate: the 75% tax band for those earning over €1m (£810,000) was on its way.</p> <p>\"There will be no exceptions,\" he said. \"Everyone has to make an effort, play their part. We all have to be patriots. especially them [those earning over €1ma year].\"</p> <p>A 75% tax band will give France the highest tax rate in Europe – overtaking Sweden – and possibly the world (tax burdens are complicated to calculate).</p> <p>Hollande has also warned that households will have to come up with an extra €10bn to help bring down the country's public deficit.</p> <p>The president, who once admitted: \"I don't like the rich\", certainly has France's wealthiest citizens in his sights, but the French middle class is likely to be pummelled too.</p> <p>As well as the new 75% tax, a 45% band is to be introduced on incomes over €150,000 a year (up from 41%) and households will be limited to a maximum €10,000 savings on tax reduction schemes (down from €18,000).</p> <p>France is also looking to beef up its \"wealth tax\", imposed on households with assets worth more than €1.3m including their main home. The threshold for inheritance tax has already been lowered from €150,000 to €100,000, a move expected to raise around €2.5bn by 2014, and there are moves afoot to raise the rate of capital gains tax.</p> <p>Even low earners will pay more income tax after the household allowance (the same as the personal allowance, only applied to families not individuals) is reduced from €2,336 to €2,000 a year.</p> <p>Hollande is also said to be considering a fiscal law, similar to that in the US, under which French taxpayers would be subject to French taxes even if they leave the country.</p> <p>For Socialists, the 75% supertax is considered the vote-winner in May's presidential and legislative elections. Even though a small number of French people, probably fewer than 30,000 in a country of 64 million, will be affected, it is hugely symbolic for the leftwing president and his administration.</p> <p>However, Jean-Philippe Delsol, a tax lawyer and member of the IREF economic thinktank which supports \"economic freedom\", says the tax is populist and plays on a historic Gallic antipathy to the rich.</p> <p>\"If you are wealthy in the UK, there is no hate. There may be envy and scorn, but there is no hate, real hate like there is in France. We like everyone to be the same and if they are different we detest them,\" Delsol said.</p> <p>\"Maybe it's because we are a Catholic country and have a lot of rural people who don't like the rich, or because of the idea of egalitarianism that came out of the French revolution, or from Marxism that gained a hold in France.\"</p> <p>Critics like Delsol say the tax will halt the \"economic flux\" necessary for growth and will have the opposite effect to that needed.</p> <p>France, like the UK, already has its tax exiles, including the former Victoria's Secret model Laetitia Casta, the multi-starred restaurateur Alain Ducasse and singer Johnny Hallyday, who like Arnault, caused a storm by seeking Belgian nationality. Hallyday, whose real name is Smet, was turned down by Brussels even though his father was Belgian, and instead moved to Switzerland.</p> <p>Delsol believes many more could follow. \"Even Henry IV's minister Barthélémy de Laffemas in the 16th century understood that high taxes kill the total revenues. And there is an enormous risk people will leave the country.\"</p> <p>Delsol said that last year his law firm had dealt with five cases of French people seeking to go abroad for tax reasons. The threat of a 75% supertax tripled that number.</p> <p>\"In just the first four months of this year we had 15 clients who are leaving or want to leave France. And it's a different type of person. Before we'd have businessmen selling up to go into retirement and wanting to go to Belgium or Switzerland, where they don't have to pay capital gains tax.</p> <p>\"Today it's younger people, 40- to 48-year-olds, new entrepreneurs with lots of energy who have already made money and want to make more, which they don't want to have taken by the French tax authorities.</p> <p>\"They are going to Brazil, Luxembourg … anywhere but France, and that is bad news for this country.</p> <p>\"It's not just about tax either, it's the climate. People who are making money in France are fed up with being despised.\"</p> <p>The office of Pierre Moscovici, the French finance minister, did not respond to a Guardian request for information about how much income the new 75% supertax would generate. But Hollande and his administration, it seems, are prepared to risk an entrepreneurial brain drain.</p> <p>Asked about Arnault during a television interview, the president replied: \"He should have taken into account what it means to be French. We are a big country, with lots of advantages and history. We are proud to be French. We have to call on patriotism at this time … to ask for an effort in the battle against debt.\"</p> <p>As the American economist and politician Charles Wheelan claimed in his book Naked Economics: \"France is a good place to be a struggling artist, and a bad place to be an internet entrepreneur\".</p>",
  "<p>The magazine that published topless pictures of the Duchess of Cambridge is breaking strict French privacy laws but is likely to be willing to take the risk for the boost in sales.</p> <p>Privacy laws in France are considered to be among the most robust in the world, with leading politicians regularly using courts to prevent the publication of embarrassing photos that would be innocuous by the standards of British tabloids.</p> <p>Yet the French also have form in targeting British royals. Twenty years ago there was a war among British tabloids after the then Duchess of York, Sarah Ferguson, was pictured topless with an American businessman sucking her toes.</p> <p>And in 1994 paparazzi took pictures of Prince Charles standing naked on the balcony of a French chateau in a set of photos published by the German tabloid Bild.</p> <p>Thomas Roussineau, who specialises in privacy law, said that the French magazine Closer had undoubtedly broken the country's privacy laws by publishing photos of the duchess on holiday in Provence.</p> <p>\"It is totally forbidden,\" he said. \"The castle is not the street, it is in a private place. And they are intimate pictures.\"</p> <p>But he said it was likely that the magazine had weighed the potential fine against the revenue the photos would generate. \"[The fine] be a very small part of the revenue they will have from these pictures,\" Roussineau said.</p> <p>Closer's editor-in-chief defended her decision to publish. Laurence Pieau described the photos as a \"beautiful series\" that showed a couple in love and were in no way degrading.</p> <p>French privacy laws are stricter than in the UK and have often favoured public officials trying to protect their secrets – the existence of former president François Mitterrand's second family and daughter Mazarine was only divulged to the public with his approval just before he died.</p> <p>More recently the French were confronted with revelations about Dominique Strauss-Kahn's sexual proclivities and only learned of the end of the 30-year relationship between the current president, François Hollande, and socialist politician Ségolène Royal after she was defeated in the 2007 French presidential election.</p> <p>\"The law is more strict here,\" Roussineau said. \"When the Dominique Strauss-Kahn story came out, I had calls from journalists in England who did not understand the reason why it was not known before.</p> <p>\"The reason is that the privacy law is more strict so journalists in France don't reveal this information.\"But Roussineau said the situation was changing. He said the fine would be around €30,000 (£24,000), compared with far larger punishments previously, which meant publications may begin to take the risk.</p> <p>Politicians, the powerful and the wealthy wishing to protect their privacy benefit from one all-encompassing law in article 9 of the civil code: \"everyone has the right to privacy.\"</p> <p>There are no explicit UK privacy laws, but individuals have privacy rights deriving from the European convention on human rights, enshrined in domestic law by the Human Rights Act.</p> <p>The French laws ban not only the disclosure of a person's private life but also forbid the \"theft of personal image\", which technically bans paparazzi taking photos even in public places.</p> <p>This summer Hollande's girlfriend, Valérie Trierweiler, won a €2,000 payout after suing VSD, a celebrity magazine which published photographs of the couple walking into the sea holding hands, the state residence in the south of France.</p> <p>The legal intervention astonished the French media as Trierweiler works for Paris Match, a celebrity magazine. The beach photo-shoot appeared on the front page of a number of Paris magazines, including VSD and Voici, which have pledged to fight any legal action.</p> <p>The French laws are considered the strictest in Europe. Albert II, the prince of Monaco, and his family discovered that their notorious aversion to intrusions into their private lives could be big business, netting themselves and their lawyers more than €500,000 in damages in one particularly litigious year.</p> <p>The French also have laws protecting people whose images are used without their permission to sell products. Nicolas Sarkozy and his wife, Carla Bruni, got a payout from Ryanair after the budget airline used photographs of them in an advertising campaign.</p> <p>In 2011 Max Mosley used French privacy laws against the News of the World, after it published pictures from a video of the F1 boss at a sado-masochistic party with some prostitutes. Because the newspaper was distributed in France, Mosley won. The paper was fined €10,000 and told to pay €7,000 damages and €15,000 legal fees.</p> <p>So it would appear that the French magazine, Closer, has breached the privacy of the Duke and Duchess of Cambridge and could face prosecution under criminal law for \"fixing, recording or transmitting the image of a person in a private place without their consent\". The maximum sanction is imprisonment and a €45,000 fine.</p> <p>Gideon Benaim, a lawyer at Simkins in London, said it was time for St James's Palace to draw a line in the sand. \"If I were advising the palace I would say that now is not the time for acquiescence.</p> <p>\"Such publishers should be pursued to the full extent permissible by the law so that they will think twice next time,\" he said</p> <p>However Duncan Lamont, a partner in the media team at Charles Russell LLP, said the palace could face a tough legal battle to prove it was an invasion of privacy.</p> <p>\"It is not quite a private house. The chateau is rented out and there may be debate as to how truly private it was and whether the paparazzi were on a public thoroughfare,\" he said.</p> <p>\"These issues can take years to resolve.\"</p> <p><strong>Lisa O'Carroll and Kim Willsher</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396135572\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347597927537/harris2.jpg\" alt=\"james harris\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harris with campaigners involved in the Trayvon Martin case</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Not many Parliamentary by-elections in the UK feature a visit by an American presidential candidate but that is happening in Manchester Central in a fortnight's time.</p> <p>It won't be a question of motorcades and the sort of security which accompanies Barack Obama or Mitt Romney, because the politician in question is <a href=\"http://www.themilitant.com/campaign/\">James Harris</a>, who is running for the White House on the ticket of the Socialist Workers.</p> <p>This has to be a definition of optimism in a country where political campaigners can in all seriousness hold up the UK's national health service as the sort of horror which awaits them if Obama's reforms go too far. But Harris is <a href=\"http://en.wikipedia.org/wiki/James_Harris_(politician)\">a conviction politician </a>like the man he has come to support: Peter Clifford, the Communist League candidate for Manchester Central whose initial manifesto was featured in the <em>Guardian Northerner</em> last month. You can <a href=\"http://www.guardian.co.uk/uk/the-northerner/2012/aug/08/manchester-central-by-election-peter-clifford-communict-league\">re-read it here</a>.</p> <p>Harris is 64 and a veteran trade unionist who shares what Clifford calls his \"working class, labour movement, socialist campaign.\" He was politicised by the American civil rights movement and protests against the Vietnam war and visited Cuba as early as 1969, spending two months helping with the sugar harvest.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396135573\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/14/1347598021403/harris1.jpg\" alt=\"James Harris\" width=\"140\" height=\"86\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harris with locked-out sugar workers in the US.</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Sugar workers are once more an interest as he has been acting for 1300 American sugar workers <a href=\"http://www.startribune.com/business/160090655.html?refer=y\">locked out </a>since the beginning of August last year in a dispute over wages and conditions. He has also been involved in protests over alleged police brutality and the Trayvon Martin case.</p> <p>He takes a global view of the problems affecting Manchester Central, and will tell an audience on 29 September:</p> <blockquote> <p>The capitalist crisis, attacks by bosses, and workers' resistance are worldwide phenomena. Everywhere they are driven to attack us in an effort to become more competitive.</p> </blockquote> <p><br>He'll also describe the difference between his better-known rivals for president as compulsory health care tax versus more privatization, or more wars with drones versus more ground troops –&#xa0;&#xa0;and neither offers an alternative for working people.</p> <p>Harris's visit from 29-September to 1 October coincides with a much bigger invasion by politicians in the shape of the British Labour party conference which takes over the city centre from Sunday 30 September to Thursday 4 October. Something like 11,000 people will be staying or visiting in various official capacities, bringing an estimated £23.9 million with them.</p> <p>The event, including the preliminary women's conference and over 500 fringe meetings, is a testament to Manchester's virtues at holding this kind of mega-assembly, although we should spare a thought for Blackpool which was one of the party's favoured venues for so many years. Manchester went poaching after its hosting of the 2004 spring conference was successful and has been host to Labour in 2006, 2008 and 2010 as well as running the 2007 leadership election in the Bridgewater Hall.</p> <p>Sir Richard Leese, the Labour leader of the council, says:</p> <blockquote class=\"quoted\"> <p>Manchester&#xa0;is now the major conference destination for the two main political parties and we're pleased that Labour has chosen to return. The feedback we received from 2010 was that it was a resounding success and the delegates were given a warm&#xa0;Manchester&#xa0;welcome. I've no doubt this will be repeated again this year.Manchester&#xa0;is going to be on show to the world during the five days of the conference - and we won't disappoint.</p> </blockquote> <p>Don't forget to get some feedback from James Harris too. There are an awful lot of Americans out there.</p> <p><em>Harris and Clifford will address an election meeting at 6.00pm on Saturday 29 September at Hilton House, 26-28 Hilton Street, Manchester M1 2EH</em></p>"
]