[
  "<p>Paul Ryan, Mitt Romney's vice-presidential running-mate, will embark on the biggest challenge of his political career on Wednesday night, trying to sell his boss to the Republican convention and to millions more watching at home.</p> <p>Ryan, one of the great hopes of the Republican party, will deliver a primetime keynote speech designed to both bolster Romney and land punches on Barack Obama.</p> <p>He will focus on drawing sharp distinctions with Obama on economic policy, according to excerpts released in advance of the speech.</p> <p>Contrasting his joint Romney-Ryan economic plan to cut taxes and spending with what he described as the failure of Barack Obama's economic policies, he will say: \"We have a plan for a stronger middle class, with the goal of generating 12 million new jobs over the next four years.\"</p> <p>Ryan will not make the mistake of the keynote speaker on Tuesday night, New Jersey governor Chris Christie, who failed in his task of building up Romney. Christie was 17 minutes into his speech before mentioning Romney's name.</p> <p>\"Our nominee is sure ready,\" he will say of Romney. \"His whole life has prepared him for this moment – to meet serious challenges in a serious way, without excuses and idle words. After four years of getting the run-around, America needs a turnaround, and the man for the job is governor Mitt Romney.\"</p> <p>The Wisconsin congressman will also attack Obama's healthcare reforms, which have received little mention from the convention platform so far this week.</p> <p>\"Obamacare comes to more than two thousand pages of rules, mandates, taxes, fees, and fines that have no place in a free country,\" he will say. \"The president has declared that the debate over government-controlled health care is over. That will come as news to the millions of Americans who will elect Mitt Romney so we can repeal Obamacare.\"</p> <p>Much of the rest of Ryan's speech consists of warm but largely empty rhetoric. He will say the final months of the campaign for the White House would present a clear choice between the Romney-Ryan spending cuts plan and what he portrays as Obama's failed stimulus package.</p> <p>Delegates were looking to Ryan replicate the excitement created by the 2008 vice-presidential candidate Sarah Palin – while avoiding the later pitfalls of her disastrous media appearances.</p> <p>Ryan, in the speech, will focus on presenting himself, as he has done throughout his political career, as a small-town, ordinary Joe, turning again, as he has in the past, to folksy language. \"My Dad used to say to me: 'Son. You have a choice: You can be part of the problem, or you can be part of the solution',\" Ryan said.</p> <p>He will be followed on Thursday night by Romney, who faces the most important speech of his political career when he addresses the convention. It is one of the last major opportunities for Romney, speaking to an estimated 50,000 in the hall and potentially more than 30 million at home, to break free from Obama after months in which the two have been tied in the polls.</p> <p>In the speech, Ryan criticises Obama's healthcare reforms, an economic plan to create 12 million new jobs over the next four years.</p> <p>The Obama campaign launched a pre-emptive strike before Ryan's convention speech, releasing a new video using black-and-white footage to highlight their contention that he is a throwback to a bygone era.</p> <p>The Obama campaign said: \"Paul Ryan has made it clear that he'll take the nation back to a very different era – including the same failed policies that crashed our economy in the first place.\"</p> <p>In the video, mocked up to look like newsreel from the 1940s and 1950s, the Obama campaign accuses him of supporting a budget that will hurt the working class, end the Medicare health scheme, and cut programmes for students. It also accuses him of being anti-women and anti-abortion.</p> <p>A Ryan spokesman, Brendan Buck, responding to claims in the video that Ryan would be disastrous for the working-class, accused Obama of \"tired and misleading attacks in an attempt to divert attention away from his failed record\".</p> <p>Romney, after arriving in Tampa on Tuesday, earlier than planned, flew on Wednesday to Indiana to address army veterans before returning to Florida. He said that he would rather address the veterans than polish his speech. His main thrust was to denounce planned cuts by Obama in the military budget.</p> <p>\"We are now just months away from an arbitrary, across-the-board budget reduction that would weaken the military with a trillion dollars in cuts, severely shrink our force structure, and impair our ability to meet and deter threats,\" Romney said. In spite of Republican efforts, the prospect of defence cuts has failed to take off as an election issue, in the main because the top concern of voters is unemployment.</p> <p>Condoleezza Rice, the secretary of state in the Bush administration, was the warm-up for Ryan. In a CBS interview on Wednesday, Rice said that Romney – unlike Obama – would lead from the front in world affairs, although Romney has had little to say about foreign policy so far.</p> <p>While Rice insisted she was not advocating intervention in Syria, she said: \"When the United States's voice is muted, the world is a more dangerous place … just look at the situation in Syria, for instance. We have a circumstance in which [Syrian president Bashar] Assad is butchering his people, the Iranians are helping him to do so, the United States seems to be mired in the security council, the Russians and the Chinese say, 'No, no, no,' and we don't seem to have an answer.\"</p> <p>Rice was adamant she would not take a role in a Romney cabinet, saying she intended to remain in the academic world.</p> <p>One of the biggest obstacles to Romney winning the presidency, in spite of widespread and deep dissatisfaction with Obama's handling of the economy, is the alienation of Latinos through his anti-immigration rhetoric. The Democrats enjoy a two-to-one advantage over the Republicans among Latinos, one of the fastest-growing groups.</p> <p>The former Republican governor of Florida, Jeb Bush, George's brother, and who is married to a Latino, expressed his frustration with his own party at a Hispanic outreach meeting in Tampa on Tuesday. He predicted the party will not close the gap with Latino voters until they \"stop acting stupid\".</p> <p>The Republican national committee also risked alienating floating voters by publishing as part of the convention its official programme a platform document setting out various policy goals such as a ban on all abortions, a ban on gay marriage, turning Medicare into a voucher scheme and introducing more tax cuts.</p> <p>Romney is not bound by the platform programme. His campaign, while saying it supports the Medicare reform and more tax cuts, favours exemptions from the abortion ban in cases of rape, incest and where there is risk to women's health.</p>",
  "<p>For many observers, religion is an emblematic feature of American politics. It is seen as a unique and confounding manifestation of American exceptionalism, in which religious fervor co-exists with an industrialized, \"modern\" democracy and an explicitly secular state. The course of the presidential race thus far might be viewed as yet another instance of America's particular obsession with religion. Yet this campaign, for all its familiar tropes, both departs from the historical American norm and remind us that the US is not so unusual in its mix of religion and politics, after all.</p> <p>Even before Paul Ryan's selection for the Republican ticket, Rick Santorum's and Mitt Romney's primary campaigns for president meant that religion had already played a particularly vivid version of its familiar role in American electoral politics – one which went beyond the usual prayer breakfasts, pastoral exhortations, allegations of theological unsoundness, and public proclamations of the candidate's commitment to Jesus, Christianity, and America united under one God.</p> <p>The <a href=\"http://www.theguardian.com/commentisfree/belief/2012/jan/05/rick-santorum-christianist-mantle\">ultra-Catholic Rick Santorum</a>, with his critique of Obama's \"false theology\", his passionate pronouncements on the evils of birth control and abortion, and his statement that John F Kennedy's advocacy of the separation of church and state \"made him want to throw up\", was coupled with the ongoing saga of Mitt Romney – the candidate no one seemed to want but had to choose – and his Mormonism, which raised the question of whether the adherents of the Church of Jesus Christ of Latter-Day Saints deserved to stand under broad and sheltering umbrella of American Christianity. The nomination of Ryan, with his ostensibly seamless dual commitment to the <a href=\"http://www.theguardian.com/commentisfree/2012/aug/13/paul-ryan-ayn-rand-romney\">teachings of both the Catholic Church and the church of Ayn Rand</a>, means that religion in the 2012 election has taken an even more prominent role as the Republican party convention is held this week.</p> <p>This might seem to be yet another round, albeit a particularly intense one, of the usual order at the bar. Yet, only a few decades ago, both the Santorum candidacy and the Ryan nomination would have been unthinkable. In the 1960 election, Kennedy's Catholicism meant he had repeatedly to disavow loyalties to Rome, and argue that a Catholic president would not be beholden to a foreign power. Evangelical leaders openly opposed the candidate on grounds of his \"popishness\", and fretted about its implications for America. Yet, Rick Santorum not only faced few questions regarding his Catholic views, but even became a darling of many evangelical leaders. The pattern appears to be repeating itself with evangelical responses to Ryan.</p> <p>So what changed?</p> <p>Evangelicals rose to national office in the United States with the election of Jimmy Carter in 1976, and during the next decades, came to even greater prominence in the civic sphere as figures such as the Reverend Jerry Falwell issued proclamations that \"God is calling millions of Americans in the so-often silent majority to join in the moral majority crusade to turn America around.\" The 1990s brought Ralph Reed's Christian Coalition and the evangelical mega-churches to the center of American politics as they became the foundation of a reliable constituency for the GOP.</p> <p>At the same time, in a development that received far less attention than the evangelicals' entry into politics, they were forging a new coalition with Catholics – centered around a version of what then Pope John Paul II called the \"culture of life\". While the original iteration espoused respect for life from conception to death, including opposition to the death penalty, the new, carefully edited consensus promoted by the coalition focused on anti-abortion and pro-life rhetoric, while remaining silent or supporting the death penalty; it espoused traditional gender roles, was suspicious of government in general and its regulation of schooling in particular, and vehemently opposed gay rights, much less marriage equality.</p> <p>Conservative Catholics and evangelicals now spoke a common language, sidestepping the thorny issues of theology and doctrine that had divided them in the past (such as their differing views on divorce). More importantly, the coalition put an end to the question of whether a conservative Catholic could be a real American, since this quality of authenticity was increasingly clustered around Christian religiosity writ large, and allegiance on a certain set of social issues, rather than requiring adherence to a particular denominational form.</p> <p>It was this coalition that provided the backbone of Santorum's support. Similarly, it will ensure that Ryan – with his staunch record of opposition to abortion and same-sex marriage – appeals to evangelical Protestant constituents. The new alliance made it easy for Santorum to speak to evangelicals, as well as Catholics, as if he were one of them, because, in many senses, he was. Ironically, his political views are far to the right of those espoused by most Catholics, who still identify primarily as Democrats, but his admixture of religious fervor, \"pro-family\" stances, and conservative theological views appealed all the more to evangelical voters and their leaders.</p> <p>All of this might seem to underscore the exceptional (and exceptionally peculiar) nature of US politics. But a wider, international perspective only shows Americans to be far more ordinary in their blending of faith and politics. A brief look at Polish or Philippine politics reveals the Roman Catholic church constantly muscling in on the political arena, and politicians of all stripes who are only too happy to kowtow to the Church's assertion of moral authority. Before he became a would-be authoritarian, Viktor Orban in Hungary, for example, became an advocate of religious interests in politics. Ireland, Israel, and Malta are all polities that have been long dominated by religious monopolies accustomed to obtaining enormous concessions in education, the welfare state, and reproductive technologies.</p> <p>And these are just some of the world's democracies. As the Islamic republics and religious monarchies of the Middle East and South Asia show, there's a still broader pantheon of polities where religion makes regular and institutionalized incursions into politics.</p> <p>It's enough to make Americans feel positively normal, even relatively secular.</p>",
  "<p>Political wrangling over the US budget has hit profits at London-listed outsourcing company Serco, which runs everything from air-traffic control to nuclear facilities and prisons across the world.</p> <p>The company said US government agencies had postponed contract awards, delayed work, and cancelled contracts because of the stalemate over the debt ceiling.</p> <p>Serco chief executive, Chris Hyman, said the company does not expect a solution to the debt crisis \"until the presidential election and until we have a new Congress in place\". He said the US market will continue to be \"tough\" in the second half, but that it will grow in the long-term. \"People are screaming for work to be done, they are just trying to agree their funding.\"</p> <p>Overall, profits before tax and one-off items slumped 17% in the first half to £102m. In the UK, Serco saw a decline in welfare-to-work contracts but said that was offset by other contract wins, such as the deal to provide ferry services to the northern isles in Scotland.</p> <p>Hyman said: \"The UK is starting to move again. I'm cautiously optimistic about that. There were questions over whether the government would go deep into public sector reform. We've seen them do what they said.\"</p> <p>Last month, Serco won a £37m contract to provide community punishment programmes in London, becoming the first private company to take over a significant portion of work from the probation service.</p> <p>The group won £4.2bn of contracts in the first half, up from £2.5bn in the same period last year, boosted by a £1.5bn joint venture with the Ministry of Defence to provide and maintain the UK's nuclear warheads.</p> <p>It also booked £15.7m of restructuring costs in the first half, which went towards creating a global business process outsourcing division to help it win more back-office work.</p>",
  "<p>Newly released documents prove that Barack Obama's administration gave enthusiastic help to the Oscar-winning team behind a new film about the killing of Osama bin Laden, <a href=\"http://abcnews.go.com/politics/t/blogEntry?id=17099812\" title=\"\">according to a rightwing US government watchdog</a>.</p> <p><a href=\"http://www.theguardian.com/film/kathryn-bigelow\" title=\"\">Kathryn Bigelow</a> and Mark Boal's new film Zero Dark Thirty centres on the US Navy Seal unit that raided Bin Laden's compound in northern Pakistan in May 2011 on the orders of the US president. The project drew flak from Republicans earlier this year after it emerged that Obama's administration shared information with the production team.</p> <p>The latest missives were obtained by the <a href=\"http://www.politico.com/politico44/2012/08/emails-obama-admin-wanted-to-back-winning-bin-laden-133492.html\" title=\"\">Judicial Watch group</a> under the US freedom of information act. \"These new documents provide more backing to the serious charge that the Obama administration played fast and loose with national security information to help Hollywood filmmakers,\" said Judicial Watch president Tom Fitton. \"No wonder we've had to fight one year of stonewalling from the administration. These new documents show there is no doubt that Obama['s] White House was intensely interested in this film that was set to portray President Obama as 'gutsy'.\"</p> <p>To the casual observer, emails between CIA staff and Bigelow's team have a somewhat mundane quality to them, though they do suggest a certain fanboyesque enthusiasm for the Hollywood project. Screenwriter Boal's proposed floor plan for the Bin Laden compound is verified by the agency, which cheerfully confirms the height of the walls on the third floor.</p> <p>\"OK, I checked with our folks, and that floor plan matches with what we have. It looks legit to us,\" CIA spokesperson Marie Harf says in an email. In a separate exchange with a colleague, she notes that there are several films in the works about the Bin Laden killing and muses: \"I know we don't pick favourites, but it makes sense to get behind a winning horse … Mark and Kathryn's movie is going to be the first and the biggest. It's got the most money behind it, and two Oscar winners on board.\"</p> <p>Another CIA official hints in the correspondence that tickets for the premiere of Zero Dark Thirty would be warmly received. \"I can't tell you how excited we all are about the project … PS – I want you to know how good I've been not mentioning the premiere tickets,\" writes then-director of public affairs George Little, signing off with a smiley face.</p> <p>Contrary to Judicial Watch's assertions, an email from Benjamin Rhodes, US deputy national security advisor for strategic communications, appears to suggest the White House was learning about the CIA's and Pentagon's co-operation with the film-makers after the fact, and wanted to supervise.</p> <p>\"We are trying to have visibility into the [Bin Laden] projects and this is likely the most high profile one,\" wrote Rhodes to Doug Wilson, assistant secretary of defence for public affairs at the time, and other CIA and White House officials. \"Would like to have whatever group is going around in here at the WH to get a sense of what they're doing / what co-operation they're seeking.\"</p> <p>\"Nothing in this press release is a surprise,\" said US government national security spokesman Tommy Vietor. \"Having a conversation with a journalist, author or film-maker about what he or she is working on is possibly the most basic, mundane function of a press office, and millions of Americans, including many in government, are understandably proud of our nation's effort to kill Bin Laden.\"</p> <p>Zero Dark Thirty is due out on 19 December, just after this year's US presidential election. The timing is designed to allay fears among Republican politicians that the movie might influence voters by portraying Obama in a flattering light.</p> <p>Bigelow and Boal both won Oscars for their work on the Iraq war drama <a href=\"http://www.theguardian.com/film/movie/130570/hurt-locker\" title=\"\">The Hurt Locker</a>. In a recent interview with Entertainment Weekly, Boal, a former freelance war journalist, denied there was any political motivation behind the film's release. \"There's no political agenda in the film, he said. \"Full stop. Period. A lot of people are going to be surprised when they see the film. For example, the president is not depicted in the movie. He's just not in the movie.\"</p>",
  "<video data-media-id=\"gu-video-395341270\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/29/120829RomneyConfirmed-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/29/120829RomneyConfirmed_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120829RomneyConfirmed/120829RomneyConfirmed.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/29/120829RomneyConfirmed-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/29/120829RomneyConfirmed_3gpSml16x9.3gp\"/> </video>   <p>Mitt Romney's White House campaign was back on schedule on after he was <a href=\"http://www.guardian.co.uk/world/video/2012/aug/29/mitt-romney-republican-presidential-candidate-video\">formally nominated as the Republican presidential candidate</a> and the party's national convention managed to complete a full day of business.</p> <p>He was bolstered by a deeply personal late-night speech by his wife Ann. It ended with a surprise appearance from Romney to congratulate her with a tentative kiss.</p> <p>But hurricane Isaac again disrupted what had been intended to be a smoothly run, carefully choreographed effort to present Romney anew to US voters at the start of the election campaign proper. Isaac's landfall on the Louisiana coastline was the opening story on all the major networks on Tuesday, the second night in a row that the convention was bumped off top spot.</p> <p>Opening her late-evening primetime speech, Ann Romney acknowledged the hurricane, expressing hope that there would be no loss of life or damage to property, as did her husband's campaign managers, fearful of the impact it would have on the remainder of the convention.</p> <p>She delivered a personal and sentimental speech aimed at humanising a candidate often viewed as wooden. The speech was also crafted to appeal to women, an attempt to close the formidable gap between Romney and Barack Obama with female voters.</p> <p>\"Tonight I want to talk to you about love,\" she said, before going on to offer details about her marriage and family. She said it had not been a storybook marriage: they had suffered misfortunes. It was, she said, \"a real marriage\".</p> <p>She cast him as a caring individual who provided help to people in need. Romney did not like to speak about helping people, she said. He was a private person. \"He sees it as a priority, not a political talking point.\"</p> <p>She defended his record as a businessman and even referred to the sensitive issue of his Mormonism.</p> <p>But her main target was women and she did not attempt to disguise her intent, telling the convention: \"I love you women.\" She added women were the best of America.</p> <p>The convention wound up at 11pm with a relatively subdued speech from the normally combative New Jersey governor, Chris Christie. He said Americans needed to elect Romney as president to ensure that coming generations \"live in a second American century\".</p> <p>He described Romney and the Republicans as \"prepared to tell the American people the truth\", in contrast with Obama and the Democrats. \"Their plan: whistle a happy tune while driving us off the fiscal cliff, as long as they are behind the wheel of power,\" Christie said.</p> <p>On the convention floor many delegates were yet to be won over by Romney, admitting he was not much of a campaigner but optimistic that the anti-Obama sentiment in the country will be the deciding factor on election day.</p> <p>Romney was formally nominated after a theatrical roll-call of delegates, with each state announcing votes for Romney or his last remaining challenger, the libertarian Ron Paul. When Romney finally passed the 1,144 magic number of delegates needed for the nomination there was a loud cheer from the hall.</p> <p>Earlier there was a minor revolt by delegates, mainly from Texas and Maine, over changes to party rules. It fizzled out but did briefly show up the fissure in the modern Republican party between the party establishment and grassroots Tea party-inspired activists.</p>"
]