[
  "<p>As a tribute to the vanity and sleaze inherent in France's political class, a solid bronze statue of supermodel-turned-first-lady Carla Bruni takes some beating. The one <a href=\"http://www.huffingtonpost.fr/2012/08/02/nogent-sur-marne-statue-carla-bruni-sarkozy-installation_n_1731509.html\" title=\"\">which has just been delivered</a> to the Paris suburb of Nogent-sur-Marne is uniquely poignant – not just because it is oversized and expensive, but because it portrays the multimillionaire heiress as a labourer. Turin-born Carla is depicted as a <em>plumassière</em>, one of the mainly Italian factory workers who slaved away in sweatshops producing fancy feathers for the super rich. The idea was that even a former runway queen with an easily earned fortune and palatial homes across France could empathise with fellow immigrants from the old country.</p> <p>Jacques Martin, the mayor of Nogent, thought up this monumental deceit when Carla's husband, Nicolas Sarkozy, was president of France. Martin, an ambitious member of Sarkozy's conservative UMP party, wanted the taxpayer to pick up the €80,000 (£63,000) bill for the statue, but his career move fell flat when Sarkozy not only lost his re-election bid in May but was promptly implicated in a number of corruption inquiries. Within a few days of losing his presidential immunity from prosecution, police rolled up at the Sarkozy-Bruni Paris mansion and at two offices linked to the humiliated politician.</p> <p>The couple disappeared on the night before the raids, and have not been seen nor heard from for more than a month. Rumours suggest they have been seeking sanctuary with billionaire friends, including <a href=\"http://www.theguardian.com/world/2012/may/25/nicolas-sarkozy-party-split-ump\" title=\"\">the king of Morocco</a> and a <a href=\"http://www.huffingtonpost.ca/2012/07/04/nicolas-sarkozy-paul-desmarais_n_1649162.html\" title=\"\">Canadian tycoon</a> to whom Sarkozy awarded the Légion d'honneur. A major allegation against Sarkozy is that he accepted <a href=\"http://www.theguardian.com/world/2012/jul/03/nicolas-sarkozy-home-raided-police\" title=\"\">brown envelopes</a> stuffed with illegal cash over sumptuous dinners at the home of Liliane Bettencourt, the l'Oréal heiress and France's richest woman. She, in turn, was said to have been granted massive tax breaks by the Sarkozy government, including being able to hide much of her fortune in Swiss accounts.</p> <p>The Sarkozys' decision to go to ground contrasts magnificently with the opulent lifestyle the once publicity obsessed pair showed off when they were in the Elysée Palace. Private jets with made-to-order bread stoves, daily fresh flower bills of more than €750, Vanity Fair cover shoots and even a CD release by the self-styled \"rock chick\" first lady were all part of a presidential package which so disgusted ordinary French people that they ended up replacing Sarkozy with the most overtly leftwing government for decades.</p> <p>François Hollande, the new socialist president, has a massive majority in the French parliament precisely because of the Marie-Antoinette-style high-living enjoyed by Carla and her husband. Sarkozy denies all wrongdoing in connection with three main corruption and <a href=\"http://www.ft.com/cms/s/0/b9418d86-f650-11df-846a-00144feab49a.html\" title=\"\">arms sale</a> scandals, but the growing bundle of evidence being compiled by investigating judges point towards the kind of criminal trial which last year saw Jacques Chirac <a href=\"http://www.theguardian.com/world/2011/dec/15/jacques-chirac-guilty-corruption\" title=\"\">become the first president</a> in the history of modern France to be convicted of fraud.</p> <p>Is the 6ft plus Nogent statue something the French should want to show off? This folly has now been paid for by a private firm of property speculators, ensuring it is a complete symbol of the greed and insensitivity that characterised the Sarkozy years. Thanks to France's privacy laws and its scandalously toothless and reverential media, very little has been made of the former head of state's legal problems. This sturdy and lasting testament of what the Sarkozys really represent would redress the balance. The Carla bronze may be to no one's taste, but that is what makes it so eminently appropriate.</p> <p>• This article was amended on 6 August to clarify the meaning of the third sentence of the final paragraph</p>",
  "<p>We all know him: the popular guy at the party who schmoozes with everyone. He seems to have it all. Yet, the <a href=\"https://www.facebook.com/\">\"popular guy\" is also the loneliest guy</a>. He has no true friends, no one in whom he can confide. It turns out that our character's social network is a mile wide, but only an inch deep.</p> <p>How is the 2012 election like the popular guy? Well, it turns out that the electoral college is fertile ground for this width v depth analogy. A candidate may win a great many states by a tiny margin and thus appear to have won a large victory even though he was actually quite close to being defeated: the mile-wide, inch-deep win.</p> <p>Jack Kennedy's <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=1960&amp;off=0&amp;f=1\">1960 win</a> is a perfect example. He won 303 electoral votes or 56.4% of the available 537. That would imply an ample cushion of victory, but JFK would have fallen short of the necessary 50%+1 of electoral votes if the margin in each state had shifted by only 0.52 percentage points more toward Republican Richard Nixon.</p> <p>George W Bush's <a href=\"http://uselectionatlas.org/RESULTS/national.php?year=2004&amp;off=0&amp;f=1\">2004 victory</a> is a great example of the opposite scenario. He only won 286 electoral votes, or 53.2% of the available 538; and if Bush had lost Ohio, he would have lost the election. Yet, he won Ohio by the relatively comfortable margin of 2.1 percentage points. Bush's victory was therefore deeper than the raw number of electoral votes he won implied.</p> <p>The <a href=\"http://www.realclearpolitics.com/epolls/2012/president/2012_elections_electoral_college_map_no_toss_ups.html\">electoral map</a> this year gives Democrats the jumping-joys and Republicans the willies. Newsweek/Daily Beast columnist Michael Tomasky <a href=\"http://www.thedailybeast.com/articles/2012/08/04/michael-tomasky-on-the-possible-coming-obama-landslide.html\">puts it</a> best, as \"The (Possible) Coming Obama Landslide\". All polling aggregators give President Obama an edge over Mitt Romney in the electoral college. In fact, if the polling average of every state were correct, then as of today, Barack Obama would win 332 electoral votes, or 61.7% of the available 538.</p> <p>The question, though, is just how deep is Obama's lead? To know the answer, we have to have an idea of which states will decide the election.</p> <p>Most analysts would agree that the states with the great chance of being \"Florida 2000\" are Colorado, Florida, Iowa, New Hampshire, Ohio, and Virginia. All were states won at least once by George W Bush, but were then carried in 2008 by Barack Obama. Obama leads in all of them currently. But how big are those leads?</p> <p>I've taken a median of the polling data for each state for all non-partisan polls since 1 June. I use the median to control for outlier polls and reference back to 1 June because most experts agree the race hasn't changed much since then. If a pollster has taken more than one poll in the state, I use the most recent data available.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394351901\"> <img src=\"https://static.guim.co.uk/sys-images/Global/content/icons/2012/8/6/1344272706399/Battlegroundmedians_220.jpg\" alt=\"Battleground state median polling\" width=\"220\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><em>Table: Harry Enten/guardiannews.com</em></span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>It turns out that Obama's leads are really not that deep. If the margin shifted a point and a half away from Obama in Florida, Iowa, and Virginia, he would be at 284 electoral votes, or 52.8%. Few would call that a \"blowout\".</p> <p>An Obama supporter might reason that it's no big deal if Obama loses a percentage point in Florida, because he'll still hold onto Iowa. Maybe, but states' presidential support tend to move in unison with each other. That's why <a href=\"http://web.archive.org/web/20100807112912im_/http://www.stat.columbia.edu/%7Ecook/movabletype/mlm/2000_2004.png\">uniform swings</a> referenced to changes in the national vote do a fine job of predicting changes in states' support. If Romney gains in Florida, he'll probably gain in Iowa and Virginia. Put another way, state-by-state presidential results are <a href=\"http://blogs.middlebury.edu/presidentialpower/2012/08/05/an-electoral-landslide-for-obama/\"><em>not</em> independent of each other</a>.</p> <p>Thus the key state, according to the median poll data, is Ohio. If Obama wins Ohio, he will almost certainly win re-election. If Romney takes it, he is in very good position.</p> <p>Ohio seems, on the one hand, the perfect state for Mitt Romney. Romney's doing very well <a href=\"http://www.guardian.co.uk/commentisfree/2012/jun/08/obama-problem-white-working-class-americans\">nationally</a> with white working-class voters. In Ohio, 50% of <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#OHP00p1\">2008 voters</a> were whites who lacked a college education – well above the <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#USP00p1\">national demographic of 39%</a>.</p> <p>Yet, Romney's fallen back in Ohio. A one-time lead in a number of state polls has become a 3-point deficit in the median. The <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/241755-obama-takes-the-lead-in-critical-ohio\">auto industry</a> is recovering in the state; some <a href=\"http://www.tnr.com/blog/electionate/105201/ohio-the-place-where-bain-might-be-paying\">might argue</a> that Ohio is a state where the Obama campaign's attacks on Romney's Bain Capital record seemed to be working.</p> <p>I'd point out, instead, that Romney simply hasn't consolidated the Republican base. As <a href=\"http://www.tnr.com/blog/electionate/105511/obama-ohio-romney-polls\">Nate Cohn notes</a>, there is \"good reason to believe that Romney can make the jump to 46 or 47% without much difficulty, and that would effectively inaugurate a dead heat in the Buckeye State.\"</p> <p>The median poll in Ohio, which was a <a href=\"http://www.publicpolicypolling.com/main/2012/06/obama-leads-romney-by-3-in-ohio.html#more\">Public Policy Polling survey</a> taken from mid June, illustrates this comeback potential well. Obama captured 83% of Democrats, but Romney only held 79% of Republicans. Merely bumping Romney up to an equal 83% support among Republicans cuts Obama's 3-point lead in the PPP poll in half. </p> <p>Whether Romney will actually do any of this catching-up, and win, is a different matter. It again comes down to a question of depth. Are those voters who are normally reachable for a Republican totally against Romney? Or are they just wary of him? If you can answer that question, you'll know whether Romney stands a chance in November.</p>"
]