[
  "<p>\"How do I get into the swimming pool?\" I asked one of those famously helpful \"Games makers\" at the Olympic Park. She pointed me down a path, across a bridge, but then she warned: \"You know, you can't get into the swimming pool.\"</p> <p>Why hello, Miss Jobsworth, I thought, bristling and preparing to jab my \"all venues\" accreditation in her smug face. She looked alarmed and took a step backwards. \"Only the athletes can get <em>into</em> the swimming pool,\" she simpered.</p> <p>Oh no, she'd been making a joke! It was day one of the Paralympic Games, and I'd clearly not got the memo that we were back to being nice to each other. Smiling, being polite and stuff that Londoners regard as a sign of weakness.</p> <p>So after a fortnight's regression into misanthropy since the Olympics, once again we are aspiring to be better, happier, more patriotic people. But if it was business as usual for the Games makers – the majority of whom seem to have been freshly indoctrinated for the Para-lympics – how are the rest of us feeling? A major international sports competition is a significant emotional and time investment; were we ready to wholeheartedly commit to another one so soon after the euphoria of the Olympics?</p> <p>The initial signs were that, yes, we were. With a peak of 11.2 million viewers, the opening ceremony gave Channel 4 its highest ratings in more than a decade. This was followed by an impressive 3.3 million who watched the British team play Germany at wheelchair basketball. Ticket sales have also been unprecedented. More than 2.42 million have already been allocated, leaving around 10,000 to be drip-released each day. After a surge in demand during the Olympics and steady enthusiasm ever since, there has been speculation that this will be the first sold-out Paralympics.</p> <p>At the ExCel, home to the powerlifting, table tennis and sitting volleyball among other events, there was little evidence of an Olympic hangover on Friday. Visitors had taken advantage of £10 tickets (£5 for children) that allowed them to roam from event to event starting at 9am with 7/7 survivor Martine Wright's debut in the sitting volleyball with constant action until past 10pm. In the gaps you could watch separated-at-birth pair London mayor Boris Johnson and Babs Windsor trying to play sitting volleyball, which was arguably worth the price of admission on its own.</p> <p>One frazzled Games maker admitted that the organising team had been a little overwhelmed by the enthusiasm. \"Spectators are just finishing up in one event and then literally sprinting to the next one,\" he said, just after he had to turn away a long line from a jam-packed powerlifting session. \"We expected them to mill around, maybe get something to eat, go to the toilet.\"</p> <p>Despite some waits at the open-access events in the ExCel, the atmosphere was jubilant. Twice I saw people spontaneously break into dance. \"This is much more relaxed than the Olympics,\" said Simon, who came with his wife and two kids from Ealing, west London.</p> <p>The aim that the Paralympics should be related but distinct from its big brother is also becoming evident. London 2012 chairman Seb Coe has pointed out that Paralympics GB's success in the swimming pool has led to louder cheers there than we ever heard during the Olympics. No one I met this week could confidently explain to me the labyrinthine classification in Paralympic sport, but it didn't seem to adversely affect anyone's enjoyment either. Likewise, the idea that we should judge the athletes on their ability, not their disability, was starting to hit home too.</p> <p>\"I didn't really understand the classification for women's powerlifting, but it was so awesome,\" said London-based Australian Amber, dressed fetchingly in a Superwoman costume. \"But the woman from Nigeria who won was under 44kg and she was benching more than double her weight, 109kg, and that's just amazing.\" \"I wouldn't be able to do half that shit,\" added her friend Gemma, who today was Wonder Woman.</p> <p>Anecdotally, it has been felt that these Games have been less partisan than the Olympics. At the velodrome on Thursday, Sarah Storey's extraordinary gold medal, the first won by a British athlete, was greeted by a racket that rattled the Siberian pine floorboards. But the screaming that accompanied a particularly topsy-turvy bronze-medal decider in the men's individual B pursuit between an Irish rider and a Spaniard was – to my ears – just as loud and even more sustained.</p> <p>While you would hesitate to describe all of the performances as elite sport – there were just six competitors in the women's F40 discus, each with a 50/50 shot at a medal – that has done little to dampen enthusiasm. Many people are just happy to see venues such as the Olympic Park – \"I just wanted to be part of it,\" said Anoushka from Oxford – before they are reassigned.</p> <p>Even traditional rivalries and jingoism have been put to one side in many instances. If you had ever thought that two arms would be beneficial, even essential, for swimming backstroke, then China's Lu Dong disproves that. A double arm amputee, she produced one of the performances of the Games so far to win the women's 100m S6 category, ahead of home favourite Nyree Kindred, and also one of the most memorable images as she stood on the podium with her medal and her bouquet cradled in the crook of her neck.</p> <p>If there's one thing that has been a bit off, it's the absence of foreign visitors. Locog insists they have sold half a million tickets abroad, but non-UK spectators were little in evidence in the opening days of the Games. Eventually, at a Rwanda-Brazil sitting volleyball clash, I found a stars-and-stripes flag, next to paraphernalia from Sweden, Germany, Holland and Ireland. Sadly, they all belonged to one (well-travelled) family – American mother Alice and her five children – and today they had come all the way from Berkshire.</p> <p>Alice has been disappointed by tales of NBC's lacklustre coverage, but ascribed it more to the current surfeit of sport in the US – the start of the American football season, the end of baseball's, and the US Open tennis – and the forthcoming presidential election than any lack of interest from her compatriots.</p> <p>\"We went to a few Olympics events, but I find the Paralympics even more inspiring,\" she said. \"Just seeing the Rwandan athletes in front of us and after the match how they put their shoes on, their legs on, that sort of stuff for them is so ordinary. I have found the whole thing incredible.\"</p> <p>Alice's kids look on rapt, and you can't ignore the fact – at a time when legacy is all – that children, in particular, are clearly loving the Games. \"We had a long drive from Oxford but it was worth it,\" Anoushka's eight-year-old son Joseph confided to me earlier. Inspired by the judo, he has just unleashed a devastating ippon on his younger brother in the main concourse of the ExCel. \"It's been the happiest day of my life.\"</p>",
  "<p>OK, here's the statutory health warning: for a long, long time, people have been saying that the next US presidential election will be \"the internet election\". And thus far, all those predictions have turned out to be wrong, at least if one interprets them as claims that the outcome of the election is effectively determined by online activity.</p> <p>The inspiration for all this speculation about the political impact of the net is an older communications technology – television. In the 1950s, people speculated endlessly about that medium's impact on politics, but it was only in 1960, with the famous <a href=\"http://www.youtube.com/watch?v=C6Xn4ipHiwE\" title=\"\">televised debates</a> between John F Kennedy and Richard Nixon, that speculation hardened into certainty: TV was the key factor in presidential politics.</p> <p>And that was the conventional wisdom for the next three decades, until the web turned the internet into something that \"ordinary\" people began to use.</p> <p>For at least a decade since, people have been seeking an analogous tipping point for online media. Some argued that Barack Obama's mastery of social networking in 2008 was critical in ensuring his election. Sceptics countered with the view that the impact of online media paled into insignificance compared with the damage the Republicans inflicted on themselves by nominating Sarah Palin as John McCain's running mate and aspiring vice-president.</p> <p>So will the 2012 election provide the tipping point, the moment when the internet plays a decisive role in influencing how people vote? Given the penetration of the network into daily life, it's obviously implausible to maintain that it isn't having <em>some</em> impact on politics. The yawning gap that existed in the 1990s between cyberspace (where people do \"social networking\") and \"meatspace\" (where they go to polling stations and vote) has clearly shrunk. But by how much?</p> <p>Judging by current online activity, if the internet decided the outcome Obama would win by a mile. His <a href=\"http://www.facebook.com/barackobama\" title=\"\">Facebook page</a>, for example, has more than 28m \"likes\" and had more than 1.7m people \"talking\" about it when I last checked. <a href=\"http://www.facebook.com/mittromney\" title=\"\">Romney's page</a> has a mere 5.5m \"likes\" (but more than 2m people were \"talking\" about it). On Twitter, Obama is way ahead by all the <a href=\"http://2012twit.com/\" title=\"\">significant metrics</a>: followers (19m to Romney's 954,000); number of followers added in past 24 hours (46,000 v 13,000); mentions (59,000 v 29,000); retweets (25,000 v 6,600); retweeters (22,000 v 5,000). I could go on, but you get the picture.</p> <p>Last week also saw a revealing contrast between the two camps. Romney's crowd put everything into an intensively scripted, 1980s-style rebranding of their candidate, using all the tired old tricks of <em>Mad Men</em> and old media. Obama, in contrast, just turned up on Reddit.com and did an AMA (Ask Me Anything) <a href=\"http://www.theguardian.com/technology/us-news-blog/2012/aug/29/barack-obama-ask-me-anything-reddit\" title=\"\">session</a>, which brought the site to its knees. If you don't know about Reddit then I suggest you take a look; then ask yourself how many contemporary British politicians you can think of who would dare to do an AMA session on it. (My answer: one – John Prescott.)</p> <p>The big question is whether Obama's online dominance will make much difference. My hunch is that it won't. This is not because the net isn't important, but because of the peculiar nature of this election. According to a <a href=\"http://www.washingtonpost.com/blogs/the-fix/post/the-incredible-shrinking%E2%80%94and-increasingly-valuable%E2%80%94undecided-voter/2012/07/23/gJQAcRMH4W_blog.html\" title=\"\">recent poll</a>, most voters have already made up their minds and only about 6% remain undecided as to how they will vote in November. One analyst, <a href=\"http://www.thedailybeast.com/newsweek/2012/07/15/paul-begala-on-the-swing-voters-who-will-pick-the-president.html\" title=\"\">Paul Begala</a>, a former adviser to Bill Clinton, thinks that the election will be decided by just 4% of the voters, in six states – Virginia, Florida, Ohio, Iowa, New Mexico and Colorado. That's 916,643 people, or \"fewer than half the number of people who paid to get into a Houston Astros home game last year\".</p> <p>Most of these \"undecideds\" are not interested in politics. But they are almost certainly among the <a href=\"http://www.socialbakers.com/facebook-statistics/united-states\" title=\"\">164m Americans currently on Facebook</a>, which is why one commentator, <a href=\"http://www.technologyreview.com/news/428530/facebook-the-real-presidential-swing-state/\" title=\"\">David Talbot</a>, has dubbed it \"the real presidential swing state\". The thing about Facebook is that many users reveal fine-grained information about themselves – home town, age, education, preferences, friends. People who are uninterested in politics are unlikely to be swayed by overtly \"political\" messages, but they might be amenable to messages from their Facebook contacts. So, voters in swing states such as Ohio or Florida who have \"liked\" a Facebook page describing Romney as a \"vulture capitalist\" might suddenly find themselves getting messages from \"friends\" reminding them that they buy stationery from Staples, a successful company that Romney invested in.</p> <p>Even in a networked world, all politics will ultimately turn out to be local politics.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395423221\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334403108/Abraham-Lincoln-001.jpg\" alt=\"10 best: Abraham Lincoln\" width=\"400\" height=\"493\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Abraham Lincoln</strong><br/>1864<br/>Obama shares with Lincoln a re-election campaign in the midst of intractable domestic problems. In 1864, the lack of success in the civil war dogged his election prospects. His supporters feared he would lose. Sharing this anxiety, Lincoln made a pledge to defeat the confederacy before leaving the White House. “This morning, as for some days past, it seems exceedingly probable that this administration will not be re-elected,” he wrote. Lincoln did not show the pledge to his cabinet, but asked them to sign the sealed envelope that, in the event, was unnecessary. Within a year, he was dead</span> <span class=\"element-image__credit\">Photograph: Hulton/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423229\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334406292/Franklin-Roosevelt--002.jpg\" alt=\"10 best: Franklin Roosevelt \" width=\"579\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>FDR</strong><br/>1932<br/>The Democratic nomination was hotly contested in the light of incumbent Herbert Hoover’s vulnerability. Franklin D Roosevelt built his national coalition with personal allies such as newspaper magnate William Randolph Hearst and Joseph Kennedy Sr. He went on to win the first of an unprecedented four terms. In his acceptance speech, Roosevelt declared: “I pledge you, I pledge myself to a new deal for the American people... a call to arms.” His inaugural address, given in the midst of the great depression, offered the  rallying cry: “The only thing we have to fear is fear itself.” </span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423233\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334408822/President-Truman-Gets-Dew-003.jpg\" alt=\"10 best: President Truman Gets Dewey's Goat\" width=\"400\" height=\"433\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Truman vs Dewey</strong><br/>1948<br/>A cliffhanger campaign immortalised in a newspaper headline. Truman had become president on the death of FDR in 1945, but no one gave him a chance. The New York Times declared: “Thomas E Dewey’s Election as President is a Foregone Conclusion.”  Dewey, however, was a dreadful candidate – stuffy, prone to gaffes and out of touch. In his final campaign speech, Truman said: “The smart boys say we can’t win… but we called their bluff; we told the people the truth.  And the people are with us. The tide is rolling. The people are going to win this election.” He was right</span> <span class=\"element-image__credit\">Photograph:   Hulton-Deutsch Collection/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423236\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334411521/Senator-John-F.-Kennedy-S-004.jpg\" alt=\"10 best: Senator John F. Kennedy Speaking at Podium\" width=\"400\" height=\"597\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>JFK v Nixon</strong><br/>1960<br/>This election was a thriller in which Kennedy, the matinee idol Democrat, was nearly defeated by the brooding figure of Eisenhower’s former vice president, Richard Nixon. It was the first campaign in which the candidates debated on live television. The popular perception among those who had listened over the radio was that Nixon had got the better of JFK. But the TV told a different story. Kennedy appeared confident, sun-tanned and relaxed. Nixon looked shifty and, sweating badly under the lights, cut a sorry figure and came across as a loser.  Kennedy won and Camelot was born</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423238\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334414177/Richard-Nixon-And-Hubert--005.jpg\" alt=\"10 best: Richard Nixon And Hubert Humphrey Laughing\" width=\"510\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Humphrey v Nixon</strong><br/>1968<br/>Another thriller, with the outcome uncertain long into the morning after the poll. The election was conducted against a backdrop of turmoil that included the assassinations of Martin Luther King and Robert Kennedy, nationwide race riots, Vietnam war protests and violent clashes between police and anti-war protesters at the Democratic National Convention in Chicago. Hubert Humphrey, the Democrats’ candidate, was the underdog, only closing in the final days of the race. Nixon campaigned successfully on law and order and ending the war</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423253\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334416926/Thomas-Eagleton-Talking-o-006.jpg\" alt=\"10 best: Thomas Eagleton Talking on the Telephone\" width=\"713\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Eagleton breaks down</strong><br/>1972<br/>Nixon appeared unbeatable. When George McGovern won the Democratic nomination, high-profile Democrats, including Ted Kennedy, Walter Mondale and Hubert Humphrey, turned down offers to run as VP. In desperation, McGovern chose Thomas Eagleton, a senator from Missouri. Eagleton had made no mention of his electroshock treatment for depression and frequent hospitalisations. When the press confronted Eagleton with the story, he broke down and was replaced by Sargent Shriver. On election day, McGovern took only one state, Massachusetts. Nixon resigned over Watergate in August 1974</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423303\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334420097/Ronald-Reagan-Presenting--007.jpg\" alt=\"10 best: Ronald Reagan Presenting Victory Headlines\" width=\"397\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Reagan v Carter</strong><br/>1980<br/>Jimmy Carter was always a poor bet for a second term, but his Republican opponent, Ronald Reagan, was widely distrusted as a veteran cold warrior and no one had ever been elected at the age of 70 before. Coming into the final weeks of the campaign, the outcome seemed finely balanced. The televised debates were essentially a score draw, but Reagan managed to land a punch – and show a flash of humour – when he twitted Carter’s penchant for manipulating statistics with the humorous line: “There you go again.” It was Reagan’s folksy charm that delivered a landslide to the Republican party</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423262\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334423038/Bob-Dole-and-Bill-Clinton-008.jpg\" alt=\"10 best: Bob Dole and Bill Clinton Debate\" width=\"400\" height=\"533\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Clinton v Dole</strong><br/>1996<br/>Bill Clinton’s second term now looks like a foregone conclusion. The cold war was over and America was prosperous and at peace, with a new generation looking forward to the new century. Bob Dole, a lacklustre candidate, with the now-forgotten Jack Kemp as VP, was a grizzled war veteran whose vulnerability was underlined when he slipped and fell head first from a podium. Compared with the 50-year-old Clinton, 73-year-old Dole appeared old and frail and the Clinton-Gore ticket won a landslide. But within a year, the president was fighting for his political life over the scandal of his relationship with Monica Lewinsky</span> <span class=\"element-image__credit\">Photograph: Brooks Kraft/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423265\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334425593/GW-Bush-v-Al-Gore-009.jpg\" alt=\"10 best: GW Bush v Al Gore\" width=\"540\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>GW Bush v Al Gore</strong><br/>2000<br/>After the euphoria of the Clinton years, this was the election defeat Al Gore and the Democrats snatched from the jaws of victory. Though Gore came in second in the electoral vote, he received 543,895 more popular votes than Bush. With no outright winner, and the votes of Florida in dispute – due to problems with the paper-based punchcards ballots (creating “hanging chads”), the unresolved outcome of the popular vote was passed to the Supreme Court. After a month of high political drama, the court ruled (by a margin of 7-2) that George W Bush had won, a low point in the history of Supreme Court judicial verdicts</span> <span class=\"element-image__credit\">Photograph: Mike Blake/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395423285\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/30/1346334429410/Sarah-Palin-010.jpg\" alt=\"10 best: Sarah Palin\" width=\"400\" height=\"452\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Sarah Palin</strong><br/>2008<br/>With no incumbent defending the White House, the McCain-Obama presidential clash was dominated by the spectacle of the Republican challenge imploding – and the emergence of Sarah Palin. Her defining moment came with her first solo appearance. Hardcore Republicans went wild as she teased them with: “You know the difference between a pit bull and an average hockey mum? [pause] Lipstick!” For a few weeks, Palin-fever swept middle America. But by polling day, her star was waning and in the end her candidacy probably did more harm than good. Today, Palin has a new political life as a TV commentator and Tea Party darling</span> <span class=\"element-image__credit\">Photograph: J. Scott Applewhite/AP</span> </figcaption> </figure>",
  "<p>When Mitt Romney took to the stage in Tampa last week to cap three days of conventioneering his real audience was not the entire nation of America. Instead, like all political advertising in the close 2012 race, it was geared toward a narrow band of swing states that will decide the election.</p> <p>Forget California, New York or Texas. Those states are already either red or blue. Instead it is the \"purple\" America of Ohio, Virginia, Florida, Colorado, Iowa, New Hampshire, Wisconsin and Nevada that really matters. So, how did the convention play there?</p> <h2><a href=\"http://www.cleveland.com/opinion/index.ssf/2012/09/conventions_just_arent_what_th.html\">CLEVELAND PLAIN DEALER (OHIO)</a></h2> <blockquote class=\"quoted\"> <p>\"Fortunately, rain reduced the Republican tedium in Tampa, Florida, by one day. … An absence of drama or uncertainty at both political parties' conventions has turned them into drab affairs.\"</p> </blockquote> <p><strong>– Brent Larkin</strong></p> <h2><a href=\"http://www.dispatch.com/content/stories/editorials/2012/08/31/like-his-mentor-ryan-should-work-to-build-a-bigger-tent.html\">COLUMBUS DISPATCH (OHIO)</a></h2> <blockquote class=\"quoted\"> <p>\"Republicans, for example, haven't polled well lately with young voters. The GOP's restrictive cultural agenda won't change that. But Paul Ryan could win some young voters with his Medicare plan. … They would have choices, which is what younger Americans, especially those between the ages of 25 and 40, are all about. Choices in phones, electronics and apps are the way of their world. His Medicare-choice ideas shouldn't be scary to them. They may appreciate that he's trying to keep the program from going belly-up before they get a chance to enroll.\"</p> </blockquote> <p><strong>– William McKenzie</strong></p> <h2><a href=\"http://www.tampabay.com/opinion/editorials/article1249016.ece\">TAMPA BAY TIMES (FLORIDA)</a></h2> <blockquote class=\"quoted\"> <p>\"(Romney) played on fears about the weak economy, characterized Obama as a failure who cannot lead the nation to prosperity and argued he has the business experience to create millions of jobs. It was a credible performance that ended a perfunctory Republican National Convention, but Romney's broad promises remain vague and unconvincing.\"</p> </blockquote> <p><strong>– editorial</strong></p> <h2><a href=\"http://www.jsonline.com/news/opinion/romneys-shifting-record-remains-a-problem-for-him-ig6meho-168095426.html\">MILWAUKEE JOURNAL-SENTINEL (WISCONSIN)</a></h2> <blockquote class=\"quoted\"> <p>\"The speech included some memorable lines including the one about college grads lying in their beds at home and \"staring up at fading Obama posters and wondering when they can move out and get going with life\". His delivery, halting at first, was powerful by the end. He was sunny and optimistic. … Whether you like the new, \"severely conservative\" Mitt or the old moderate Mitt – the version we prefer and the one that seemed to shine through Thursday night – you just aren't sure you can trust him. And because he has provided so few details of his plans for the country, those questions persist.\"</p> </blockquote> <p><strong>– editorial </strong></p> <h2><a href=\"http://www.gazette.com/articles/supporters-143987-convention-watch.html\">COLORADO SPRINGS GAZETTE (COLORADO)</a></h2> <blockquote class=\"quoted\"> <p>\"About 150 people spread out in lawn chairs and on the grass. But the crowd may as well have been at the national convention in Florida – every time the 4,000 delegates at the RNC applauded and cheered, so did the Republicans at the park. They cheered and hollered and whistled and laughed right along with the telecast on C-SPAN, when Romney said they needed to repeal \"Obamacare,\" when he said the country needed to build its energy industry, and when he said the country deserves better.\"</p> </blockquote> <p><strong>– from a news story on a \"watch party\" in Colorado Springs </strong></p> <h2><a href=\"http://www.lasvegassun.com/news/2012/aug/31/romney-wraps-event-bid-boost-his-likability-appeal/\">LAS VEGAS SUN (NEVADA)</a></h2> <blockquote class=\"quoted\"> <p>\"If the GOP primary season was a test of what kind of Republican the rank and file favor as a candidate, clearly the business Republican won. … Although Romney's support largely held steady even as the popularity of his individual opponents spiked, he had a hard time finding a way to directly appeal to the base of the Republican Party.</p> <p>He had, perhaps, an even more difficult time explaining his previously moderate positions on such issues as abortion and immigration. In that regard, he's likely relieved to be speaking to the general electorate.\"</p> </blockquote> <p><strong>– Anjeanette Damon </strong></p> <h2><a href=\"http://www.unionleader.com/article/20120829/OPINION02/708299927\">MANCHESTER UNION-LEADER (NEW HAMPSHIRE)</a></h2> <blockquote class=\"quoted\"> <p>\"Political party conventions are giant, taxpayer-funded parties that have outlived their usefulness and should be eliminated. That Congress routinely votes to spend tens of millions of dollars on them is a sign of the members' own immaturity and helps explain the fiscal problem we have and they can't seem to fix. … The events are misleadingly named presidential nominating conventions; in reality they are taxpayer-funded bacchanals that play no real role in nominating a president.\"</p> </blockquote> <p><strong>– Charles Arlinghaus </strong></p>"
]