[
  "<p>Earlier this year, Killer Mike made quite a splash with his latest album, <a href=\"http://en.wikipedia.org/wiki/R.A.P._Music\" title=\"\">R.A.P. Music</a>. Critics couldn't help but marvel at the unlikely pairing of Mike, with his distinctly southern credentials (and drawl to match), and New York producer EL-P, an underground figure known for his aggressive, frenetic sound. But it was <a href=\"http://www.youtube.com/watch?v=JPyjJ1MMUzQ\" title=\"\">one track in particular, Reagan</a>, that really raised eyebrows. Although Mike's ostensible target in the song is former Republican President Ronald Reagan (Mike's not a huge fan – his final line is \"I'm glad Reagan dead\") he also takes some unexpected shots at Barack Obama, at one point characterising him as \"just another talking head telling lies&#xa0;on teleprompters\". Elsewhere, he&#xa0;compares Obama's military policies to Reagan's.</p> <p>We might be surprised to hear this kind of criticism of the man who, just a few years earlier, was declared \"America's first hip-hop president\" because of his deep ties to the genre. Was Killer Mike really attacking the man once dubbed \"B-Rock\" by <a href=\"http://www.vibe.com/\" title=\"\">Vibe magazine</a>? The real surprise, however, is that the track Reagan is not an isolated rebuke but merely the most recent illustration of the deteriorating relationship between Obama and hip-hop. Killer Mike is just one voice in a growing chorus of dissent from within the rap world by artists who believe Obama has failed to take up the pressing issues facing black people in the US.</p> <p>\"Quite obviously, black America is in terrible crisis,\" says Tricia Rose, professor of Africana studies at Brown University in Providence, Rhode Island. \"The racial and class dimensions of this crisis have simply been largely sidestepped by the Obama presidency and muted by black leadership, which seems largely frozen by the effect of not wanting to undermine the first black president.\"</p> <p>The waning of the Obama/hip-hop love affair appears to be a two-way street, with Obama showing far less interest in the genre than he did in 2008. In fact, the distinction between his two presidential campaigns is stark.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/JPyjJ1MMUzQ?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/JPyjJ1MMUzQ\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Rewind to the first election. In the early stages of his campaign, then-senator Obama was making tentative overtures to hip-hop, noting in particular his appreciation of, and interest in, rap music. This was remarkable, in that he was flipping the script on two decades of campaign orthodoxy – followed by Democrats and Republicans alike – that hip-hop was politically radioactive. (In fact, the term <a href=\"http://en.wikipedia.org/wiki/Sister_Souljah_moment\" title=\"\">\"Sister Souljah moment\"</a> – used to describe when politicians distance themselves from extreme elements within their own party – has its origins in hip-hop: in 1992, Bill Clinton publicly repudiated rapper and activist Sister Souljah for her provocative comments after the Los Angeles riots.)</p> <p>By 2008, seeing the energy his hip-hop affiliations could generate, especially with young voters, Obama was all in – encouraging artists such as Jay-Z and Sean \"Diddy\" Combs to campaign for him, frequently referencing rap music in his interviews and speeches, and playing rap at his events. In one of the lasting images of the campaign, Obama stood in front of an audience in Raleigh, North Carolina and, invoking <a href=\"http://www.youtube.com/watch?v=Oz_-VaTHpc8\" title=\"\">Jay-Z's 2003 track Dirt Off Your Shoulder</a>, pretended to brush dirt off his own shoulder. He received standing applause from the crowd and a huge amount of news coverage afterwards. In that one motion, he had transformed the liability of his relative youth into an asset and, in the process, swept away any doubts that hip-hop would remain front and centre for the remainder of his campaign.</p> <p>Rappers were more than happy to play their part, too. As early as 2007, Obama's name started appearing in songs by socially conscious rappers such as Common and Talib Kweli, but it wasn't until the summer of 2008, when he emerged as the Democratic frontrunner, that Obama sparked a mini-industry of&#xa0;songs and mixtapes making direct reference to his candidacy. A long line of performers – including Nas, Jay-Z, Ludacris, Lil Wayne, Big Boi, Busta Rhymes, Jadakiss, will.i.am, Three 6 Mafia and Young Jeezy – drew on Obama's rhetoric of hope and change in an effort to mobilise youth and minority voters (and maybe to sell a few albums).</p> <p>It worked. In the 2008 election, youth voter turnout was the highest it&#xa0;had been in 35 years, and it helped propel Obama to the White House. Fittingly, Jay-Z and Diddy had highly coveted seats on the Capitol steps for the inauguration, while <a href=\"http://www.youtube.com/watch?v=O9sABRosdNg\" title=\"\">Young Jeezy's My President </a>could be heard playing from street corners across the nation's capital. After that, it was clear that hip-hop could be a potent mobilising force. \"Hip-hop brought awareness to a group of young adults who probably would not have voted otherwise,\" says Jermaine Hall, editor-in-chief of Vibe magazine. \"Some were educated on Obama's political points. Others were just happy to be part of electing a black president into office. Either way the role that Jay-Z, Puff [Diddy] and other hip-hop influencers played in that election can never be denied.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395141809\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/23/1345738070896/Barack-Obama-and-Ludacris-010.jpg\" alt=\"Barack Obama and Ludacris in 2006\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rapper Ludacris with then Senator Obama after a meeting together in Chicago in 2006. Photograph: Charles Rex Arbogast/Associated Press</span> <span class=\"element-image__credit\">Photograph: Charles Rex Arbogast/Associated Press</span> </figcaption> </figure>  <p>After the election, however, hip-hop receded into the background. In 2009, the Obamas launched the <a href=\"http://www.whitehouse.gov/blog/From-the-Studio\" title=\"\">White House Music Series</a>, which has sponsored a&#xa0;variety of musical performances at 1600 Pennsylvania Ave. Since its inception, the series has paid tribute to&#xa0;a wide range of genres, including classical, jazz, Motown and country, but rap, the music so instrumental to Obama's success, still hasn't been formally recognised. In fairness, the president isn't entirely to blame for this. In May of 2011, the Obamas invited <a href=\"http://en.wikipedia.org/wiki/Common_(entertainer)\" title=\"\">Common</a> to perform at a White House poetry event, but rightwing pundits – Sarah Palin and Karl Rove foremost among them – <a href=\"http://www.huffingtonpost.com/2011/05/12/sarah-palin-common-_n_860986.html\" title=\"\">doused the event in controversy</a>, using deviously selective readings of Common's work to argue that Obama had just welcomed an anti-police \"thug\" into his midst. The&#xa0;story spread like wildfire. It didn't matter that Common is widely regarded as one of the most positive, peace-loving figures in rap.</p> <p>The Common debacle is clearly illustrative of the opposition's strategy. \"Republicans have pounced on any and all associations Obama might make with black people in a way that has the potential to turn white centrist and independent voters against him,\" says Rose. Fully aware that these voters may see Obama's rap connections as a liability, Jay-Z noted the need for caution. In a 2009 <a href=\"http://www.guardian.co.uk/music/2009/aug/29/carter-jaz-z-hip-hop\" title=\"\">interview with the Guardian</a> he said: \"I didn't want the association with rappers and gangsta rappers to hinder anything that [Obama] was doing. I&#xa0;came when I was needed; I didn't make any comments in the press, go too far or put my picture with Obama on MySpace, Twitter, none of that.\"</p> <p>Deciding that potential swing voters are too important to lose in 2012, Obama appears to have capitulated, at least with respect to rap. When <a href=\"http://politics.blogs.foxnews.com/2012/02/09/political-playlist-obamas-2012-campaign-rally-music\" title=\"\">his campaign released its 29-song playlist</a> in February, there was not a single rap song on it. There was a healthy dose of country, though, including two songs each by Sugarland and Darius Rucker. Several months later, the campaign expanded its list, finally adding a couple of rap songs, one of which was <a href=\"http://www.youtube.com/watch?v=amXeJrA-wDc\" title=\"\">K'naan's Wavin' Flag</a>. This addition was probably less of a tribute to rap, however, than a dig at Mitt Romney. Earlier this year, the Republican challenger used Wavin' Flag in his own campaign, but was forced to stop after K'naan objected (and then invited Obama to use it instead).</p> <p>Keeping a safe distance from rap may be a wise strategic move, but putting politics before principle runs counter to the slogan of \"change\" that Obama ran on, and it has opened him up to some scathing attacks. In his February 2011 song <a href=\"http://www.youtube.com/watch?v=22l1sf5JZD0\" title=\"\">Words I Never Said,&#xa0;Lupe Fiasco raps</a>: \"Gaza Strip was&#xa0;getting bombed/ Obama didn't say shit/ That's why I ain't vote for him.\" A&#xa0;few months later, the musician intensified his <a href=\"http://www.huffingtonpost.com/2011/06/08/lupe-fiasco-obama-terrorist_n_873353.html\" title=\"\">criticism in a video interview with CBS</a>: \"To me, the biggest terrorist is Obama in the United States of America.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395141810\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/23/1345738194336/Lupe-Fiasco-2011-010.jpg\" alt=\"Lupe Fiasco, 2011\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lupe Fiasco has described Obama as 'the biggest terrorist'. Photograph: Matt Sayles/AP</span> <span class=\"element-image__credit\">Photograph: Matt Sayles/AP</span> </figcaption> </figure>  <p>Lupe wasn't alone. In October of last year, British rapper Lowkey released <a href=\"http://www.youtube.com/watch?v=bB-vYuYhdSE\" title=\"\">Obama Nation (Part II)</a>, on which M1 of Dead Prez calls Obama \"a master of disguise, expert at telling lies\". Using less incendiary rhetoric, the Seattle-based Blue Scholars nevertheless <a href=\"http://www.youtube.com/watch?v=QbssPOsHwNs\" title=\"\">open their song Hussein</a> (Obama's middle name) with \"This ain't the hope or the change you imagined\", going on to suggest that Obama has failed to address the US's economic inequality.</p> <p>Obama is hardly the first political leader to reach power and face a backlash from artists who once supported him, but in the absence of the pro-Obama anthems we heard in 2008 or the deep-throated support of legions of performers, the voices of dissent have become especially pronounced. It doesn't help that some of Obama's major fans have changed their tune. Speech, of Arrested Development, who supported Obama in 2008, <a href=\"http://blogs.miaminewtimes.com/crossfade/2012/02/arrested_development_rapper_speech_obama_ron_paul.php\" title=\"\">said earlier this year he was \"disillusioned\" with the president</a> and would support the Republican Ron Paul instead. Snoop Dogg, another Obama fan in 2008, also seemed to throw some of his support behind Paul when he posted a picture of the politician to his Facebook page with the caption, \"Smoke weed every day\", a reference to <a href=\"http://www.guardian.co.uk/world/2012/jan/25/florida-primary-candidates-drug-policy\" title=\"\">Paul's marijuana-friendly platform</a>.</p> <p>Even those inauguration VIPs Diddy and Jay-Z have tempered their enthusiasm. In early 2011, Diddy <a href=\"http://www.thesource.com/articles/41376/Diddy-Covers-The-Source\" title=\"\">told hip-hop magazine the Source</a>, \"I love the president like most of us. I just want the president to do better.\" Jay-Z also acknowledged problems with Obama's first term, admitting that some of the criticism directed at the president has been fair. \"Numbers don't lie,\" he said last July, during a preview of Watch the Throne, his collaboration with Kanye West. \"It's fucked up out there. Unemployment is still high.\"</p> <p>When asked if he feels disappointed with Obama, rapper Nas expresses his continued support for the president but also his disillusionment with the political process that put him in office. \"I've been disappointed by politics since the day I was born,\" he says. \"The historic part of him being elected president was got, and everyone was happy about that, and I'm glad I lived to see it. The flipside is, after we get over that, it's back to the politics, and it's something which doesn't have time for people. It's its own animal.\"</p> <p>This campaign season in the US has exposed this very tension – for rappers and for Obama. For their part, many rap artists are clearly torn between their allegiance to the first black president and their desire to be straight about conditions on the ground. <a href=\"http://www.youtube.com/watch?v=q3Vu-h4PgOk\" title=\"\">The Wu-Tang Clan's track Never Feel This Pain</a>, released last June, offers a lyrical glimpse of this ambivalence. Referring to Obama, Inspectah Deck says: \"I never doubted him. I'm proud of him.\" However, these lyrics of encouragement are sandwiched between those of frustration. Speaking of his desire for a better life, he says, \"I ain't waitin' for Obama,\" and continues: \"Seein' is believin', my vision is blurred, 'cause I ain't seein' nothin' I&#xa0;heard, really nothin' but words.\" Album reviews have either read this as criticism or endorsement, but it's not that simple.</p> <p>Nor is it for Obama. Facing a struggling economy and a crazy-eyed opposition that has dragged US political discourse to the right, he appears to be striking a&#xa0;centrist tone in order to reach crucial swing voters. This may indeed be the strategy he must follow if he wants a second term, but it's one that situates him firmly within the very political establishment rappers have long held in contempt.</p> <p><em>Erik Nielson is assistant professor of liberal arts at the University of Richmond, USA</em></p>",
  "<p>The Pentagon knew nothing about the book by one of its own until it saw the press release. </p> <p>But the Obama administration quickly took notice of the promise, or threat, by a former US special operations soldier who was in the room when Osama Bin Laden was killed to \"set the record straight\" in a first-hand and unvetted account of the mission to get the al-Qaida leader to be published just weeks before the presidential election. </p> <p>The publisher, a subsidiary of Penguin, has said little about the book, No Easy Day: The Firsthand Account of the Mission That Killed Osama Bin Laden, other than that the author is a former member of Navy Seal Team Six who \"was one of the first men through the door on the third floor of the terrorist leader's hideout and was present at his death\". </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395112022\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345739895734/bin-laden-book-001.jpg\" alt=\"bin laden book\" width=\"220\" height=\"333\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">No Easy Day: The Firsthand Account of the Mission That Killed Osama Bin Laden Photograph: Dutton/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Dutton/AFP/Getty Images</span> </figcaption> </figure>  <p>It promises a \"blow-by-blow narrative of the assault\" beginning with the helicopter crash that could have ended the author's life straight \"through to the radio call confirming Bin Laden's death\". Penguin said the account is \"an essential piece of modern history\". </p> <p>But the book will land in the midst of an election in which Republicans, concerned that Bin Laden's death has neutralised attempts to paint Barack Obama as weak on national security, are accusing the president of overstating his role in the raid for political advantage. </p> <p>No Easy Day is to be published under a pen name, Mark Owen. But Fox News said it has established the true identity of the author, naming him and <a href=\"http://www.foxnews.com/politics/2012/08/23/author-bin-laden-raid-insider-account-idd-could-face-legal-trouble/\">saying he is a 36-year-old from Alaska</a> who also took part in a Seal raid in 2009 that rescued the captain of an American merchant ship seized by Somali pirates. He retired from the military last year. </p> <p>The book has been a closely held secret in the publishing world, and the announcement that it will be released on September 11, the 11th anniversary of the al-Qaida attacks on the US, caught the Pentagon and intelligence services off guard. </p> <p>Tommy Vietor, a national security council spokesman said: \"We learned about this book today from press reports. We haven't reviewed it and don't know what it says.\" </p> <p>The US navy spokesman, rear admiral John Kirby, said that the former Seal had not sought authorisation to write the account. \"The author did not seek Navy support/approval for this book. We have no record of any request from an author associated with that book company,\" he said. </p> <p>The navy warned that the Seal could be open to prosecution if he reveals classified information. While other former Navy Seals have written books about the Bin Laden raid none was involved first hand. The publisher said that the book has been checked by lawyers and found to be \"without risk to national security\". </p> <p>The author has said little about the book's contents other than that it is about the sacrifices made by members of special operations forces and that he hopes it will inspire young men to join the Navy Seals. </p> <p>Whatever its tone, the account is likely to be caught up in attempts by a group of right wing former military and intelligence officers with ties to the Tea Party movement and Republican party to accuse Obama of claiming too much credit for hunting down Bin Laden. The group, the Special Operations OPSEC Education Fund, last week released a <a href=\"http://www.youtube.com/watch?v=X-Xfti7qtT0&amp;;feature=player_embedded\">22-minute video accusing the president of leaking intelligence and military secrets</a> – including the role of a Pakistani doctor in finding the al-Qaida leader, details of virus attacks on Iran's nuclear programme and Obama's part in deciding a \"kill list\" of targets of drone strikes in Pakistan – for political gain. </p> <p>Several former Central Intelligence Agency and US military officers appear in the video saying that Obama is wrongly claiming credit for Bin Laden's death although there is no evidence they have any special knowledge of the situation. </p> <p>The chairman of the US joint chiefs of staff, General Martin Dempsey, accused the officers of exploiting their uniforms for political ends. </p> <p>\"If someone uses the uniform, whatever uniform, for partisan politics, I am disappointed because I think it does erode that bond of trust we have with the American people,\" he told Fox News. </p> <p>The Obama campaign has dismissed the attacks as reminiscent of the Swift boat campaign to smear the 2004 Democratic presidential candidate, John Kerry. A group, Swift Boat Veterans for Truth, led a well funded and effective attack on Kerry's record of military service on board Swift boats in Vietnam.</p>",
  "<p>Earlier this year, the Obama administration responded to <a href=\"http://www.scribd.com/full/75783990?access_key=key-1l6sr2s7yfm3syq0wxtt\">a lawsuit</a> seeking videos and photographs of the Osama bin Laden raid by claiming (as usual) that it was all too secret to disclose. A federal court (<a href=\"http://www.salon.com/2012/04/23/federal_judge_complicity/\">as usual</a>) acquiesced to those assertions and <a href=\"http://jurist.org/paperchase/2012/04/federal-judge-denies-foia-request-for-bin-laden-photos.php\">dismissed the suit</a>, finding that \"the release of the images and/or videos 'reasonably could be expected to cause exceptionally grave damage to the national security.'\" The administration made the same secrecy and national security claims to <a href=\"http://www.theatlanticwire.com/politics/2011/05/look-whos-foiaing-bin-laden-death-photo/37493/\">deny the requests</a> of multiple news agencies for related materials about the Bin Laden raid.</p> <p>Those materials would have resolved <a href=\"http://www.motherjones.com/politics/2011/08/osama-bin-laden-killing-media\">still lingering and serious questions</a> about that raid – questions created by the administration's <a href=\"http://www.guardian.co.uk/world/2011/may/04/osama-bin-laden-killing-us-story-change\">numerous inconsistencies</a> and <a href=\"http://www.telegraph.co.uk/news/worldnews/al-qaeda/8491108/Osama-bin-Laden-day-two-and-a-new-version-of-how-events-unfolded.html\">false</a> <a href=\"https://twitter.com/elliottjustin/status/66107429305331712\">claims</a>, including whether it was a \"kill-not-capture\" mission from the start and whether Bin Laden resisted capture in any way. Despite the <a href=\"politicalticker.blogs.cnn.com/2011/05/08/shut-up-and-move-on-kerry-says/\">decree</a> of the always-imperious Democratic Senator John Kerry that everyone wanting answers should just \"shut up and move on\", actual journalists continue to ask the right questions. Shortly after the raid, Mother Jones's Adam Weinstein, an Iraq war veteran, wrote:</p> <blockquote> <p>\"Now that Osama bin Laden rests in the briny deep, reporters and citizens alike are asking good questions about the operation that dumped him there. Was it a kill mission? What happened to everyone else in the compound? And what was up with that sea burial, anyway?</p> <p>\"Each of these questions fundamentally involves how Americans ought to act in combat, and as such, they deserve good answers – which haven't been fully articulated by the White House or the military.\"</p> </blockquote> <p>Last August, in the same magazine, Mark Follman wrote a <a href=\"http://www.motherjones.com/politics/2011/08/osama-bin-laden-killing-media\">comprehensive article</a> exploring many of these questions that began with this sentence:</p> <blockquote> <p>\"You don't have to be a conspiracy theorist to be still scratching your head about the end of Osama bin Laden.\"</p> </blockquote> <p>Noting that \"there have been multiple divergent accounts of the Navy Seals' mission in Abbottabad, Pakistan, with the story seeming to be colored by politics, sensationalism, and outright fantasy,\" he detailed the multiple \"glaring discrepancies\" in the various leaked stories which, he correctly observes, have \"big implications\".</p> <p>An event of this magnitude deserves clear transparency and disclosure, but the Obama administration's typically reflexive invocation of secrecy claims has prevented it. What makes that so much worse, though, is that at exactly the same time that it was telling a court that the mission is too secret to permit such disclosure, the White House launched a coordinated campaign of selective media leaking that had only one purpose: to glorify the president for political gain. </p> <p>Thus the same administration that resisted judicial disclosure pursuant to transparency laws <a href=\"http://www.theatlanticwire.com/business/2011/08/fact-checking-new-yorkers-fact-checkers/40964/\">leaked bits and pieces</a> about the mission (always favorable to the president) to their <a href=\"http://www.time.com/time/magazine/article/0,9171,2113155,00.html\">favorite media message-carriers</a>; secretly <a href=\"http://www.salon.com/2012/05/23/wh_leaks_for_propaganda_film/\">met with and shoveled information</a> to big Hollywood filmmakers planning a pre-election release of a film about the Bin Laden raid (now pushed back until December in the wake of the ensuing controversy, though the <a href=\"http://www.youtube.com/watch?v=EYFhFYoDAo4\">already-released film trailer</a> – see below – will soon be inundating the nation); and then sat down with <a href=\"http://www.salon.com/2012/05/03/nbc_news_top_hagiographer/\">one of America's most obsequious, military-revering news anchors</a> for an hour-long prime-time special that spoke of the raid with predictable awe but asked none of the hard questions about these lingering issues.</p> <p>This is all just part-and-parcel of the administration's <a href=\"https://www.aclu.org/blog/national-security/calling-out-cia-its-secrecy-game-targeted-killing\">modus operandi when it comes to classified information</a>. The same administration that has launched an <a href=\"http://www.motherjones.com/politics/2012/06/obamas-whistleblowers-stuxnet-leaks-drones\">unprecedented persecution campaign</a> against whistleblowers (who disclose information about high-level deceit and wrongdoing) routinely leaks classified information for political gain. Only Bad Leaks (ones that expose government wrongdoing) are punished, while Good Leaks (making Obama look good) are overlooked if not officially sanctioned. Similarly, as the <a href=\"http://www.guardian.co.uk/commentisfree/2012/jun/06/targeted-killing-campaign-propaganda\">ACLU documented</a> in a Guardian op-ed last June, the same administration that continuously blocks courts from reviewing the legality of their conduct by invoking secrecy claims compulsively leaks classified information to the media about those very same programs in order to depict the president as our \"tough\" and resolute protector.</p> <p>Now <a href=\"http://mediadecoder.blogs.nytimes.com/2012/08/22/navy-seals-book-will-describe-raid-that-killed-bin-laden/\">comes news</a> that one of the Navy Seals who participated in the Bin Laden raid will, using a pseudonym, publish a book setting forth his first-person account about what happened. In a stroke of excellent luck for Obama's re-election effort, the book – entitled No Easy Day: The Firsthand Account of the Mission That Killed Osama bin Laden – will be released on 11 September: providing the double political whammy of exploiting the emotions of that date and putting Obama's most celebrated national security coup front and center less than two months before the election. <a href=\"http://mediadecoder.blogs.nytimes.com/2012/08/22/navy-seals-book-will-describe-raid-that-killed-bin-laden/?gwh=673E2A40FBAA5F6C8E1E769C28226F0A\">As the New York Times observes</a>:</p> <blockquote> <p>\"[T]he book promises to be one of the biggest titles of the year, with the potential to rattle the presidential campaign in the final weeks before the November 6 election … the publisher is expecting a major bestseller, with a planned print run of 300,000 copies in hardcover.\"</p> </blockquote> <p>The description provided by Penguin, the book's publisher, promises a \"blow-by-blow narrative of the assault, beginning with the helicopter crash that could have ended [the author's] life straight through to the radio call confirming Bin Laden's death\". Although Pentagon and White House officials deny any advance knowledge of the book, the Navy Seal author is hardly attempting to conceal his identity. According to the NYT account, he provides ample biographical information that should make the process of identifying him extremely easy, including discussions of \"his childhood in Alaska\", the fact that he \"has completed 13 combat deployments since\" the 9/11 attack, and that he \"retired within the past year\". The book also includes accounts of \"his other previously unreported Seal missions\".</p> <p>Given that many of the details of the Bin Laden raid remain classified, this would appear to be a clear and obvious case of the unauthorized disclosure of classified information. The same is presumably true of any details he provides about \"his other previously unreported Seal missions\". Alternatively, if the raid has now been declassified, then what excuse remains for continuing to conceal the video and photographic evidence in the possession of the CIA that would reflect what actually happened?</p> <p>As the administration continues to persecute numerous actual whistleblowers under espionage statutes (and to <a href=\"http://www.salon.com/2011/06/23/risen_3/\">legally harass the journalists</a> who published their leaks), will there be any attempt to criminally investigate the Navy Seal who wrote this very-helpful-to-Obama book? (As a side note, remember when Democrats – who now coordinate with Hollywood studios to produce pre-election hagiography of the commander-in-chief's kill orders – used to complain bitterly about how Bush/Rove Republicans would (spoken with purse-lipped disgust) <em>exploit national security for political gain</em>?)</p> <p>Allowing the government to operate behind an impenetrable wall of secrecy is destructive in its own right. But all of that becomes substantially worse when the administration is permitted to play these sorts of games with its secrecy powers: overlooking or rewarding politically beneficial leaks while severely punishing leaks that provide an important public value by exposing high-level corruption. Manipulating presidential secrecy powers in this way is an odious instrument for propaganda: it ensures that all embarrassing or incriminating information remains suppressed, and the only thing the public learns – and the eager, grateful press amplifies – are the informational crumbs doled out by the White House in order to glorify the leader. That's the very definition of state propaganda.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/EYFhFYoDAo4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/EYFhFYoDAo4\" frameborder=\"0\" allowfullscreen></iframe> </figure>",
  "<p>President Barack Obama and Republican challenger Mitt Romney are both being portrayed in an overwhelmingly negative light as they battle each other in America's 2012 presidential election, a new survey of media coverage has revealed.</p> <p>The result has been one of the most negative electoral contests in recent memory in which Obama is widely painted as having failed to kickstart any meaningful economic recovery, but Romney is described as a rich, elitist \"vulture\" capitalist out of touch with the struggles of ordinary Americans.</p> <p>A survey by the Pew Research Center's Project for Excellence in Journalism has found that the \"master narrative\" of Obama is negative in 72% of coverage about his character and record. </p> <p>But while that may worry Democrats nostalgic for 2008's message of hope and change, there is little consolation for Republicans. The study also found that Romney's master narratives were negative in some 71% of coverage of the former Massachusetts governor.</p> <p>PEJ director Tom Rosenstiel said the results were a surprise, especially as external events had so far played little role in either campaign, meaning the negativity was more deliberate than any sort of reaction to an outside crisis. </p> <p>\"It is just nastier than normal,\" said Rosenstiel, pointing out that the 2004 contest – which was also very negative – had been marked by dramatic external events like the war in Iraq and the Abu Ghraib prison scandal.</p> <p>The study looked at some 800 stories from 50 major news outlets and examined 1,772 assessments of the candidates. It found that 36% of all assertions about Obama suggested that the president had not done enough to help the economy. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395097996\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345665806199/barack-obama-pew-006.jpg\" alt=\"barack obama pew\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama is widely painted as having failed to kickstart an economic recovery …</span> <span class=\"element-image__credit\">Photograph: Kevin Lamarque/Reuters</span> </figcaption> </figure>  <p>Meanwhile 14% of assertions about Romney were that he was a vulture capitalist, and 13% were that he was a rich elitist. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395097997\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345666022384/mitt-romney-pew-006.jpg\" alt=\"mitt romney pew\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">… while Romney is described as a rich, elitist 'vulture' capitalist out of touch with ordinary Americans</span> <span class=\"element-image__credit\">Photograph: John Gress/Reuters</span> </figcaption> </figure>  <p>\"The survey shows that the press has delivered voters a remarkably negative story for both Obama and Romney. The negative theme about Obama's record is winning out right now. At the same time so is the argument that Mitt Romney is a callous businessman and a wealthy elitist,\" said PEJ associate director Mark Jurkowitz.</p> <p>Rosenstiel believes the reasons for this are varied. The rise of the internet and each campaign's rapid response teams means narratives of attack and defense are all too dominant in the modern 24 hour news cycle. </p> <p>At the same time newsrooms of traditional media outlets have shrunk in size, meaning that partisan voices, such as surrogates or campaign officials from each side, find it easier to dominate coverage that has to be produced quickly. \"The campaigns understand the weaknesses of the media system,\" Rosenstiel said. </p> <p>But it is not just that the campaigns themselves are being negative. Though both sides have been markedly aggressive in their attacks on each other, their positive messages have often failed to be reported by the press. </p> <p>For example, despite major efforts by the Obama campaign to show him as caring about ordinary Americans, just 3% of press coverage reflected that assertion. </p> <p>The result is a marked difference from the 2008 campaign, when Obama beat Republican Senator John McCain. In that contest only 31% of coverage about Obama reflected a negative narrative, with McCain coming in at 57%</p> <p>In recent elections only the coverage of President George W Bush in 2004 was more negative than either Obama or Romney this year. In that contest some 75% of narratives in the press about Bush were negative, though that did not stop him from winning re-election.</p>",
  "<p>It's time for our third weekly post rounding up the best new smartphone and tablet games, returning to its Thursday slot. Why Thursday? That's become the biggest day of the week for new mobile releases, as publishers jockey for high positions on the app store charts ahead of the weekend.</p> <p>Here's this week's selection:</p> <h2><a href=\"http://itunes.apple.com/gb/app/vote!!!/id534309109?mt=8\">Vote!!!</a></h2> <p>Easily the best game involving Mitt Romney whacking Barack Obama with a giant sausage you'll play this week. This is a politically-themed beat 'em up for the US presidential election, with the surprise twist being that its developer is Chair Entertainment –&nbsp;best known for the Infinity Blade games.<br><strong>iPhone / iPad</strong></p> <h2><a href=\"http://www.glu.com/game/eternity-warriors-2\">Eternity Warriors 2</a></h2> <p>US publisher Glu Mobile has released a polished sequel to its Eternity Warriors dungeon-crawler, set 100 years after the first one. Once again, it involves battling your way through dungeons laying into demons and monsters, while upgrading your items along the way. The freemium game also includes an online co-operative multiplayer mode.<br><strong>Android / iPhone / iPad</strong></p> <h2><a href=\"http://itunes.apple.com/gb/app/koozac/id502803445?mt=8\">KooZac</a></h2> <p>Famously described as \"between Tetris and Sudoku\", this popular web game has been ported to iOS by publisher Square Enix. The gameplay involves positioning falling blocks to make target numbers, with 60 levels to play, and a KooZac Blitz mode to compete against friends.<br><strong>iPhone / iPad</strong></p> <h2><a href=\"http://itunes.apple.com/gb/app/monpla-smash/id523031323?mt=8\">Monpla Smash</a></h2> <p>Gree's Monpla Smash is the latest mobile game that's been a big hit in Japan –&nbsp;5m players, apparently –&nbsp;to be transferred to the West, starting with iPhone. It involves raising monsters and battling opponents, like an online Pokemon with a freemium business model.<br><strong>iPhone</strong></p> <h2><a href=\"http://george.lego.com/en-us/products/life-of-george/\">Lego: Build Your Brain</a></h2> <p>Lego has launched this smartphone game to be used with its boxed Life of George set. Styled as a game show, you have to build bricks in the real world, then take photos of them using the device's camera to score points, and \"build your brain bigger and stronger\". A nifty blend of digital and physical play.<br><strong>Android / iPhone</strong></p> <h2><a href=\"http://www.windowsphone.com/en-US/apps/1bfb4d76-185d-4bbc-82e7-ac4ff02ceca3\">Shoot 1UP</a></h2> <p>\"Why play shoot 'em ups one ship at a time?\" asks the Windows Phone Marketplace listing for this new game. Why indeed? Microsoft Studios' newie sees you launching a fleet of bullet-laden ships at once to battle your way through vertically-scrolling levels. Converted from an Xbox 360 Indie game, it's fully Xbox Lived up.<br><strong>Windows Phone</strong></p> <h2><a href=\"http://itunes.apple.com/gb/app/kings-bounty-legions/id507975944?mt=8\">King's Bounty: Legions</a></h2> <p>A rich feast for hardcore iPad gamers to sink their teeth into, this. It's a fantasy-themed turn-based strategy game that has you raising a monster army and crafting armour and weapons to beat a succession of opponents online.<br><strong>iPad</strong></p> <h2><a href=\"http://itunes.apple.com/gb/app/one-epic-knight/id469820028?mt=8\">One Epic Knight</a></h2> <p>Where next for Temple Run-style endless runners? Back to medieval times, seemingly, as shown by One Epic Knight. Its star appeared in developer Simutronics' previous game Tiny Heroes as a villain, but now you're controlling him as he smashes his way through a dungeon.<br><strong>iPhone / iPad</strong></p> <h2><a href=\"https://play.google.com/store/apps/details?id=com.StepGames.StarSplitter\">Star Splitter</a></h2> <p>If you have fond memories of space-based adventure games in your youth, and have an Android device to hand, Star Splitter may be just the thing this weekend. It's an intergalactic 3D shooter, with lots of ship upgrades, space battles and missions to complete.<br><strong>Android</strong></p> <h2><a href=\"http://itunes.apple.com/gb/app/lost-cities/id465062454?mt=8\">Lost Cities</a></h2> <p>Developer TheCodingMonkeys did a grand job with its iOS conversion of board game Carcassonne. Now it's looking to repeat the achievement with Lost Cities, a version of Reiner Knizia's Solitaire-esque board game. Online multiplayer is included.<br><strong>iPhone</strong></p> <p>That's our selection, but what new games have you been playing this week on your smartphone or tablet? Make your recommendations (or pass judgement on the games above) with a comment.</p>",
  "<p>The fate of billions of dollars of promised funding from rich countries to help the developing world adapt to climate change will be discussed on Thursday in Geneva, at the first meeting of the UN's <a href=\"http://unfccc.int/cooperation_and_support/financial_mechanism/green_climate_fund/items/5869.php\" title=\"\">Green Climate Fund</a>.</p> <p>The fund is meant to be the biggest single funding route for the <a href=\"http://www.theguardian.com/environment/2009/dec/17/us-copenhagen-100bn-climate-fund\" title=\"\">$100bn (£63bn) that developed countries have pledged</a> should flow to poor nations each year by 2020, to help them cut greenhouse gas emissions and adapt to the effects of global warming.</p> <p>But key decisions – such as where the fund should be headquartered, who should run it, how it will operate and how it can raise funds – will be delayed for months.</p> <p>On Thursday morning, the initial meeting, delayed by months as governments procrastinated, began with the election of a developing and a developed country co-chair. These were the South African representative Zaheer Fakir and Australia's Ewen McDonald, who had been favourite to win the post. They will jointly chair the fund for its first year. Fakir is head of international relations and governance at the South African Department of Environmental Affairs, while McDonald is deputy director general of the Australian Agency for International Development (AusAID).</p> <p>A final decision on the GCF's location – Germany, Namibia, and other countries have all offered to be the host – is understood to be unlikely before the end of the year.</p> <p>All of the other important issues around the GCF, including how much money it is likely to have to disburse and how it will raise funds from the private sector, are matters of contention. The fund is unlikely to have much sway over the initial round of <a href=\"http://www.theguardian.com/environment/2010/dec/07/cancun-summit-climate-aid-row\" title=\"\">\"fast-start\" financing from rich to poor countries</a> that was agreed at the <a href=\"http://www.theguardian.com/environment/copenhagen\" title=\"\">Copenhagen summit in 2009</a>. Most of the $30bn (£19bn) pledged at Copenhagen has now been committed, and most of it is already earmarked for various projects. For instance, the UK is on track to provide £1.5bn between 2010-13 and about £1bn of this has already been committed to bilateral and multilateral projects developed with poor countries, or is being channelled through existing funding routes.</p> <p>Given this, it is unclear whether the GCF will have access to much financing in the next few years, even though it is envisaged to be the world's single biggest source of financing for climate change mitigation and adaptation by 2020.</p> <p>In the longer term, the prospects for substantial funding are even less clear: it will have to raise money from both governments and the private sector but at present there is no agreement on how it might do so.</p> <p>Although <a href=\"http://www.theguardian.com/environment/2009/dec/21/copenhagen-accord-climate-change\" title=\"\">the $100bn a year was agreed at Copenhagen</a>, and <a href=\"http://www.theguardian.com/environment/2010/dec/13/cancun-climate-agreement\" title=\"\">confirmed at Cancun in 2010</a>, the GCF will be only one source among many for those funds. Private sector and government cash flowing through other routes will also count towards the $100bn goal.</p> <p>One major source of contention in the discussions is that some developing country governments want to limit the fund, so that contributions from the public sector come only from \"traditional donors\". That is, the countries labelled as developed in the original UN climate treaties of 1992 and the Kyoto protocol of 1997. This is an important distinction, as it would mean that China, the world's second biggest economy, and other rapidly growing countries such as South Korea, Singapore and many Middle Eastern nations, despite their high incomes per capita, would be excluded from contributing. Developed nations including the US and the UK insist that this distinction should not apply to the fund. Although the GCF has been under discussion for years, with governments agreeing in principle at Copenhagen to set it up, the complexities of the climate negotiations have stalled its development. However, the delays increase the political risk around the project: for instance, the US under a Republican president or Congress is unlikely to be willing to commit substantial sums to the fund.</p> <p>As the US presidential campaign has progressed, the White House has not made climate change negotiations a major issue. The administration's special envoy for climate change, Todd Stern, caused consternation several weeks ago when he appeared to suggest, in <a href=\"http://www.state.gov/e/oes/rls/remarks/2012/196004.htm\" title=\"\">a speech at Dartmouth College in the US</a>, that the long term goal of holding global warming to no more than 2C above pre-industrial levels – the underpinning principle of the <a href=\"http://www.theguardian.com/environment/2009/dec/18/copenhagen-deal\" title=\"\">Copenhagen accord</a>, <a href=\"http://www.theguardian.com/environment/2010/dec/11/mexico-cancun-environment-climate-summit\" title=\"\">Cancun agreement</a>, and <a href=\"http://www.theguardian.com/environment/interactive/2011/dec/12/durban-climate-change-conference-2011-global-climate-talks\" title=\"\">last year's agreement at Durban</a> - could be abandoned.</p>",
  "<video data-media-id=\"gu-video-393129539\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/7/16/120717madonnaNF-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/7/16/120717madonnaNF-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120717madonnaNF/120717madonnaNF.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/7/16/120717madonnaNF_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/7/16/120717madonnaNF_3gpLg16x9.3gp\"/> </video>   <p>Madonna has toned down her criticism of far-right French politician Marine Le Pen, modifying a tour <a href=\"http://www.guardian.co.uk/world/video/2012/jul/16/marine-le-pen-front-national-madonna-video\">video</a> that superimposed a swastika over her face. Performing in Nice on Tuesday, Madonna again projected an image of Le Pen, but this time superimposed a question mark.</p> <p>By playing nice in Nice, the singer was seen to have bowed to pressure from Le Pen's Front National (FN) party, which is popular in the region. French newspapers described the move as <a href=\"http://www.lefigaro.fr/musique/2012/08/22/03006-20120822ARTFIG00281-madonna-apaise-la-polemique-avec-le-fn.php\" title=\"\">\"appeasing\"</a>, <a href=\"http://www.chartsinfrance.net/Madonna/news-81467.html\" title=\"\">\"giving in\"</a> or simply <a href=\"http://www.nicematin.com/france/en-concert-a-nice-madonna-calme-la-polemique-avec-marine-le-pen.968441.html\" title=\"\">\"calming the controversy\"</a>, and Le Pen's supporters clearly saw it as a victory. \"To my knowledge, Madonna has never changed a video before,\" said Gaël Nofri, a spokesman for Le Pen's Blue Marine Rally conservative group, in an interview with Agence France-Presse. \"It's proof that our arguments won out. It's excellent news.\"</p> <p>The daughter of FN's notorious former leader, Jean-Marie, Marine Le Pen garnered almost 18% of votes in this year's French presidential election, placing third. Whereas only about 6% of ballots supported her in Paris, in Nice she received almost a quarter of the votes. Le Pen and her party are known for their strong nationalist stance, advocating for reduced immigration, and as vocal opponents of abortion, euthanasia and gay marriage.</p> <p>Madonna began drawing FN's ire in May, as her tour kicked off in Tel Aviv. During the performance of Nobody Knows Me, the 54-year-old was backed by projections of Pope Benedict, Sarah Palin, Hu Jintao, and other leaders who have been accused of intolerance. When Le Pen appears, a swastika flashes on her forehead. \"If she tries that in France, we'll be waiting for her,\" Le Pen said. And indeed <a href=\"http://www.guardian.co.uk/world/2012/jul/15/france-front-national-sue-madonna-swastika\" title=\"\">after a gig in Paris</a>, with the same video, the FN filed a lawsuit for public insult and defamation. More lawsuits would follow, Le Pen said, if Madonna repeated the stunt in Paris.</p> <p>In recent weeks Madonna has tried to quell the controversy, saying it wasn't her intention \"to make enemies\", just <a href=\"http://www.guardian.co.uk/world/feedarticle/10357143\" title=\"\">\"to promote tolerance\"</a>. She has also tried to change the subject, speaking out against the arrest of <a href=\"http://www.guardian.co.uk/music/2012/aug/20/madonna-pussy-riot-verdict\" title=\"\">Pussy Riot</a>, and supporting Russia's gay activists. But the controversy seriously affected French ticket sales: activists for FN were reportedly covering Madonna's posters with their own billboards, and the city of Nice claimed it had received more than <a href=\"http://www.hollywoodreporter.com/news/madonna-marine-le-pen-france-concert-364752\" title=\"\">4,000 tickets to give away</a>.</p> <p>Tuesday's gig in Nice, at the Stade Charles-Ehrmann, was the final European date on Madonna's MDNA tour. Concerts will resume next week, in North America.</p>"
]