[
  "<p>American party conventions, for all their razzmatazz, lack the drama of their fictional depictions, including <a href=\"http://www.imdb.com/title/tt0057883/\" title=\"\"><em>The Best Man</em></a>, the 1964 film starring Henry Fonda and Cliff Robertson, a tale of skulduggery between two leading candidates for nomination that ends with both imploding.</p> <p>Sadly, there is no chance of similar drama in <a href=\"http://www.theguardian.com/world/2012/aug/24/romney-speech-republican-national-convention?newsfeed=true\" title=\"\">Tampa, Florida</a>, when the Grand Old Party meets tomorrow. A piece of choreographed theatre, its function is to anoint Mitt Romney as the candidate in front of the Republican party's panjandrums and their wealthy backers. Over five days, 50,000 party faithful and 15,000 media will go through the motions towards a foregone conclusion.</p> <p>If the beef in this story is not about who will be the candidate to fight Obama in the autumn, it is about a different issue of identity, perhaps even more critical. What will be pored over during the coming days is an issue even the candidate cannot ignore – the question of precisely what his party is and represents today.</p> <p>In past conventions, both Democratic and Republican candidates have been able to stand aside from damaging ideas promoted by their party activists. This time, Romney, not least because of his choice of <a href=\"http://www.theguardian.com/world/2012/aug/22/mitt-romney-paul-ryan?newsfeed=true\" title=\"\">Paul Ryan </a>as his running mate, will not have that luxury. A lacklustre candidate who has struggled to energise the base of a party that has, under the guidance of the Tea Party, lurched ever further right, Romney is caught on the horns of a dilemma. He cannot be seen to be disavowing his party's right wing too strongly, just as his political opponents will be earnestly studying the convention for fresh ammunition to discredit him.</p> <p>The reality is that the convention in Tampa will mark the end of a process that began in the last presidential election cycle with the rise of the Tea Party and the divisive figure of Sarah Palin, a movement whose strong influence within the party remains undiminished, despite questions, not least during the midterm elections two years ago, of how popular the movement was, and is, with the voters.</p> <p>Already there have been signs of the difficult course Romney will have to steer between electability and satisfying the Republican base. The recent repellent – and scientifically bizarre – remarks of Missouri's US Senate candidate <a href=\"http://www.theguardian.com/world/2012/aug/24/todd-akin-remain-missouri-senate-race?newsfeed=true\" title=\"\">Todd Akin </a>about rape have framed his difficulties. For while the presidential candidate quickly called for Akin to withdraw from the race, he has had more difficulty extricating himself from the fact that his running mate Ryan has shared similar views to Akin on abortion.</p> <p>If that row has prefigured the convention, what will be discussed on the floor at Tampa is only likely to underline the damaging dynamics in the Republican party in an election year. The draft platform (usually something the candidate can quietly disregard) in circulation ahead of the meeting this year almost wilfully incorporates some of the most explosive potential issues in the coming weeks of the campaign. Described by the <em>New York Times </em>as a \"mean-spirited platform\" closer to the views of Paul Ryan than Romney, it is hostile to women's reproductive rights, immigration and gay marriage while embracing hardline Tea Party views on everything from national security to taxation.</p> <p>Controversially, a version of the draft acquired by CNN includes the commitment to an anti-abortion amendment to the constitution with no exemption for rape or incest, precisely Akin's position.</p> <p>And while its final shape has still to be determined it seems unlikely that Republican activists will – at the last moment – embrace a warmer and more centre right message.</p> <p>If content of the draft platform presents one risk to Romney, his own pitch, as it has been anticipated in the US media, is also a hazardous approach for a man who would defeat an incumbent to become president of the United States.</p> <p>It has been suggested that what Romney wants to emphasise is his record as a businessman, with the skills to turn the US economy around. This, in large part, is because his political history as governor of Massachusetts is littered with achievements, not least his version of state-mandated healthcare, that are anathema to a large part of his audience in Florida.</p> <p>The reality, as commentators such as Maureen Dowd in the <em>New York Times </em>have observed, is that the Republican core, despite the addition of Paul Ryan's fresh face, is \"ever more antediluvian, anti-women, anti-gay [and] conservative.\"</p> <p>Even on the issue of economic policy, the committee drafting the platform is looking thoroughly backward, appropriate perhaps for a party where members believe that dinosaurs and humans co-existed, to setting up a commission to consider linking the dollar to the gold standard.</p> <p>Which leaves Romney less room to manoeuvre than a candidate might like. While his tax plans and language on entitlement might cheer the base, he also needs to be attractive to a host of voting groups from single women to Democrat-leaning Hispanic voters currently put off by his party's language on immigration and older voters frightened over proposed changes to Medicare.</p> <p>The natural temptation for Romney should be to steer the party more closely to the safer central ground. But the evidence of the past few weeks, not least his selection of Ryan as running mate, suggests that is not on his mind. And if more evidence of which way Romney is leaning was required, it was provided last week in his off-the-cuff comments while visiting his native Michigan.</p> <p>Departing from script – his advisers say – he delivered <a href=\"http://www.washingtonpost.com/politics/romney-jokes-about-his-birth-certificate-obama-campaign-accuses-him-of-embracing-birtherism/2012/08/24/bda35810-ee14-11e1-b0eb-dac6b50187ad_story.html\" title=\"\">a crude joke </a>that referenced the fallacious \"birther\" controversy that once fixated on the false notion that Obama was not born in Hawaii, but outside the US.</p> <p>That earned Romney a quick rebuke from the Obama campaign, accusing him of \"enlisting himself in the birther movement [that] should give pause to any rational voter across America\".</p> <p>In the final analysis, as the delegates begin to gather in Tampa, it is fair to say, as a general rule of politics, that parties get the candidates and the conferences they deserve. The capture of Republicanism by a base more interested in the narrow extremes of their own ideology rather than electability may cost them the election. Sadly, it also impoverishes the US political debate at a time when both sides should be looking for solutions to the country's pressing problems.</p>",
  "<p>President Barack Obama has laid into his would-be White House replacement in a fervent attack on Mitt Romney's policies and character designed to knock his challenger off course ahead of a crucial convention speech.</p> <p>In a calculated move timed just days before Republican delegates meet in Florida to nod through Romney as their presidential candidate, Obama accused his rival of holding \"extreme positions\" and failing to \"own up\" to responsibilities.</p> <p>In <a href=\"http://www.theguardian.com/world/2012/aug/25/obama-romney-extreme-positions-elections\">an interview with the Associated Press</a>, the president said that contrary to common belief, he had no beef with the former Massachusetts governor on a personal level, adding: \"I don't really know him well.\"</p> <p>But he attacked Romney on positions the candidate has taken that tie him to the right wing of his party, and cast aspersion over whether the Republican presidential hope had adopted stances out of conviction or through political expediency.</p> <p>In the interview conducted Thursday but released on Saturday, Obama said: \"I can't speak to governor Romney's motivations,\" adding: \"What I can say is that he has signed up for positions, extreme positions, that are very consistent with positions that a number of House Republicans have taken.</p> <p>\"And whether he actually believes in those or not, I have no doubt that he would carry forward some of the things that he's talked about.\"</p> <p>The president cited Romney's insistence on tax relief for America' super-rich as evidence of his \"extreme\" positions.</p> <p>He also sought to tie the Republican presidential challenger to the recent furore surrounding conservative a Senate candidate, Missouri's Todd Akin.</p> <p>Akin has been roundly condemned for comments he made suggesting that \"legitimate rape\" rarely leads to pregnancy.</p> <p>Romney himself has described the remarks as \"inexcusable\" and led party calls for him to step down as a Senate candidate. And he is on record as not opposing abortion in cases of rape and incest or if it will save the mother's life.</p> <p>But Obama noted in the Associated Press interview that calls for a \"no exceptions rule\" in regards to a ban on abortion – the position Akin was ham-fistedly trying to defend – are part of the Republican platform in Tampa</p> <p>The White House incumbent also predicted that a President Romney would not \"stand in the way\" if Congress gave him a bill that stripped away women's control over their reproductive health.</p> <p>The comments reflect a belief in Democratic circles that conservative positions adopted by Republicans on social issues could alienate the party from moderate and independent voters.</p> <p>The president also aimed a blow at Romney's personal tax arrangements – another common area of attack in recent months.</p> <p>Romney refusal to release more tax returns for public inspection displayed a \"lack of willingness to take responsibility for what this job entails\".</p> <p>As to his own record, Obama agreed that in regards to the economy, America was not \"where we need to be\".</p> <p>But he added: \"Governor Romney's policies would make things worse for middle-class families and offer no prospect for long-term opportunity for those striving to get into the middle class.\"</p> <p>The timing of the interview – just 10 weeks out from the general election and days before the Republican convention is due to begin – is clearly designed to steal a march on Romney ahead of his big week in Florida.</p> <p>A GfK poll released on Saturday suggest that the White House race is still on a knife-edge, with 47% of respondent saying they plan to back Obama and 46% opting for Romney.</p> <p>But despite the even split in voter intention, most people still expect Obama to win. The GfK survey found that 58% believe the Democrat will remain in power, with just 32% saying they thought the White House keys would exchange hands in November.</p> <p>In the Associated Press interview, Obama expressed confidence that voters would stick with him in the general election.</p> <p>\"If they saw governor Romney offering serious proposals that offered some sort of concrete ways in which middle-class families would be helped, then I could understand them thinking about that choice,\" Obama said.</p> <p>\"But that's not what's happening,\" he added.</p>"
]