[
  "<p>California Democratic party chairman John Burton has been rebuked by a<br>Barack Obama campaign spokesman after reportedly comparing Republicans to Nazi propaganda chief Joseph Goebbels.</p> <p><a href=\"http://blog.sfgate.com/nov05election/2012/09/03/ca-dem-chair-john-burton-compares-gop-to-nazi-goebbels-for-telling-the-big-lie-video/\">According to the San Francisco Chronicle</a>, Burton told journalists that Republican vice-presidential pick Paul Ryan told \"a bold face lie and he doesn't care that it was a lie\", adding: \"That was Goebbels, the big lie.\"</p> <p>The Chronicle has Burton issuing the same slur against the Republican Party as a whole, stating: \"They lie and they don't care if people think they lie...Joseph Goebbels – it's the big lie, you just keep repeating it.\"</p> <p>Even in the heat of an election campaign, comparisons to members of the Nazi party are out of bounds. And Obama aides were quick to distance the president from the comments. \"That obviously doesn't represent the views of the campaign. That doesn't have any place in the political discourse here in Charlotte.\"</p> <p>Obama campaign spokesman Ben LaBolt was quoted as saying when asked<br>about the comments. LaBolt's rebuke was not enough to prevent the comments serving as an unwelcome distraction to Democratic strategists as they prepared to open the party convention in North Carolina.</p> <p>Ryan Williams, an aide to Republican presidential candidate Mitt Romney, took to Twitter to condemn Burton's remarks, and called on Obama, DNC chairman Antonio Villaraigosa and California governor Jerry Brown to denounce the California Democrat.</p> <p>\"When will @BarackObama, @Villaraigosa &amp; @JerryBrownGov denounce CA Dem Chair Burton's outrageous Nazi comments?\" he asked in a tweet. </p> <p>The Romney campaign also released a statement from former Minnesota Senator Norm Coleman, the national co-chairman of the Jewish Americans for Romney Coalition, condemning the \"Goebbels\" remark.</p> <p>Coleman said: \"President Obama promised to lift up American politics. Unfortunately, some of his supporters, by employing rhetoric that has no place in our political system, are bringing it down to the gutter.\" He added: \"The comments by California Democratic Chair John Burton likening the Republican Party to Nazis and Joseph Goebbels are just such an instance. All people of good will should repudiate such disgraceful words.\"</p> <p>This is not the first time Goebbels, who served as Hitler's minister of propaganda from 1933 until his death in 1945, has surfaced as a contentious comparison in California politics. Governor Jerry Brown was similarly criticised in 2010 after drawing the same comparison with Republican challenger for office, Meg Whitman.</p>",
  "<p>Barack Obama needs to increase his appeal among Puerto Ricans living in the central zone of Florida if he is to win the crucial battleground state in the race to return him to the White House, in-house polls are indicating.</p> <p>The Obama for America re-election campaign is focusing its energies on what is increasingly seen by both Democrats and Republicans as a vital demographic target in a vital swing state. So much so that Team Obama is flying in senior politicians from Puerto Rico in an effort to mobilise undecided voters in the heavily populated I-4 corridor around Orlando.</p> <p>Internal polling figures that were released for the first time at a Hispanic caucus meeting at the Democratic National Convention in Charlotte on Monday show that Obama is only enjoying a relatively soft lead among Puerto Ricans in Florida. A survey conducted by the pollster Sergio Bendixen on behalf of the campaign at the end of July gave Obama a 54% to 32% advantage over Republican candidate Mitt Romney within this electoral demographic.</p> <p>Presenting the figures to the caucus, Bendixen said, \"We need to do better than that. We need to get that number up into the seventies. If we are to carry Florida we need to do better among Puerto Ricans in the Orlando area.\"</p> <p>The Hispanic vote has been identified by both main parties as an important factor within the 2012 presidential fight, and within that contest Florida is the undisputed highlight. That is partly a reflection of the fact that the state commands 29 of the 270 electoral college votes needed to win the presidency.</p> <p>But it is also a product of Florida's large and growing Hispanic population, which already accounts for more than a fifth of all voters in the state, as well as its highly diverse ethnic mix. Obama's internal polling shows that among Cubans in southern Florida he is trailing 38% to Romney's 56%, whereas among US-born Hispanic Floridians he is up 51% to 35%.</p> <p>Overall, Obama continues to command a lead among Floridian Latinos, but it is relatively close, at 51% for Obama and 37% for Romney. With 12% of the Latino population still undecided, there is still all to play for.</p> <p>Bendixen has carried out internal polling for the Obama campaign in two other key swing states with large Hispanic populations – Nevada and Colorado. Nevada comes out as the great Obama success story of 2012 so far – the president is enjoying a 56-point lead among Latinos there (by 74% to 18%).</p> <p>Between April this year to July, support among Nevadan Latinos surged an extraordinary 20 points, a measure of success that Obama for America has so far failed to replicate in Colorado. Though the president has a comfortable lead there too (69% to Romney's 21%), he only managed to achieve a four-point increase in Hispanic support in Colorado in the three months up to August.</p> <p>Bendixen told the assembled Hispanic caucus that every time he polled Latino voters in the swing state – on average once every two months – support for Obama was increasing. He put that down to a combination of the positive reception Obama's key policies have had among Latinos, and the increasingly negative opinion among them of Romney and the Republicans.</p> <p>Mainly Spanish-speaking Hispanics – first generation immigrants from Mexico and other Latino American countries – were showing a particularly robust response to Obama's bid for re-election. They polled in favour of him by a whopping 84% to 7% for Romney (by contrast Hispanics with English as their dominant language favoured Obama by 63% to 30%).</p> <p>Bendixen sees that in turn as a reflection of high levels of anxiety among first generation American Hispanics about healthcare and the immigration status of their loved ones. Both Obama's Affordable Care Act, which extends health coverage to millions of uninsured Americans, and his executive order to defer the threat of deportation from young Hispanic students have polled exceptionally well among Latino voters in the swing states.</p> <p>Fears about health insurance are especially pronounced among the Puerto Ricans in central Florida. Many of them were drawn to Florida by jobs at Disney World and other tourist attractions, but they are frequently paid the minimum wage without any health insurance.</p> <p>Obama for America has for several months been seeking to capitalise on that well of good feeling among Latinos by aggressively running Spanish-language TV adverts in Florida, Nevada, Colorado and other battleground states. The adverts, also produced by Bendixen, have focused on Obamacare and the president's executive order deferring deportations for young Hispanics.</p> <p>In another Spanish-language advert, the Obama campaign has sought to make hay over some of Romney's most controversial remarks on immigration, including his pledge, made in one of the primary TV debates, to force undocumented Hispanics to \"self-deport\" themselves.</p> <p>The Romney campaign has by contrast been slow off the mark, only recently beginning to broadcast TV ads in Spanish. Its first such advert was a soft focus interview with one of the candidate's sons saying what a good guy he was.</p> <p>\"The Republicans haven't done much to fight us for this crucial vote yet. They are only just getting into gear with advertising and messaging,\" Bendixen told the Democratic Hispanic caucus.</p> <p>One problem faced by Latino organisers canvassing for Obama among Puerto Ricans in central Florida is that there is what one called a \"leadership deficit\" there with few Puerto Rican politicians in positions of influence. To make up for it, the campaign has been bringing in leading politicians from Puerto Rico itself such as Kenneth McClintock, president of the US territory's state senate.</p> <p>The Republican party has similarly been seeking to cement its Puerto Rican credentials in Florida, putting the first lady of Puerto Rico, Luce Vela, on stage at its national convention in Tampa last week. The convention also highlighted Marco Rubio, the Hispanic senator for Florida.</p> <p>But Bendixen's figures show that Romney's favourability rating among Hispanics in Florida, Nevada and Colorado has slumped by 14 points (from 42% to 28%) in the three months up to August, while Obama's has increased from 60% to 65%.</p> <p>\"Romney has made self-inflicted wounds,\" Bendixen told the caucus. \"When he talks about auto-deportation people do not forget that as it reflects on the quality of life of all Hispanics, documented or undocumented.\"</p>",
  "<p>A row over the extent of economic recovery broke out on the eve of the Democratic national convention after a senior member of Barack Obama's campaign team claimed that Americans were better off than four years ago \"by any measurement\".</p> <p>The Republicans immediately pounced on the remarks by Stephanie Cutter, issuing a long list of economic indicators they said showed people felt – and were – worse off.</p> <p>Cutter, Obama's deputy campaign manager, is technically correct that the economy is in better shape than four years ago, but she is at odds with the president and other senior advisers who have been much more cautious in their claims about the recovery, given widespread unhappiness over the slow pace of job growth.</p> <p>The economy is set to be the dominant issue of the three-day Democratic convention in Charlotte, North Carolina, as Obama seeks to open up a poll lead over Mitt Romney.</p> <p>Romney, who was formally nominated as the Republican candidate last week in Tampa, received no bounce in the polls, with a Gallup poll showing his presidential nomination speech had been the worst received since it began measuring them in 1996.</p> <p>Meanwhile, Public Policy Polling recorded more enthusiasm in Florida and North Carolina for other Republican speakers such as former secretary of state Condoleezza Rice than for Romney.</p> <p>In his keynote address on Thursday night, Obama, will try to convince voters that the recovery, though sluggish, is well under way, and that, if re-elected, he has a plan to boost the economy over the next four years.</p> <p>The slow rate of recovery could cost him the November election, however. No president since the Great Depression has won a second term with unemployment above 8%, and the morning after Obama's speech the latest jobless figures are due to be published, with economists predicting no dramatic drop from the present 8.3%.</p> <p>Cutter, the deputy campaign manager, speaking on NBC, contrasted the state of the economy today with that of 2008 towards the end of president George Bush's tenure.</p> <p>\"Let me just walk you through what life was like four years ago right now. In the six months before the president [Obama] was elected, we lost 3.5 million jobs, wages had been going down for a decade, [the] auto industry [was] on the brink of failure. Our financial system – this was just about the time we saw banks go under.\"</p> <p>She added: \"By any measurement, the country has moved forward over the last four years.\"</p> <p>Her comment came less than 24 hours after fellow senior Obama advisers David Axelrod and David Plouffe adopted a more cautious approach on the Sunday talk shows, saying it was going to take a lot more time to get the US economy back on its feet.</p> <p>Cutter has a reputation for being more direct and more blunt that Axelrod and others in the campaign team. She shot to prominence earlier this year when she suggested that Romney was \"either a felon or a liar\" in relation to his tax affairs.</p> <p>Romney's campaign team, in a press statement, published a list of measurements it said showed there was little reason for Americans to feel better off: more than 23 million out of work, average income down, savings lost, a rise in poverty and an increase in those dependent on food stamps, and higher fuel prices.</p> <p>RNC chairman Reince Priebus was quick to dismiss Cutter's claims, telling reporters in Charlotte: \"The president is going to be on defence here, desperately trying to paper over the dismal record and make struggling Americans forget about their problems.</p> <p>\"Today, the thrill and pixie dust of Barack Obama's presidency is gone.\"</p> <p>Priebus also claimed Mitt Romney had taken a lead in the polls, and said: \"We're already ahead. If the election were held today, we'd be winning today.\"</p> <p>On Monday, Obama delivered a Labor Day address to members of the United Auto Workers union in Toledo, Ohio, that sounded like a dress rehearsal for Thursday's convention speech. </p> <p>Highlighting his role in rescuing the car industry through a bailout that Romney had opposed, he said he had \"stood with Americans workers\" and the unions. His aim, he said, was to make life better for the working and middle classes, who had organised and mobilised down the years to improve their lot.&#xa0;</p> <p>He reiterated his jibe that the Republican convention had been like watching something from the past, a black-and-white newsreel. </p> <p>\"It was just a retread of the same old policies that have been sticking it to the middle-class for years,\" Obama said. </p> <p>\"Now, on Thursday night, I'm going to offer you what I believe is a better path forward, a path that's going to grow this economy and create more good jobs, and strengthen the middle class,\" he added.</p> <p>At a meeting of delegates in Charlotte, the Democratic leader in the House, Nancy Pelosi, characterised the Republicans as the party supporting the wealthy at the expense of everyone else while the Democrats wanted to build up the working-class, one of the core campaign themes of the convention.</p> <p>\"On the ballot is nothing less than the character of our country,\" Pelosi said.</p> <p>With Obama and Romney tied in the national polls at around 46%, the Democrats are privately hoping the publicity generated by the convention will provide a bounce that will lift him above the crucial 50% mark.</p> <p>At a press conference, Democratic officials said the difference between their convention and the Republican event was clear in the diversity of the delegates.</p> <p>In contrast with the large percentage of white, elderly Republican convention-goers, the Democratic one was more representative of America, they said – a mixture of white, black, Latino, Asian, Christian, Jewish and Muslim Americans, as well as an even split between men and women.</p> <p>Obama is taking a gamble in holding his speech in a 73,000-seater sports stadium, a potential test of his popularity. While he easily filled a similar stadium at the 2008 convention in Denver, Republicans have cast doubt on his ability to fill the arena in Charlotte.</p> <p>Steve Kerrigan, who is in overall charge of the convention organisation, insisted it would be full and, in spite of a patchy weather forecast, would go ahead \"come rain or shine\", though he added there is a contingency plan.</p> <p>The Democratic mayor of Charlotte, Anthony Foxx, insisted there was still enthusiasm for the president, and there had been queues half-a-mile long when tickets for the event were released.</p> <p>Obama opted to hold the convention in North Carolina in hopes of holding on to the state. He was the first Democrat to take the state since Jimmy Carter in 1976. Since the convention decision, his poll ratings in the state dropped and the state was moved into the category of Republican gain.</p> <p>But the polls have narrowed again. Foxx said: \"North Carolina was tight in 2008. I do not think it will be an easy state to win but it is a state the president can win,\" he said. He added: \"This race is going to go all the way down to the wire.\"</p> <p>In spite of the mayor's optimism, the Obama campaign appears to have written North Carolina off, at least for now. It has spent little money campaigning in the state and a new television ad to be aired in swing states – Colorado, Iowa, New Hampshire, Nevada, Ohio, Virginia, and Florida – does not include North Carolina.</p>",
  "<p>The Democratic national convention in Charlotte culminates with Barack Obama's acceptance speech on Thursday night. Before then, the convention will feature a mix of fresh and familiar faces. Here are six worth watching:</p> <h2>Julian Castro: the rising star</h2> <p><strong>Why he is there:</strong> appeals to crucial Latino voters in swing states</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602326\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346686134224/Julian-Castro-004.jpg\" alt=\"Julian Castro\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Julian Castro. Photograph: Pat Sullivan/AP</span> <span class=\"element-image__credit\">Photograph: Pat Sullivan/AP</span> </figcaption> </figure>  <p>The first Latino to be a keynote speaker at a Democratic national convention, the handsome 37-year-old mayor of San Antonio in Texas is tipped by some to follow in Barack Obama's footsteps. A graduate of Stanford University and Harvard Law School, Castro is often mistaken for his identical twin Joaquin, who is running for a congressional seat in Texas. Their mother Rosie is a longtime political activist.</p> <h2>Eva Longoria: the Hollywood glamour</h2> <p><strong>Why:</strong> combines star power and immigration reform message</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602327\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346686090224/Eva-Longoria-004.jpg\" alt=\"Eva Longoria\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Eva Longoria. Photograph: Jeff Daly/Invision/AP</span> <span class=\"element-image__credit\">Photograph: Jeff Daly/Invision/AP</span> </figcaption> </figure>  <p>Best known as Gabrielle Solis in the hit series Desperate Housewives, Longoria's role in Charlotte is as a co-chair of the Obama national re-election campaign. The Emmy-winning actor is the daughter of a Mexican American family that lived in Texas long before it was subsumed by the US. Longoria has spoken out in favour of liberal immigration reform, and against the draconian anti-immigrant laws enacted in Arizona.</p> <h2>Elizabeth Warren: the liberal lion</h2> <p><strong>Why:</strong> support for grassroots favourite in critical election battle</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602328\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346686021951/Elizabeth-Warren-004.jpg\" alt=\"Elizabeth Warren\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elizabeth Warren. Photograph: Elise Amendola/AP</span> <span class=\"element-image__credit\">Photograph: Elise Amendola/AP</span> </figcaption> </figure>  <p>A bespectacled professor of bankruptcy law is an unlikely hero, but Elizabeth Warren became one to liberal Democrats in the wake of the 2008 financial crisis. Warren's calls to restore sanity to the financial system and stiffer regulations for Wall Street saw her passed over as head of the new Consumer Financial Protection Bureau. But she bounced back by winning the Democratic nomination to contest the US Senate seat in Massachusetts held by Republican Scott Brown.</p> <h2>Bill Clinton: the political rock star</h2> <p><strong>Why:</strong> erstwhile opponent turned trusted ally able to woo independent voters</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602329\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346686320062/Bill-Clinton-and-Barack-O-004.jpg\" alt=\"Bill Clinton and Barack Obama\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bill Clinton and Barack Obama. Photograph: Nancy Kaszerman/Zuma Press/Corbis</span> <span class=\"element-image__credit\">Photograph: Nancy Kaszerman/Zuma Press/Corbis</span> </figcaption> </figure>  <p>The Clinton family's rocky relationship with Obama has long been smoothed over, and in recent months Bill Clinton has emerged as a valued adviser and supporter of Obama's re-election bid. As a result, the charismatic former president and Democratic icon is rewarded with the primetime convention speaking spot on Wednesday, when he'll be expected to lead the attack against the budget-cutting agenda being proposed by Mitt Romney and Paul Ryan.</p> <h2>Sandra Fluke: the cause célèbre</h2> <p><strong>Why:</strong> standing up to the Republican 'war on women'</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602330\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346685940774/Sandra-Fluke-004.jpg\" alt=\"Sandra Fluke\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sandra Fluke. Photograph: Pablo Martinez Monsivais/AP</span> <span class=\"element-image__credit\">Photograph: Pablo Martinez Monsivais/AP</span> </figcaption> </figure>  <p>Sandra Fluke was transformed overnight from reproductive rights activist to household name thanks to one man: Rush Limbaugh. After Republicans in Congress barred Fluke from speaking at a hearing on contraception and healthcare reform, Democrats invited her to a high-profile event. That aroused the fury of talkshow host Limbaugh, who attacked the law student as a \"slut\" and \"prostitute\". The ensuing outrage cost Limbaugh an apology and a string of dropped advertisers, and made Fluke into a national figure.</p> <h2>Martin O'Malley: the 2016 hopeful</h2> <p><strong>Why:</strong> popular state governor as high-profile party leader</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395602331\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/3/1346693491968/Martin-OMalley-004.jpg\" alt=\"Martin O'Malley\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin O'Malley. Photograph: Owen Sweeney/Rex Features</span> <span class=\"element-image__credit\">Photograph: Owen Sweeney/Rex Features</span> </figcaption> </figure>  <p>The Democratic national convention also acts as a talent show for possible presidential contenders in 2016. Hillary Clinton's job as secretary of state keeps her away from Charlotte, but Martin O'Malley, the governor of Maryland, is in the front-rank of candidates if she decides not to run. O'Malley made his name as a crusading mayor of Baltimore and in 2006 ousted the Republican incumbent as governor. He comfortably won re-election in 2010 in an otherwise tough year for Democrats, and boasts liberal stances on gay marriage and taxation.</p>",
  "<p>When I told people in New York I was moving to Chicago last year, they generally spent the first five minutes telling me how lucky I was. They emoted about \"the lake\" – Lake Michigan – which marks the city's eastern boundary; the eclectic skyline; the Frank Lloyd Wright architecture; the affable locals; the jazz scene; and the vibrant, self-sufficient neighbourhoods.</p> <p>Then they'd spend the next 10 minutes explaining why they would not be coming to visit me for seven months of the year. They'd recall their wasted hours at Chicago O'Hare airport, where they missed their connection because of bad weather, and threaten you with winds so chill they'd freeze you from the inside out.</p> <p>But the year I have been here has not been typical. It's been unseasonably warm throughout most of the past year, and I have seen shirtsleeves in October and sandals in April. But the clement weather has brought its own problems. Because when the sun is shining, people go out. And when people go out in Chicago, it transpires, they are more likely to get shot. </p> <p>The <a href=\"http://www.nytimes.com/2012/06/26/us/rate-of-killings-rises-38-percent-in-chicago-in-12.html?pagewanted=all\" title=\"\">murder rate</a> for the first half of the year was up 38% on last year – which was not a great year – meaning that, by June, fewer US forces were killed in Kabul than <a href=\"http://uptownmagazine.com/2012/06/chicago-homicide-rate-worse-than-kabul-la-and-nyc/\" title=\"\">murdered here</a>. Over May's Memorial Day weekend alone there were 43 shootings and 10 murders.</p> <p>\"Chicago is a different beast when it comes down to the issue of violence,\" <a href=\"http://articles.latimes.com/2012/may/29/nation/la-na-nn-bloody-chicago-weekend-20120529\" title=\"\">Tio Hardiman</a>, director of <a href=\"http://ceasefirechicago.org/\" title=\"\">CeaseFire Illinois</a>, a violence prevention group, told Frontline. \"You have outbreaks of violence the same way you have outbreaks of diseases in countries throughout the world. Some people are going to sleep in Chicago thinking about who they're going to shoot the next day.\" At a meeting on traffic awareness at my son's day-care centre, one of&#xa0;the parents asked whether school outings would still pass the site of a recent shooting.</p> <p>\"We must talk to the children about how to handle situations like that,\" said the principal. \"Because the big problem in those situations is that they panic.\"</p> <p>Panic in the presence of gunfire in broad daylight, I thought, was a perfectly rational response. The problem wasn't the panic but the shooting. On the way home I saw posters on the window of the youth club at the top of our street saying: \"Stop Killing People.\" It seems like the kind of suggestion you wouldn't need a poster for.</p> <p>Every major US city has, at some time, gained a particular reputation for dysfunctionality, usually related to crime, violence, corruption or insolvency (and occasionally all four). But Chicago is not any city. It's Obamatown. Pictures of the president are everywhere – barbershops, diners, nail salons and bodegas. He smiles down from the foyer of the college that houses the day-care centre only to peer out again amid the stick-men pictures and spidery penmanship on the wall of centre itself.&#xa0;</p> <p>Whenever the first family come back for a break or a family event, traffic jams with pride. Not long ago, I saw a bumper sticker in my neighbourhood – <a href=\"http://www.flickr.com/photos/crossn81/4516948800/\" title=\"\">Oromos for Obama</a> – expressing support from Ethiopia's largest ethnic group: now that's micro-marketing.</p> <p>Obama, needless to say, is not responsible for this mayhem. True, the <a href=\"http://www.guardian.co.uk/world/rahm-emanuel\" title=\"\">current mayor</a>, Rahm Emanuel, was his first chief of staff. (His second was William Daley, son of one former Chicago mayor and brother to another.) But Emanuel has been in for little more than a year and Obama only served three terms as a state senator in the city – when the murder rate was much lower – before doing four years as senator for Illinois. Nonetheless, of all the places where this shape-shifting president has lived – Hawaii, Indonesia, New York, Boston – this is the place he is most closely identified with (unless you are one of those stubborn Republicans who still believes he is really from Kenya). It's where his campaign headquarters are and where, on that unusually warm November night four years ago, he strolled out on to a stage in Grant Park to <a href=\"http://www.guardian.co.uk/world/2008/nov/06/uselections2008-usa\" title=\"\">claim his place in history</a>.</p> <p>As the first president for several decades to be associated with a big city,&#xa0;he is particularly vulnerable. For regardless of how many <a href=\"http://www.thenation.com/article/169083/aurora-another-mass-killing-shocks-america-why\" title=\"\">mass slayings</a> may occur in suburbs and how much crystal meth may be distributed in rural areas, cities remain the principal repository for the nation's anxieties. All the national woes are evident here. The abandoned shoes outside the door&#xa0;across the hallway from my son's friend's apartment are testament to a housing market only now bouncing back. The queues at the local food banks keep growing. The <a href=\" http://www.idph.state.il.us/health/infant/infmortrace.htm\" title=\"\">mortality rate</a> for black infants is on a par with the <a href=\"https://www.cia.gov/library/publications/the-world-factbook/rankorder/2091rank.html\" title=\"\">West Bank</a>.</p> <p>It is widely believed that it was to avoid scenes of rioting in his home town that Obama abruptly moved the G8 summit from Chicago to Camp David. It's also thought to be the reason that Emanuel now seems keen to compromise in the face of an impending teachers' strike that is due to start next week (that and the fact that the overwhelming majority of the city support the teachers).</p> <p>And so it is with Chicago that Obama is tarred by opponents, who have come to refer to the city not as the third-largest in the country but as an <a href=\" http://www.latimes.com/news/nationworld/nation/la-na-chicago-politics-20120722,0,3228644.story\" title=\"\">epithet</a>. Republican presidential hopeful Mitt Romney described Obama's attacks on his record as a venture capitalist at the private equity firm Bain Capital as \"Chicago politics at its worst\". Former Bush <em>consigilière</em> Karl Rove, who knows a thing or two about political smears, called the attacks the \"gutter politics of&#xa0;the worst Chicago sort\". Romney surrogate John Sununu, who recently insisted Obama should \"learn how to be an American\", previously said: \"Can you imagine coming out of Chicago politics, where 'politician' and 'felon' are synonymous? You've got two governors in prison today.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395628515\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/3/1346686403281/A-Chicagoan-campaigns-aga-010.jpg\" alt=\"A Chicagoan campaigns against shootings in the city\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A young Chicagoan campaigns against the wave of shootings that is blighting her city. Photograph: Scott Olson/Getty Images</span> <span class=\"element-image__credit\">Photograph: Scott Olson/Getty Images</span> </figcaption> </figure>  <p>This is not quite true. One of those imprisoned Illinois governors, Republican George Ryan, was not from Chicago. And while Obama lived in the city and practised politics there, he was hardly a product of its political culture – indeed, as a community organiser he was most often trying to confront it from the outside.</p> <p>The attacks also seem to be aimed at Chicago's past rather than its present. The Republicans aren't slating the city for its gun crime (they are against gun control) or the teachers' dispute (they loathe teachers' unions) but the place the city occupies in the national imagination, where crime and politics are ostensibly deeply intertwined.&#xa0;</p> <p>\"When their ideas of today's middle class are rooted in the JR Ewing family on the remake of Dallas,\" said Emanuel, \"it's no surprise their idea of Chicago politics comes from watching <a href=\"http://en.wikipedia.org/wiki/Boss_(TV_series)\" title=\"\">Boss</a>. They need a reality check on both fronts.\"</p> <p>This is not quite true either. The city's history of machine politics, where patronage was far more important than policies or ideology, does stretch back a long way. In 1948, <a href=\"http://www.mikvachallenge.org/the-mikvas/\" title=\"\">Abner Mikva</a>, originally from Milwaukee, famously went to the local Democratic party to try to sign up to help campaign for Adlai Stevenson for governor and Paul Douglas for Senate. The local committeeman asked him: \"Who sent you?\"</p> <p>\"Nobody sent me,\" said Mikva. \"I just want to help.\"</p> <p>\"We don't want nobody that nobody sent,\" said the committeeman and sent Mikva away.</p> <p>But the legacy of those years still lingers. A <a href=\"http://www.economist.com/node/21548264\" title=\"\">report</a> earlier this year by Dick Simpson from the University of Illinois at Chicago, revealed that Chicago boasts the most convictions since 1976 in the country. Since then, more than 1,500 elected officials, appointees, government employees and some private individuals have been convicted of corruption in Illinois' Northern District – the judicial zone that includes the Chicago metropolitan area.</p> <p>Politics here is about as raw as it gets in the west. Rod Blagojevich, a fomer Illinois governor and a Chicago native, <a href=\" http://www.guardian.co.uk/world/blog/2011/dec/07/rod-blagojevich-illinois-corrupt\" title=\"\">was caught on tape</a> trying to sell the Senate seat vacated by Obama when he won the presidency. \"I've got this thing and it's fucking golden, and I'm just not giving it up for fucking nothing. I'm not gonna do it.\" For this Blagojevich got 14 years in prison, the fourth of the last eight governors to end up behind bars in the past 50 years.</p> <p>The notoriously profane Emanuel (nicknamed Rahmbo) once mailed a dead fish to a pollster whom he accused of costing his candidate an election. When he was inaugurated, he said: \"I&#xa0;am not a patient man. I will not be a&#xa0;patient mayor.\"</p> <p>For most of the postwar period, Chicago politics was also a family affair. For 43 of the last 56 years before Emanuel took over the city was run by just two men, father and son, with the same name – Richard Daley. The father and, to a much lesser extent, the son doled out jobs and released funds to those who did their bidding and punished those who did not. </p> <p>In 2005, <a href=\" http://www.guardian.co.uk/world/2005/aug/13/usa.garyyounge\" title=\"\">a&#xa0;judicial inquiry</a> found the city council had been granting jobs to people who were ostensibly interviewed while dead or serving in Iraq. The fact that, a year later, Daley Jr was re-elected with a whopping 72% tells you something about how many Chicagoans view these matters.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395628516\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/3/1346686132918/Man-in-Obama-Eats-Here-T--010.jpg\" alt=\"Man in \"Obama Eats Here\" T-shirt\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man wearing a restaurant T-shirt that proclaims the city's pride in the president. Photograph: John Gress/Reuters/Corbis</span> <span class=\"element-image__credit\">Photograph: John Gress/Reuters/Corbis</span> </figcaption> </figure>  <p>\"We have a higher level of tolerance for corruption than other towns,\" Simpson, author of <a href=\"http://www.amazon.com/Rogues-Rebels-And-Rubber-Stamps/dp/0813397634\" title=\"\">Rogues, Rebels and Rubber Stamps</a>, a history of Chicago city politics, told me when the inquiry was at its height. \"Our political culture makes an allowance for corruption because it's our tradition. Corruption by itself will not cause a mayor in Chicago to be defeated. It has to be coupled with other issues, such as poor services or high tax increases.\"</p> <p>It is this attitude that makes Chicago such an endearing city to me despite all&#xa0;the obvious flaws. Its citizens display a remarkable ability to convert its insecurities into a positive local identity. As corrupt as the Daleys may have been there was never any suggestion that they were in it to line their own pockets or that they weren't generally driven by their passion for the city. Mayors are more likely to be fired here for not clearing the snow than interviewing dead people because Chicagoans appreciate leaders who get things done and can deliver. That doesn't make the corruption excusable. But it explains why it's not definitive.</p> <p>There is a healthy disdain for the self-referential arrogance of the coasts. When people talk about midwestern hicks or the flyover states, Chicagoans, not unreasonably, feel they are also disparaged. \"A lot of Chicagoans are sensitive to the accusation that their city is too provincial,\" explains Mike Dumke, an investigative reporter for the Chicago Reader. \"We're the third-largest city in the country by size. But&#xa0;they fear we're a distant third in influence.\" But unlike many New Yorkers, they love their city in its own right, not because they think it's better than anywhere else.</p> <p>And there is a general sense that City Hall is cleaning up its act. When I&#xa0;was visiting schools recently, most principals emphasised that all attempts to buck the system are futile. \"I couldn't even get my daughter into this&#xa0;school. There's no such thing as the&#xa0;'Chicago Way' any more,\" said one, using the shorthand for the kind of corruption particular to the city.</p> <p>None of this compensates for the sense of insecurity when a shooting takes place at the top of your block – as it did recently – or when your five-year-old asks to cycle a different way to school because \"people over there keep getting arrested\".</p> <p>But it makes it liveable. Because all the things New Yorkers referred to in their first five minutes are still true. Cycle alongside <a href=\"http://en.wikipedia.org/wiki/Lake_Shore_Drive\" title=\"\">Lake Shore Drive</a> in the early morning and you will pass black church groups jogging, Asians playing cricket and the tinkling of masts in the&#xa0;marina. All this with the lake lapping at your feet and the <a href=\"http://en.wikipedia.org/wiki/John_Hancock_Center\">John Hancock Centre</a> looming ahead. Whether I will feel quite the same next winter is another matter.</p> <p>• This article was amended on 3 September 2012 to make clear that the Chicago teachers' strike is scheduled to start next week, not on the first day of the Democratic national convention. The original also referred to the John Hancock Tower, which is in Boston, rather than John Hancock Centre.</p>",
  "<p>It is – arguably – the most influential political show on television. Its 2 million viewers mean that it is twice as popular as Newsnight, even if the requirement is to be compos mentis at 9am on a Sunday. But it seems we love Sunday morning political action: Marr is the show that sets the day's – and possibly the week's agenda – on the one day of the week that Today is silent.</p> <p>This Sunday, Marr's six-and-a-half-year-old programme became the first to be broadcast from BBC News' £900m headquarters a few hundred yards north of Oxford Circus in central London. Its star guest is George Osborne, the chancellor, with Labour's trade spokesman Chuka Umunna and the great playwright Sir Tom Stoppard leavening the mix. In hopeful anticipation, the turquoise Piaggio scooter that Marr rides in the title sequence was parked outside in the unlikely conceit that the gesticulating BBC man had only just pulled up.</p> <p>With so much experience around, it was hardly likely that the programme was going to stumble. Mind you, in rehearsals that go on for the half hour before, Marr kept glancing skywards at camera six, whose purpose is to capture the newspaper front pages and not the straining presenter looking out of shot. But on the off chance there were to be any slip ups, the gallery from where the producers give instructions, and millions of screens air pointless images, was off limits during the show.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395594162\"> <img src=\"https://static.guim.co.uk/sys-images/Media/Pix/pictures/2012/9/2/1346605849804/Andrew-Marr-008.jpg\" alt=\"Andrew Marr\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">View from the gallery, wall-to-wall Marr. Photograph: Jeff Overs/BBC</span> <span class=\"element-image__credit\">Photograph: Jeff Overs/PR</span> </figcaption> </figure>  <p>Down in the depths of level minus three, where the new studio is, it transpired that the clocks were 10 seconds fast – a serious business if BBC1 timings are to be hit. The tactile floor manager, at ease grasping the chancellor by the arm, meanwhile complained that the more sophisticated communications system meant that he could only hear one voice from upstairs in the new location: over at Television Centre in White City he could hear the entire gallery. \"I don't like it – you could get the atmosphere there\".</p> <p>One of the features the new studio allows is a walkthrough intro for the expressive Marr. The show ends with a musical performance, and in the days when a big kit set up was required, it was not possible for Marr to walk on, move his hands, without risking falling over the drum kit. Barney Jones, the show's editor, is a big fan of Marr's animation – considered revolutionary at the Beeb when he first became political editor, replacing the starchy Robin Oakley in 2000.</p> <p>When the programme begins, it is clear when the host is on his feet his delivery steps up. It may be an incremental change, but you have to establish a pace or risk viewers switching off or making more coffee. For all the cliches about breakfast sofas, the sofa on set is only used for the paper reviews at the beginning and an uncomfortable end shot where all the guests are brought back on to watch the closing music – with the Sunday Times' Sarah Baxter placed between Osborne and Umunna.</p> <p>It is Umunna who is first up. Plausible, charismatic, Marr nevertheless trips up the Labour man when he notes that even the British Chambers of Commerce have been demanding fiscal stimulus from Osborne. Hang on, says Marr, but they want to cut employment rights, welfare spending, and Labour won't do that. </p> <p>Later, Marr presses Umunna on shadow cabinet disagreements between Ed Miliband and Ed Balls, suggesting Balls spends too much time on his BlackBerry during the meetings. Umunna denies there is the slightest rift at the top, but the smile in his eyes tells a different story.</p> <p>A succession of interviewees, starting with Umunna, are mostly led to the single chair next to Marr. Sir Michael Wilshaw, Ofsted's chief inspector, looking every inch a former head teacher, says that GCSEs need to be \"thoroughly overhauled\", but then adds that reform is a matter for the exam regulator. </p> <p>Only knight of literature Sir Tom Stoppard gets the sofa, to reflect on his BBC adaptation of Parade's End – and to plug his screenplay for the upcoming Anna Karenina film, noting that the 27 year old Keira Knightley, who plays Anna, is about the same age as the tragic Russian heroine.</p> <p>All of which leaves Marr with Osborne. Each may loom large on television, but on the single chairs, they look small in the studio, with four cameras looking on – one focused on each man, the other two getting shots of the pair. </p> <p>After the programme is over, Marr reflects on how self-assured Osborne is – a coolness demonstrated amply when the interviewer says the chancellor's problem is that he is the most unpopular man in the government. Osborne simply soaks this up impassively, blinking three times as Marr speaks and responds by saying that given the state of the economy, \"it's not surprising I'm not the most popular person in the government\".</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://gu-embedded-video.appspot.com/?a=false&amp;u=/politics/video/2012/sep/02/george-osborne-economy-healing-video\"> <iframe src=\"https://gu-embedded-video.appspot.com/?a=false&u=/politics/video/2012/sep/02/george-osborne-economy-healing-video\" style=\"border:0; overflow:hidden;\" scrolling=\"no\" width=\"460px\" height=\"397px\"></iframe> </figure>  <p> Such is the status of Marr, that analysis and reporting of the Osborne interview is immediate. Paul Waugh, one of the most influential political journalists on Twitter, observes that \"<a href=\"https://twitter.com/paulwaugh/status/242183458791751680\">Osbo all but confirms reshuffle on the way. But says top economic team will be unchanged. ie I'm not going anywhere</a>\". </p> <p>The Indy's Amol Rajan takes issue with Osborne's rhetorical arithmetic: \"<a href=\"https://twitter.com/amolrajan/status/242183148874649600\">MASSIVELY WORRIES ME WHEN CHANCELLORS USE THE PHRASE \"110 PER CENT\". MAKES ME DOUBT THEIR ABILITY TO COUNT TO 100</a>\". That chancellor, of course, was simply emphasising how focused he was on the job of managing the economy.</p> <p>In a quiet day for news, clips of the interview circulate on the web, and write-ups of the Osborne interview pop up everywhere. The BBC's own web version buries perhaps the key point – that further expansion at Heathrow was an option – <a href=\"http://www.bbc.co.uk/news/uk-politics-19455195\">under the sympathetic \"George Osborne in £50bn private sector building vow</a>\". Interesting, given that the coalition partners had ruled out a third runway when they stood for election. With reforms to planning laws due to be announced later this week, Osborne quotes on the need for planning reform make <a href=\"http://www.telegraph.co.uk/earth/greenpolitics/planning/9516335/David-Cameron-in-new-assault-on-green-belt-planning-rules.html\">the splash of the Telegraph</a>, while lines on Heathrow make the lead of <a href=\"http://www.thetimes.co.uk/tto/news/politics/article3525889.ece\">the Times</a> and <a href=\"http://www.guardian.co.uk/politics/2012/sep/02/david-cameron-shakeup-reshuffle\">the Guardian</a>.</p> <p>After the show airs, the production team stand for a quick photo with the chancellor, followed by a power breakfast in the BBC canteen. All the guests turn up, with Osborne in the middle of the table next to the programme's host, with his special adviser in chief Rupert Harrison pretty much opposite. </p> <p>Cooked breakfast arrives at extraordinary speed (doubtless a vital benefit of the new BBC facilities) amid a cluster of disconnected conversations. From what I can tell, the principals seem remarkably uninterested in each other, and Osborne is off within 15 minutes or so, while Umunna mistakenly takes with him the folder belonging to the Ofsted man.</p> <p>Marr himself seems pretty pleased with the result, confident immediately after broadcast that he has set several hares running for print. A photographer on hand is sending round images to Fleet Street picture desks – they crop up across Monday's papers – and some are used here. But the former political editor says he does not miss the day in, day out reporting of Westminster. Well maybe \"one day in 30\" – but then why would he? He can get the guests he wants in the studio at the weekend, while presenting various films for the Beeb. He flies to the US soon to prepare a documentary about the forthcoming presidential election – which everybody at the power breakfast (chancellor included) agrees is now \"too close to call\".</p>",
  "<p>On paper, this election should be Mitt Romney's to lose.</p> <p>Forget about the gaffes, the likeability gap, the missing tax returns. Forget even about Obamacare and Osama bin Laden. None of that matters. This election is all about jobs, and therein lies the hard truth: no president since Roosevelt <a href=\"http://www.nytimes.com/2011/06/02/business/economy/02jobs.html?partner=rss&amp;emc=rss\">has been re-elected with the unemployment rate above 7.2%</a>.</p> <p>That is, at least, the way Mitt Romney sees it. Who cares that most Americans, even within his own party, regard him as a robotic flip-flopper? At 8.3% unemployment, Obama could run against the re-animated corpses of Richard Nixon and Anton LaVey and still lose. This assumption is evident not only in what Romney says but what he doesn't say. In his speech at the Republican National Convention, the word \"job\" or \"jobs\" came up 27 times (28, if you count \"Steve Jobs\"), and \"war\" or \"Afghanistan\" precisely zero times. It's evident in his choice for vice-president. Rather than a charismatic Marco Rubio or Bobby Jindal, someone who might have simultaneously appealed to southerners, values voters and non-traditional (read non-white) constituencies, Romney went with Paul Ryan: a policy wonk known for talking at length about debt-to-GDP ratios and wearing suits that don't fit.</p> <p>It is true that weak economies hurt incumbents and help challengers. Yet, when it comes to predicting elections, unemployment is a <a href=\"http://fivethirtyeight.blogs.nytimes.com/2011/06/02/on-the-maddeningly-inexact-relationship-between-unemployment-and-re-election/\">pretty meaningless indicator</a>. That 7.2% figure comes from the jobless rate in November 1984, when Ronald Reagan beat Walter Mondale by one of the widest margins in modern US history. So it's not as if elections get tighter as unemployment goes up. </p> <p>This is why political scientists who forecast elections tend to look at more aggregate figures. There are a lot of predictive models, some with snappier names than others: the Hibbs <a href=\"http://www.marketplace.org/topics/elections/campaign-trail/forecasting-election-results-through-bread-and-peace\">\"Bread and peace\" model</a>; the Abramowitz <a href=\"http://www.centerforpolitics.org/crystalball/articles/abramowitzpolarizationmodel/\">\"Time for a change\" model</a>. Most use growth in GDP, rather than unemployment, as their metric for economic health. They're far from perfect: a Washington Post model gets <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/post/create-your-own-election/2012/04/24/gIQAuaOIeT_blog.html\">12 out of 16 contests right</a>, in retrospect. Predicting contests in advance, <a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/03/26/models-based-on-fundamentals-have-failed-at-predicting-presidential-elections/\">they tend to do worse</a>.</p> <p>This is because if you look hard enough, it's possible to find just about anything has an effect on elections. <a href=\"http://www.pnas.org/content/107/29/12804.abstract\">One study found</a> incumbents do better when the local college football team wins a game before election day.</p> <p>But the forecasters do offer some lessons about economic voting. First, whatever effect the economy has is lagged. Most models look at GDP growth about 6 months before the election – assuming most voters don't wait until election day to make up their minds. Second, a snapshot of the economy at any moment in time is less relevant than historical trends. These add up to mean that raw jobs numbers matter less than voters' vague sense of where the economy is going. In Reagan's case, unemployment was still high but was on its way down. At the same time, aggregate income suddenly shot up. That didn't last: income growth slowed again to pre-1984 levels after the election, but it was enough to convince voters, for a decisive moment, to overlook the lousy job market.</p> <p>The timing was no coincidence, according to one forecaster, Vanderbilt University political scientist Larry Bartels. <a href=\"http://press.princeton.edu/titles/8664.html\">Bartels concludes</a> that Republican presidents have succeeded precisely because they are better than Democrats at gaming economic performance indicators in election years. Often, this is by boosting overall income growth rates – easier to do than boosting job growth – by enacting tax cuts for the wealthy. Though the majority of Americans don't see these income gains, they see the GDP numbers and believe things are getting better.</p> <p>If jobs ultimately don't matter, that's good news for Obama – though not necessarily for workers or those on the left who think jobs <em>should</em> matter. Social policy might look a lot different if elections actually depended on employment, since job growth is more equitably spread around the economy than GDP growth.</p> <p>Lags have their limits, though; the models also assume voters mostly don't care what happened more than six months ago. By betting his whole campaign on jobs, Romney is hoping voters don't take the long view. A lot hinges on whether voters remember the recession started before Obama took office and on how much slack they're willing to cut him for that.</p> <p>This contest is already turning into a battle of hypotheticals, exemplified by Republican VP nominee Paul Ryan bizarrely blaming Obama for a Wisconsin GM plant that closed under Bush by saying Obama should have done more to re-open it. Obama, for his part, will make his case at the Democratic National Convention after Labor Day that the employment picture would look less bleak if <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2011/sep/08/barack-obama-job-creation-plan\">his jobs bill</a> hadn't been blocked by Republicans in Congress like Ryan, and would have been a lot worse if not for the stimulus and auto bailout. </p> <p>One incidental detail the forecasters don't agree on is who's going to win. Hibbs predicts a Romney win, Abramowitz says Obama will squeak by. If there's any consensus at all, it's that the race is too close to call. The bad news for Romney is that in a dead heat, maybe the gaffes will matter, after all.</p>",
  "<p>A 5,000 acre business and information technology \"city\" that will attract international investors is one of the flagship projects designed to boost Kenya's economy and set the republic firmly on the path to middle-income status, according to the country's vice-president.</p> <p>Dubbed \"Africa's silicon savannah\", <a href=\"http://allafrica.com/stories/201205100244.html\" title=\"\">Kenya's ICT city</a>, 60km outside Nairobi and 50km from Jomo Kenyatta airport, will be bigger than the capital and better planned, said Stephen Kalonzo Musyoka. In London for the Paralympics and to outline his vision for Kenya, Musyoka, leader of the Wiper Democratic Party – formerly the Orange Democratic Movement-Kenya – is standing for president in next year's elections.</p> <p>Plans for the ICT city, one of several special economic zones (SEZ) proposed across Kenya, were published in 2010 as part of the country's <a href=\"http://www.vision2030.go.ke\" title=\"\">long-term national development agenda, Vision 2030</a>. It will comprise business and science parks, a university and housing, and aims to attract much needed foreign investment into the country. \"There's a lot of excitement about it,\" Musyoka said. \"The city will be giving priority to ICT companies and there's been a lot of interest.\"</p> <p>Musyoka hopes the SEZs will help to increase gross domestic product (GDP). \"My vision for Kenya is based on the need to grow the country's economy into double-digit figures,\" he said. \"Before 2007, the GDP was at 7%, but that sharply dropped to 1% [following post-election violence]. Now figures are about 5% but, for us to deal with youth unemployment, we need to grow by 10%. It takes everyone's commitment. Without attracting FDI and domestic growth of the economy we cannot get those jobs.\"</p> <p>The construction of <a href=\"http://www.bbc.co.uk/news/world-africa-17231889\" title=\"\">a new port at Lamu</a> is also expected to increase revenue, generating income from the exports of neighbouring landlocked countries South Sudan and Ethiopia.</p> <p>Musyoka, who came third in Kenya's 2007 presidential race, is \"realistically confident\" of his chances in next year's elections, which are scheduled for 4 March. He's been a politician for 27 years, vice-president for five years, and has served in ministerial positions – including foreign affairs minister – under Kenya's former president, Daniel arop Moi, and the incumbent Mwai Kibaki. After two terms in office, Kibaki is not eligible to stand for a third. \"We are prepared, mentally, to succeed,\" Musyoka said.</p> <p>Kenya will be anxious to avoid the <a href=\"http://www.theguardian.com/world/2007/dec/31/kenya.haroonsiddique\" title=\"\">violence that marred the 2007 elections</a>, when Kibaki declared himself winner amid accusations of vote rigging and intimidation. Hundreds of people died or were injured in clashes. The government is pushing hard for the <a href=\"http://www.iebc.or.ke/\" title=\"\">Independent Electoral Boundary Commission</a> to implement a biometric voter registration system to avoid ghost voters, although <a href=\"http://www.biometricupdate.com/201207/problems-plague-kenyan-electoral-biometrics-contract/\" title=\"\">questions have been raised about the tendering process</a> being used to acquire registration kits, and plans appear to have been put on hold.</p> <p>Musyoka believes the <a href=\"http://www.kenyaembassy.com/pdfs/The%20Constitution%20of%20Kenya.pdf\" title=\"\">country's new constitution</a> (pdf), enacted in 2010, will ease any tensions. The constitution, which he describes as the best in the world, was hard won, emerging only after 20 years of failed attempts. When he came to power in 2002, President Kibaki promised a new constitution within 90 days. Three years later, in 2005, a referendum rejected draft proposals. Musyoka voted no, resulting in a split with Kibaki. It was the election violence in 2007 that made constitutional reform more urgent.</p> <p>As well as outlining people's economic and social rights, such as those related to healthcare, education and land, and calling for more women and people from marginalised groups to be included in all tiers of government, the constitution urged major reform of the executive and legislative, devolving some power away from the president to 47 local counties. Alongside a focus on calming ethnic tensions, the constitution aimed to reduce corruption, which is endemic in Kenyan politics and which, Musyoka believes, has dragged the country down economically.</p> <p>Musyoka is optimistic that the constitution will make a difference. \"The ball game has changed,\" he said. \"It can never be business as usual when it comes to corrupt practices.\"</p> <p>One possible test of whether the game really has changed will be how the country manages its new oil wealth. Musyoka said he is anxious to avoid the so-called \"resource curse\" that has beset many other African states. \"It is very clear in my mind we cannot allow recent oil discoveries to be a curse,\" he said, adding that he recently had discussions with Ghana's new president about the possibility of comparing notes on the management of their respective oil deals. \"There is a need for both countries to have a hard look at them [deals] so the benefits can be seen by the majority of the population. People must own what is in their country.\"</p> <p>With a new constitution and the oil discovery, Musyoka is optimistic about Kenya's future. \"I think Kenya is going to be a very exciting country going forward,\" he said.</p>"
]