[
  "<p>In the 2012 US presidential election, it is clear the brief age of political blogs shaping the political narrative has passed and we are now in <a href=\"http://blog.twitter.com/2012/08/a-new-barometer-for-election.html\">the era of Twitter</a>. The proof is in Twitter's big role in shaping the coverage and the winners and losers of this month's presidential debates. </p> <p>At a seminar on the influence of social media on the presidential election – held at the Democrat convention in Charlotte – Garance Franke-Ruta, a senior editor for the Atlantic, declared:</p> <blockquote> <p>\"[The] last cycle was all about blogs and the incremental journalism of blogs. This cycle we have really a Twitter campaign where a lot of the conversation has moved off the blogs onto Twitter especially for political insiders.\"</p> </blockquote> <p>Hamish McKenzie, a reporter for the tech site Pandodaily <a href=\"http://pandodaily.com/2012/10/03/heres-what-the-presidential-debate-looked-like-tonight/\">who writes on social media and politics</a>, says political blogs have gone from being the \"first and fast reactors\" to being made \"almost obsolete by Twitter\".</p> <p>Twitter's advocates have big numbers on their side. Adam Sharp, with the barely tweetable job title of \"head of government, news and social innovation\" at Twitter, noted there had been 360,000 total tweets during the two conventions in 2008. The total for both in 2012 was nearly 14m. Mitt Romney's speech peaked at 14,000 tweets per minute. (tpm) Michelle Obama in her convention speech doubled that to 28,000 – and Barack Obama then took it up to 54,000tpm.</p> <p>The first presidential debate earlier this month smashed those records. There were a total of 10.3m tweets, with the peak of 159,000tpm for moderator Jim Lehrer's \"Let's not\" knockback of a Romney request. Obama's personal record was lifted to 153,000tpm for his \"I had five seconds left\" counter to a Lehrer reminder on time limits.</p> <p>Adam Sharp argues that these numbers are evidence of \"a return to retail politics, the idea that people can be directly engaged in the political process on a one-on-one basis again, not only interacting with the candidate and issues but with one another.\" He claims Twitter is showing the moments when people across the country \"were turning to people next to them on the proverbial global couch and saying, 'Did you see that?'\" Social media is \"measuring for the first time natural conversation … that a cycle ago would have been behind the closed doors of coffee shops and office water coolers\".</p> <p>While some are skeptical – McKenzie argues that the number of tweets is a crude gauge, while <a href=\"http://www.rollcall.com/news/debate_watchers_use_of_social_media_can_create_instantaneous_consensus-218160-1.html\">Carroll Doherty of the Pew Research Centre</a> warns that only 13% of Americans are using Twitter – everyone agrees that the main impact of Twitter has been to speed up the news cycle.</p> <p>Franke-Ruta gave the example of a 21-minute news cycle, from incident to report to counter-report, all driven by a tweet: Mitt Romney joked that no one had ever asked to see his birth certificate. This was tweeted three minutes later, was on Politico's website after four minutes, video was available on Buzzfeed after five minutes, and the Romney team had a clarifying statement out within 21 minutes. In Sharp's words:</p> <blockquote> <p>\"We have shifted from a 24-hours news cycle to a 140-character one.\"</p> </blockquote> <p>Twitter has challenged the hallowed status of post-event media punditry, which seems increasingly irrelevant as verdicts are declared long before the talking heads get a turn. Sharp noted that the peak Twitter moment for convention speeches was the minute they ended, as the flow of tweets then tailed off very quickly. The mocking of Clint Eastwood and his empty chair was under way well before the pundits got a word in.</p> <p>Twitter also set the tone for the first presidential debate. Focus groups dialing minute-by-minute responses and post-debate polls all showed Romney winning. But it was liberal comedian Bill Maher's savage Twitter commentary on Obama's flat performance that dominated the early coverage.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/billmaher/status/253680489850892289\">  <blockquote class=\"twitter-tweet tw-align-left\" width=\"460\"><p>i can't believe i'm saying this, but Obama looks like he DOES need a teleprompter</p>&mdash; Bill Maher (@billmaher) <a href=\"https://twitter.com/billmaher/status/253680489850892289\" data-datetime=\"2012-10-04T02:18:36+00:00\">October 4, 2012</a></blockquote> <script src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script> </figure>  <p>Obama supporters tried a \"style versus substance\" line in post-debate media appearances, but you could see their hearts weren't in it.</p> <p>Joe Rospars, head of Obama 's digital campaign, argued in Charlotte that Twitter has made \"the elite conversation a much bigger spectacle now\". He wryly noted that previously after a big speech, attention turned to the three or four pundits reacting on each television channel. But now:</p> <blockquote> <p>\"It's not just these people but everyone who has ever been on television all weighing in at once online.\"</p> </blockquote> <p>There is certainly a risk that Twitter will lead to ever faster but shallower politics. Romney's response to the killing of the US ambassador in Benghazi was widely criticized as intemperate, premature and in breach of longstanding protocols of political unity in the face of attacks. <a href=\"http://blog.sfgate.com/nov05election/2012/09/12/analysis-romneys-attack-on-obama-over-libya-assassination-could-backfire/\">John Pitney, a politics professor in California, attributed Romney's response</a> to \"a Twitter-driven media environment [where] candidates feel pressure to react to events immediately\". The Jack Welch tweet questioning the official September job figures triggered off a day of bizarre media coverage on whether official statistics could really be manipulated, as <a href=\"http://www.huffingtonpost.com/2012/10/10/jack-welch-conspiracy-jobs-tweet_n_1954176.html\">Welch seemed to claim</a>.</p> <p>Stories emerge faster and burn out faster, while fuller consideration of their importance is lost. Romney's comments on the killing of the US ambassador might have proved his \"3am phone call failure moment,\" according to McKenzie, but the caravan quickly moved on to the \"47%\" observations of Romney from a secretly-taped fundraiser. </p> <p>Helped by the Twitter reaction, Romney's debate win reset the polling numbers, with Obama now clinging to bare leads in some swing states. In the coming debates, it is a sure bet the campaigns will be lining up surrogate tweeters to respond – and it's likely that the left-leaning ones will be more loyal next time around.</p>",
  "<p>Larry Bushnell is one of the undecideds, that rarefied group of Americans who have yet to make up their minds whom to back on 6 November and whose vote could decide who holds the world's most powerful office.</p> <p>He lives in Ohio, one of the most crucial swing states in the US with its rich crop of 18 electoral college votes. It is often said that as Ohio goes, so goes the US presidency – it has consistently backed the winning candidate in every presidential election bar one since 1944. Within Ohio, Lake County where Bushnell lives is a bellwether, as it consistently cleaves more closely to the statewide voting pattern <a href=\"http://www.cleveland.com/datacentral/index.ssf/2008/08/ohios_presidential_election_be.html\">than anywhere else in the state</a>.</p> <p>Bushnell has yet another distinction as a voter. He belongs to a demographic group that in modern times Democratic presidential candidates, with Barack Obama as no exception, have struggled to bring on board – white men. In 2008, Obama won just 41% of the total white male vote across the US, a proportion that slumped further to 39% for white men without a college education.</p> <p>Polls this year <a href=\"http://decoded.nationaljournal.com/2012/08/voters-divide-along-familiar-l.php\">show that Mitt Romney</a> has capitalised on the Republican advantage among this demographic in key swing states like Ohio, Colorado, Virginia and Wisconsin, bringing his support among non-college educated white men to about 58%. But Romney also knows how high the stakes are in this state – his overall poll rating has trailed behind Obama's, and though he has made up much ground in the past 10 days he will be all too familiar with the chilling fact that no Republican has won the US presidency without having also won Ohio.</p> <p>The good news for Obama and Romney is that they still have time to win over Bushnell, a 58-year-old retired manager at a jet engine repairs factory, such is his state of indecision. The bad news is that Bushnell detests both of them.</p> <p>\"I've been online checking them out, and I honestly think they both suck. They'll lie to get your vote,\" he said.</p> <p>Bushnell plumped for Obama in 2008, but is angry that the president has failed, as he sees it, to deliver on his promise of change. He is equally unimpressed by Romney, who he regards a \"coward – he keeps on flip-flopping from one thing to the next\".</p> <h2>'I'll vote for the guy I think will be better for me'</h2> <p>The Guardian gathered a sample group of five white male voters, Bushnell among them, in this bellwether area within a bellwether state to explore their mood and motivations. Interviewed outside a Home Depot store in Mentor, a small town within Lake County, they also included Roberto Ciora, 57, who has a message that will be pleasing to the Romney camp.</p> <p>In past presidential elections, Ciora has always voted for a third-party candidate, because he says he's so disillusioned with both main parties. But for now Romney has his vote, not so much for positive reasons but because he's the not-Obama candidate.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397847816\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/16/1350415380036/ohio-voters--006.jpg\" alt=\"ohio voters \" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roberto Ciora: 'I just go with my gut'.</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Ciora, a hospital nurse in Cleveland, says he will vote for Romney as a protest against the president. He doesn't like Obama's healthcare reforms – he thinks they will turn America into Canada \"where you have to wait months to see a doctor\".</p> <p>He also distrusts Obama on running the economy. \"Obama has no business experience – he's a lawyer. Romney is a businessman who could get the debt under control.\"</p> <p>Mark Luptak, 39, is leaning towards Romney, though not firmly so. Until recently he ran his own plastering business, but the residential housing market was in such doldrums after the 2008 economic crash that he had to shut it down and take a job in a larger commercial firm.</p> <p>The home improvement market is as bad as anything he's seen since the 1980s, and though he voted for Obama in 2008 he has little hope that another four years of his administration will drag it back up. \"I don't know if anything will help right now. The economy is horrible and I don't think that's going to change for years.\"</p> <p>The trade union at the construction firm he has joined is prompting him to vote for Obama. But Luptak says he's minded to swing behind Romney because he thinks a Romney administration would be more friendly to small businesses like the one he used to run.</p> <p>\"Honestly, I don't know. I'm a construction worker – I just go with my gut. I'll vote for the guy I think will be better for me, I'm selfish like that.\"</p> <h2>Ready to give Obama another chance</h2> <p>The relative faith of Luptak and Ciora in Romney as the best candidate to run the US economy runs in tune with recent polls which have seen the race tightening over the past two weeks in the wake of Romney's confident showing, and Obama's lacklustre one, in the first televised presidential debate on 3 October. Though there is considerable latitude between polls, <a href=\"http://www.realclearpolitics.com/epolls/2012/president/oh/ohio_romney_vs_obama-1860.html\">the Real Clear Politics tracker survey</a> has Obama ahead by just two points in Ohio – a statistical tie.</p> <p>Obama's continuing, though slim, edge may have something to do with the fact that his re-election campaign has presented him aggressively as saviour of the American auto industry – a message conveyed by an avalanche of TV adverts served in the state. Ohio's resurgent car industry, particularly in northern areas of the state like Lake County where parts production factories are concentrated, <a href=\"http://www.daytondailynews.com/news/business/report-11300-new-auto-jobs-in-ohio-since-june-2009/nRCqd/\">has added more than 11,000 jobs since June 2009</a>, helping to bring down the jobless rate to 7.2%, well below the national unemployment rate of 7.8%.</p> <p>John Ferguson, 22, is thinking that he will probably vote for Obama on grounds that the economy, though far from perfect, will be safest in his hands. He works in a fiberglass factory making underground piping. \"I'm one of the lucky ones. I got in somewhere,\" he said.</p> <p>He says he is \"pretty sure\" he'll vote Obama to give him \"another chance. When Obama took over we were billions in debt, and it's pretty much impossible to swing that around in four years.\"</p> <p>Mark Travis, the fifth member of the group, says he is frustrated and upset by all the political banter this year. But he is firm in his position, having already decided that he will put his cross beside Obama's name on 6 November. </p> <p>An entrepreneur, aged 30, Travis said he adheres to many conservative principles but just doesn't trust Romney or the Republicans to follow through. \"The basic truth is that the Republicans don't deliver on what they promise. Neither do the Democrats, but they are a little more dependable.\"</p>",
  "<p>In Tuesday's presidential debate, Mitt Romney and Barack Obama will claim they have opposing visions for America's future. But for all the differences they will put forward, both presidential campaigns have something in common: they are long on pro-family rhetoric, but short on pro-family policies. If the campaigns are serious about <a href=\"http://www.suntimes.com/news/sweet/15721901-452/election-could-come-down-to-what-women-want.html\">getting more women voters in their corner</a>, it's time to step it up. </p> <p>Case in point: neither Romney nor Obama has offered a single policy idea on the campaign trail that would ease the burden of working families who are juggling demanding work schedules with care for children and elderly parents. And neither the presidential nor vice-presidential debates even mentioned the economic stresses that women, in particular, are facing today. </p> <p>Instead, in August, both party conventions shone the spotlight on candidates' wives, who made emotional appeals about family life. <a href=\"http://www.npr.org/2012/08/28/160216442/transcript-ann-romneys-convention-speech\">Ann Romney spoke</a> of \"the working moms who love their jobs but would like to work just a little less to spend more time with the kids.\" <a href=\"http://www.npr.org/2012/09/04/160578836/transcript-michelle-obamas-convention-speech\">Michelle Obama recalled</a> her husband's mother turning to her own parents for help in raising her children. </p> <p>Yet, neither mentioned the value of public support for the services that millions of families need, but cannot afford: high-quality, out-of-home care for young children, after-school programs for older children and long-term care services for family members coping with disability, or with the frailties that come with aging. Neither mentioned the need for laws that would enable millions of workers to reconcile the responsibilities of working for pay and caregiving at home: paid parental leave, paid sick leave, tax credits that could help support family care, or anti-discrimination protections for working women and men with caregiving responsibilities at home. Neither mentioned the many paid care workers who earn inadequate wages and lack their own workplace rights and benefits. </p> <p>Women voters respond to messages about economic security, <a href=\"http://www.suntimes.com/news/sweet/15721901-452/election-could-come-down-to-what-women-want.html\">experts say</a>. And with Romney <a href=\"http://www.businessweek.com/news/2012-10-07/romney-trounced-obama-in-presidential-debate-newt-gingrich-says\">beginning to close in on Obama's lead among women</a>, the competition to secure their support is getting fierce. It's a perfect opening for serious policy proposals around caregiving, work-life balance and family policy.</p> <p>In principle, differences between Democrats and Republicans are stark. The 2012 Democratic party platform emphasizes the importance of walking the walk when it comes to family values – and underscores the value of caregiving at home, as well as in the marketplace. The platform calls for passing the <a href=\"http://www.democrats.org/democratic-national-platform\">Healthy Families Act</a>, which would provide paid sick leave, and broadening the Family and Medical Leave Act to grant more unpaid leave for caregiving. By contrast, the <a href=\"http://www.gop.com/2012-republican-platform_we/\">Republican party platform</a> calls for cuts in public spending and fails to specify any particular tax cuts aimed at helping parents or other caregivers. </p> <p>But in practice, these political differences have been rendered almost irrelevant by a stalemate over deficit reduction. </p> <p>One way to break that stalemate is to make a stronger case for caring about care. Much of the money and time devoted to young children and adults who need long-term assistance represents a family necessity. As a result, cuts in programs aimed to help families may reduce public debt, but they increase private debt. In many cases, short-run savings come at the cost of lower long-run productivity. </p> <p>Further complicating the picture, the quality of care that Americans are able to provide their families varies dramatically depending on household income. The affluent enjoy more workplace flexibility and are able to purchase high-quality childcare and elder care services, while low-income families often linger on waiting lists or rely on public programs such as Medicaid. Middle-income families frequently face the most limited options because they lack the resources to buy private care, yet earn too much to qualify for public programs. </p> <p>And while both parties have repeatedly reminded us of America's exceptionalism, when it comes to care, our country is exceptional for all the wrong reasons. Out of 20 high-income countries:</p> <p>• Only the US has <a href=\"http://www.workingmother.com/best-companies/everyone-us-state-maternity-leave\">no national policy</a> of paid maternity leave in the wake of birth or adoption. As a result, millions of American women are forced choose between returning to paid work before it is feasible, or taking a leave and absorbing an income loss when they need that income most. </p> <p>• Only the US has <a href=\"http://dissentmagazine.org/online.php?id=634\">no national policy</a> giving workers a right to paid sick days. As a result, many employees routinely go to work when they or their children are ill.</p> <p>• The US <a href=\"http://dissentmagazine.org/online.php?id=634\">invests the smallest share</a> of public spending in early childhood education and care, constraining parents' employment options and leaving countless children with inadequate childcare. </p> <p>• Only the US has <a href=\"http://www.americanprogress.org/issues/labor/news/2012/08/16/12031/fact-sheet-paid-sick-days/\">no national policy</a> guaranteeing workers a minimum number of paid days off each year, resulting in our nation having among the longest annual employment hours in the world.</p> <p>Those skeptical of European examples point to the debt crisis in Greece and Spain. But most of the countries in northern and western Europe that provide generous support for caregiving are doing as well, or better, than the US in economic terms. Countries like Denmark, Sweden and Norway all have <a href=\"http://www.ft.com/cms/s/0/21d103cc-e6c3-11e1-af33-00144feab49a.html\">much lower debt-to-GDP ratios</a> than the US does.</p> <p>Our country needs a national care policy that would help support families wherever they live, and whatever their income. Americans nationwide are standing up and demanding an audience from political leaders and policy-makers. And the <a href=\"http://www.caringeconomy.org/content/questions-for-candidates\">Caring Economy Campaign</a> has crafted a set of questions for the presidential candidates that directly asks them what policies they propose to help support both paid and unpaid care.</p> <p>We need to ask the candidates again and again until we get clear answers. If we don't, we will never know how much they really care. And many women's votes will remain up for grabs.</p>",
  "<p>The way the two major parties control the presidential debates is a perfect microcosm of how political debates are restricted in general. Though typically shrouded in secrecy, several facts about this process have recently come to light and they are quite instructive. </p> <p>I was on Democracy Now this morning along with George Farah discussing the ways these debates, designed to cast the appearance of fostering vibrant exchanges, are actually intended to constrict the range of debated views as much as possible. My segment (and the transcript to it) can be seen <a href=\"http://www.democracynow.org/2012/10/16/glenn_greenwald_presidential_debates_highlight_faux\">here</a>, but it was <a href=\"http://www.democracynow.org/2012/10/16/secret_debate_contract_reveals_obama_and\">the commentary of Farah</a> - who is a genuine expert in the history of presidential debates - that I found revealing.</p> <p>He described how the two political parties in the 1990s joined forces to wrest control over the presidential debates away from the independent League of Women Voters, which had long resisted the parties' efforts to shield their presidential candidates from genuine surprise or challenge. Now run by the party-controlled Commission on Presidential Debates, these rituals are designed to do little more than \" eliminate spontaneity\" and \"exclude all viable third-party voices\". Citing a <a href=\"http://thepage.time.com/2012/10/15/the-complete-m-o-u/\">just-leaked 21-page \"memorandum of understanding\"</a> secretly negotiated by the two campaigns to govern the rules of the debates, Farah recounted:</p> <blockquote> <p>\"We have a private corporation that was created by the Republican and Democratic parties called the Commission on Presidential Debates. It seized control of the presidential debates precisely because the League was independent, precisely because this women's organization had the guts to stand up to the candidates that the major-party candidates had nominated. And instead of making public these contracts and resisting the major-party candidates' manipulations, the commission allows the candidates to negotiate these 21-page contracts that dictate all the fundamental terms of the debates.\"</p> </blockquote> <p>Gawker's John Cook has <a href=\"http://gawker.com/5951977/leaked-debate-agreement-shows-both-obama-and-romney-are-sniveling-cowards\">an excellent breakdown</a> of the 21-page memo. In his piece, entitled \"Leaked Debate Agreement Shows Both Obama and Romney are Sniveling Cowards\", Cook details how the rules imposed on these debates demonstrate that, above all else, \"both campaigns are terrified at anything even remotely spontaneous happening.\" </p> <p>Under this elaborate regime, the candidates \"aren't permitted to ask each other questions, propose pledges to each other, or walk outside a 'predesignated area.'\" Worse, \"the audience members posing questions aren't allowed to ask follow-ups (their mics will be cut off as soon as they get their questions out). Nor will moderator Candy Crowley.\" The rules even \"forbid television coverage from showing reaction shots of the candidates\". </p> <p>All of this means, as Farah put it:</p> <blockquote> <p><br>\"The town hall debate we're going to see tonight is the most constrained and regulated town hall debate in presidential debate history. The first town hall debate was introduced in 1992, and no one knew what anyone was going to ask, none of the audience members were going to ask. The moderator could ask any follow-up questions. It was exciting, and it was real.</p> <p>\"Well, President George H.W. Bush stumbled in response to an oddly worded question about the federal deficit, and the candidates - the campaigns have panicked and have attempted to avoid that kind of situation from happening again. In 1996, they abolished follow-up questions from the audience.</p> <p>\"In 2004, they began requiring that every single question asked by the audience be submitted in advance on an index card to the moderator, who can then throw out the ones he or she does not like. And that's why the audience has essentially been reduced, in some ways, to props, because the moderator is still ultimately asking the questions.</p> <p>\"And this election cycle is the first time that the moderator herself is prohibited from asking follow-up questions, questions seeking clarification. She's essentially reduced to keeping time and being a lady with a microphone.\"</p> </blockquote> <p>Making matters worse still, the Commission is run by lobbyists and funded by large corporations. As Zaid Jilani <a href=\"http://boldprogressives.org/little-known-fact-the-presidential-debate-commission-is-chaired-by-corporate-lobbyists-funded-by-corporations/\">writes today</a>, the two Commission co-chairmen are former GOP Chairman Frank J. Fahrenkopf, Jr. and former Clinton spokesman Michael D. McCurry. Fahrenkopf is one of the nation's leading <a href=\"http://www.opensecrets.org/revolving/rev_summary.php?id=5262\">lobbyists for the gaming industry</a>, while McCurry <a href=\"http://www.psw-inc.com/mccurry.php\">advises a long list of corporate clients</a> including the telecom industry.</p> <p>The debates are paid for by <a href=\"http://www.debates.org/index.php?page=national-debate-sponsors\">large corporate sponsors</a>, including Anheuser-Busch Companies. As Jilani writes, \"in the past, the tobacco industry, AT&amp;T, and others have all been sponsors.\" And as Farah describes, with all that sponsorship comes the standard benefits:</p> <blockquote> <p>\"FARAH: 'First, the just nice advertising, of course. They get to - you know, Philip Morris sponsored one of the presidential debates, paid $250,000 and got to hang its banner in the post-debate spin room that was seen throughout the country. But more importantly, they get access, and they get to show support for both major parties.'</p> <p>\"AMY GOODMAN: 'The major parties on their podiums have Bud Light on the podium?'</p> <p>\"FARAH: 'Not yet. We're getting there. We're getting there, Amy. But they get to show support for both major parties. How often can corporations find a way to make a single donation that strengthens both the Republican and Democratic parties and get a tax deduction for that kind of donation? So it's a rare contribution. And it also gives them access. They get to go to the actual debate themselves and rub shoulders at private receptions with the campaigns and their staff.'\"</p> </blockquote> <p>Meanwhile, the moderators <a href=\"http://www.politico.com/news/stories/0812/79690.html\">were selected</a> to ensure that nothing unexpected is asked and that only the most staid and establishment views are heard. As journalism professor Jay Rosen put it when the names of the moderators were unveiled, using <a href=\"http://www.salon.com/2009/01/16/rosen/\">terms to describe</a> those views that are acceptable in Washington media circles and those which are \"fringe\": </p> <blockquote> <p>\"In order to be considered as a candidate for moderator you have to be soaked in the sphere of consensus, likely to stay within the predictable inner rings of the sphere of legitimate controversy, and unlikely in the extreme to select any questions from the sphere of deviance.\"</p> </blockquote> <p><br>Here then, within this one process of structuring the presidential debates, we have every active ingredient that typically defines, and degrades, US democracy. The two parties collude in secret. The have the same interests and goals. Everything is done to ensure that the political process is completely scripted and devoid of any spontaneity or reality.</p> <p>All views that reside outside the narrow confines of the two parties are rigidly excluded. Anyone who might challenge or subvert the two-party duopoly is rendered invisible. </p> <p>Lobbyists who enrich themselves by peddling their influence run everything behind the scenes. Corporations pay for the process, which they exploit and is then run to bolster rather than threaten their interests. The media's role is to keep the discourse as restrictive and unthreatening as possible while peddling the delusion that it's all vibrant and free and independent and unrestrained. And it all ends up distorting political realities far more than illuminating them while wildly exaggerating the choices available to citizens and concealing the similarities between the two parties.</p> <p>To understand the US political process, one can just look to how these sham debates are organized and how they function. This is the same process that repeats itself endlessly in virtually every other political realm.</p>",
  "<p>The supreme court has denied a request by Ohio state officials to close down early voting in the three days before the election.</p> <p>The conflict began when Ohio's Republican-controlled legislature passed a law making voting on the weekend before the election illegal for most voters. In a lawsuit against the state, the state Democratic party said nearly 100,000 people voted in the three days before the election in 2008.</p> <p>A federal appeals court ruling reinstated voting on the weekend before the election. That ruling was appealed by the Republican secretary of state, Jon Husted, and on Tuesday the supreme court rejected Husted's appeal.</p> <p>Lyle Denniston writes on Scotusblog:</p> <blockquote class=\"quoted\"> <p>The Court acted in a one-sentence order that contained no explanation. The action left intact a lower court order that required voting officials in the crucial electoral state to open the polls on that final weekend to all voters, if they open them to any voters. Ohio officials wanted to allow voting then only by members of the military and their families, on the theory that they might be called away suddenly on military duty. </p> </blockquote> <p>Marist polling last week showed President Obama winning early voters in Ohio by a 2-1 margin.</p> <p>Under early voting, which is allowed in 32 states and the District of Columbia, voters can cast their ballots in person at election officials' offices during a designated pre-election period. By law early voting must be held over at least one weekend during that period, according to the National Conference of State Legislatures.</p> <p>For full coverage of the supreme court decision, <a href=\" http://www.theguardian.com/world/us-news-blog/2012/oct/16/second-presidential-debate-buildup-live\">go to our election 2012 live blog</a>.</p>",
  "<p>Over the weekend, we learned that the Romney and Obama campaigns were extremely concerned that Candy Crowley of CNN, the moderator for Tuesday's debate, might try to commit journalism. Neither side wanted <em>that</em>. </p> <p>But there's not much they can do about it. Because they're not in charge. Of course, neither is she. In fact, no one is really in charge of the presidential debates. The situation is in charge. That's about all you can say.</p> <p>Let me explain.</p> <p>Mark Halperin of Time magazine <a href=\"http://thepage.time.com/2012/10/14/moderator-role-under-scrutiny-before-the-debate/\">broke the story</a> on Sunday. Politico <a href=\"http://www.politico.com/blogs/burns-haberman/2012/10/report-obama-romney-camps-send-letter-to-debates-commission-138421.html#.UHuPBRa7u1Q.twitter\">confirmed</a> it with their sources. Both campaigns had complained to the Commission on Public Debates, the organizer of Tuesday's townhall-style event, after Crowley<a href=\"http://www.poynter.org/latest-news/mediawire/191561/candidates-debates-commission-upset-candy-crowley-may-ask-follow-up-questions-tuesday/\"> made it clear</a> in interviews that she would be engaging in certain normal journalistic behaviors. These included: pressing for answers, following up if needed and moving the candidates off their stump speeches and talking points.</p> <p>The lawyers for Romney and the lawyers for Obama thought they had an agreement: the moderators would not be doing any of that. And in a sense they were right. They <em>did</em> have an agreement. Crowley <em>was</em> ignoring parts of it. Halperin had been leaked a copy of the document that is negotiated between the two campaigns, specifying the rules for the four presidential debates. For example: The candidates can't bring notes with them, but they can take notes. (Good rule.) No shout-outs to anyone in the audience, except your family. (Good rule.) Then there's this one:</p> <blockquote class=\"quoted\"> <p>In managing the two-minute comment periods, the moderator will not rephrase the question or open a new topic… The moderator <strong>will not ask follow-up questions or comment</strong> on either the questions asked by the audience or the answers of the candidates during the debate<strong> or otherwise intervene in the debate</strong> except to acknowledge the questioners from the audience or enforce the time limits, and invite candidate comments during the two-minute response period.\" </p> </blockquote> <p>(My bold.) In other words: <em>Just hold the mic and keep the clock, Candy</em>. Good rule?</p> <p>On that we have no consensus. But the strange thing is that our complete lack of consensus has been built into the system. That's why we keep arguing about it. It can sound arcane, like a dispute over procedure, with big egos getting in the way. But what we're really arguing about is this: In a real debate, in a grown-up world, in the political and media systems we actually have, does presidential power need an interlocutor to reveal itself? Or can it speak <em>for</em> itself and by taking responsibility – stepping up to the plate, under pressure – make itself sufficiently clear?</p> <p>In the first debate, Jim Lehrer of PBS tried <a href=\"http://pressthink.org/2012/10/the-vanishing-moderator-jim-lehrer-answers-your-questions-about-his-part-in-the-first-debate/\">the Vanishing Moderator method</a>. That's my term for it. He tossed out some big topic areas and got out of the way. (Not <a href=\"http://www.slate.com/blogs/the_slatest/2012/10/04/jim_lehrer_vs_silentjimlehrer_a_closer_look_at_the_pbs_newshour_anchor_s_debate_performance_.html\">completely</a>, though.) Explaining himself afterwards, he said that the he and the commission wanted to push the form, try something new. \"Get out of the way\" means let the candidates confront each other. You are <em>not</em> their interlocutor. They do that for each other. You start things rolling, keep time, and invite them into the issues. You try to be dull (Jim Lehrer: \"What are the major differences between the two of you about how you would go about creating new jobs?\") so that they can shine. It's up to them to reveal themselves, and to \"check\" each other. If they choose not to, viewers will judge them for their passivity under pressure.</p> <p>Lehrer declared himself, proudly, a debate-moderator minimalist.</p> <p>In the vice-presidential debate, Martha Raddatz said something like this back: Thank you for your service, Jim Lehrer! I will <a href=\"http://www.mercurynews.com/scott-herhold/ci_21757780/forceful-raddatz-draws-praise-moderator\">not be taking your approach</a>. I am the interlocutor tonight. I represent the audience's interest in getting better answers. And <a href=\"http://takingnote.blogs.nytimes.com/2012/10/11/in-praise-of-martha-raddatz/?pagewanted=all\">I will intervene</a> when needed. Politely, of course! And if I don't hear any specifics, I will press the candidates to provide them. I am also a reporter myself, and will bring my knowledge to the table when I ask my questions. I think the people watching this understand very well why I am here, so abuse me at your peril. Are you ready, candidates?</p> <p>To Jim Lehrer's minimalism and Martha Raddatz's vitalism, Candy Crowley has to bring something different: a kind of ventriloquism. The debate she will moderate Tuesday night is described in the agreement between the campaigns as the \"audience participation ('Town Hall') format\". The questions originate not with the moderator but with a <a href=\"http://www.marketplace.org/topics/elections/attitude-check/debate-drawing-town-hall-audience\">specially selected</a> group of very, very undecided voters – as picked by Gallup. Crowley meets with them beforehand, finds out what they want to ask, and chooses the few she is going to call on, indirectly selecting the questions but also picking the characters who will step to the microphone and speak. Her participation takes place through their (closely managed) participation. She amplifies their intent.</p> <p>Her authority is also mixed up with theirs. Each person called on is a potential stand-in for the frustrated American voter. Televisually, Crowley equalizes the inherent power difference between standing candidates for president and the undecided voters rising to ask their questions. She can sharpen a question or follow up when it isn't answered, advocating for the questioner's right to hear straight talk from the candidates. It doesn't matter what the agreement signed by the candidates' lawyers says. Crowley isn't a party to it, she didn't sign, and anyway the parties aren't in charge.</p> <p>The debates in their current form are a temporary alliance among three players: the campaigns of the major-party candidates for president, the Commission on Presidential Debates and the journalists who are chosen to moderate and maintain order. Each draws power from a different source. The campaigns are the exclusive agents for the two main characters in the drama; without them there is nothing. The commission represents in institutional form the expectation Americans voters now have that the nominees for president will meet face to face and argue their respective cases. This is a potent force. It's virtually impossible for the candidates to refuse, although nothing in election law prevents it. The journalists who moderate have power because once the cameras come on and the debate begins, no one is telling them what to say.</p> <p>Each player is also weak, in its way. The campaigns are weak because of the inherent risk in submitting to questions on live television before an audience of 50 to 60 million. No matter how hard the candidates prepare, there is no way to prevent something unexpected from happening. And the risk of catastrophic failure is real, as Texas governor Rick Perry learned during the primary season. Yet they have to participate.</p> <p>The commission's weakness is structural: it has no constitutional or statutory right to put on the debates and no base of power independent of the two major parties, which created it in 1987. The moderators are weak because no one elected them, everyone can criticize them, and they're supposed to be completely upstaged by the candidates. \"It's not about the moderator!\" is something on which everyone agrees. This constrains their every move. But not completely.</p> <p>The result is that no one is fully in charge of Tuesday night's debate. But this is too scary for such high stakes. So rules are invented, like the ones that were leaked to Mark Halperin. In reality, the rules don't describe what happens because the real limits are audience expectations, which bear down on everyone in the hall with greater force than any timekeeper. Do we expect power to reveal itself without an interlocutor? If more and more of us do, pressure will build for the Vanishing Moderator. But we aren't there yet. Lack of consensus reigns.</p> <p>After he drew criticism for light questioning, Jim Lehrer wanted to explain better his approach. \"I was not there to question people,\" he said. \"I was there to allow the candidates to question each other.\" But the <a href=\" http://thepage.time.com/2012/10/15/the-2012-debates-memorandum-of-understanding-between-the-obama-and-romney-campaigns/\">agreement signed by the two campaigns</a> says, flat out: \"The candidates may not ask each other direct questions during any of the four debates.\"</p> <p>He did it anyway, because he could. The rules aren't going to help us, people. The Great Commission is powerless to decide. Despite all precautions the moderator and the candidates are always alive in unknown territory when the debate broadcast starts. This freaks everyone out, but I say let freedom ring.</p>",
  "<p>Barack Obama cannot afford another bad debate in Long Island tonight after his dismal performance in Denver a fortnight ago that opened way for Mitt Romney's comeback.</p> <p>Obama needs to come out with either a win or a draw. His campaign team said he is better-prepared and energised. But the Romney camp, which showed itself to be adept in preparing for the Denver debate, will have anticipated this.</p> <p>The president faces an additional obstacle tonight, the format being different from the Denver one, with questions coming from the audience rather than a single journalist. </p> <p>Obama needs to hit Romney hard but the town-hall style debate complicates his task. In this format, Obama and Romney will be answering questions mainly from voters in the audience, making it more difficult to be evasive and combative.</p> <p>The tradition is to be civil, though in 2004 there were strong exchanges between then president George W Bush and John Kerry over the Iraq war.</p> <p>The audience in the hall and those watching at home will expect answers to questions rather than the politician's trick of switching almost immediately to another topic.</p> <p>With the president and Romney theoretically free to wander round the stage in this format, there is also more emphasis on body language than there was when the two are stuck at a podium or in their seats. Romney's team said the candidate has devoted a lot of attention in his preparations to this.</p> <p>A Pew poll published Monday showed 41% expected Obama to do better and 37% Romney, a change from before the Denver debate when 51% expected Obama to do win and 29% Romney.</p> <h2>The format</h2> <p>Town-hall debates on the campaign trail and in at least one past presidential election had a element of spontaneity about them. These days they are more controlled.</p> <p>Gallup chooses 80 questioners representing a cross-section of likely voters, the questions screened in advance, and the moderator, Candy Crowley, chooses a dozen or more from the 80.</p> <p>After a question is asked, Obama and Romney have two minutes each to respond followed by exchanges.</p> <p>The two campaigns jointly approached the organisers on Friday to protest over comments made by Crowley that she saw her role as being more than just a fly on the wall and intended to ask follow-up questions. The campaigns wanted an assurance the debate is primarily for the audience to ask questions and that Crowley would not seek too big a role.</p> <p>Crowley, a veteran news reporter and anchorwoman who likes to generate news, is unlikely to be fazed by this. Expect her to vigorously pursue follow-up questions.</p> <h2>The strategies</h2> <p>Obama was left looking in the Denver debate at times as if Romney was the president and he was the challenger. He needs to be assertive in a way he failed to be in Denver.</p> <p>To lift the morale of Democrats still upset over his previous outing, he has to go negative for at least some of the debate in spite of the limitations of the format.</p> <p>His campaign team has hinted he will be aggressive, digging into areas where Romney is seen as weak: the 47% comment from the secret video, his record at Bain Capital, and his vague tax and deficit-reduction plans.</p> <p>He also has to convey pride, as Bill Clinton succeeded in doing at the party convention and vice-president Joe Biden did to some extent in last week's debate, in the achievements of his first term and to signal what he will do in a second.</p> <p>It is easier for Romney. With one win behind him, he can afford to settle for a draw. He will seek to consolidate his march towards the centre ground. He can exploit Obama's vulnerabilities, especially his administration's conflicting accounts of what happened in the Benghazi consulate attack.</p> <h2>The issues</h2> <p>With the questions coming from the audience rather than the moderator, what issues might come up are theoretically unpredictable. But, given they are screened first, the chances are that key domestic and foreign issues are almost certain to crop up.</p> <p>In the months running up to the election. the widespread consensus was that foreign affairs was unlikely to play much part in a campaign dominated by unemployment. But the death of US ambassador Chris Stevens and three others in the Benghazi consulate attack is an emotive issue, one on which Obama is vulnerable because of conflicting statements from his administration.</p> <p>While Obama is at the mercy of the audience, he has to try to find a way – if it is not raised by one of the questioners – to get in comments about Romney's 47% remark about freeloading Americans, which he failed to do in Denver. He will also want to press more forcefully than he managed in Denver on how Romney plans to both cut taxes for the wealthy and cut the deficit at the same time.</p> <p>Romney will seek to push the message that, as a former businessman, he is better suited for stewardship of the economy than Obama, though the president can respond by pointing to the latest unemployment figures showing a drop to 7.8%.</p> <h2>Preparations</h2> <p>Obama has devoted more time to preparation, having cleared his diary since Friday, apart from one dinner engagement that evening. He has been holed up at a resort near colonial Williamsburg, Virginia, since Saturday and will head to Hempstead, Long Island, this afternoon for the debate.</p> <p>As with the preparations for the first debate in Denver, senator John Kerry is playing the role of Romney and Obama's head of communications, Anita Dunn, is playing Crowley.</p> <p>Romney practised in Ohio on Saturday night and since Sunday at a house outside Boston, Massachusetts, with senator Rob Portman as Obama and, in a piece of gender-switching, one of Romney's aides Peter Flaherty as Crowley.</p> <p>The Republican presidential candidate devoted a lot of time in the run-up to Denver to what he said and how he would say it but his campaign team said he is looking a lot at body language this time round, given the freedom to move round the stage.</p> <h2>Past town-hall style presidential debates</h2> <p>The town-hall style was introduced for televised presidential debates on October 15, 1992 and had an immediate impact. Unlike tonight, the questions were not screened in advance.</p> <p>Then president George Bush Sr was knocked off his stride when a woman asked him about the personal impact of the national debt. He looked at his watch as she began her question, a gesture that was interpreted as being impatient and went down badly among television viewers.</p> <p>He compounded the error by offering up a jumbled reply whereas Bill Clinton moved across the stage towards the questioner and spoke about the impact he had witnessed on people in Arkansas, where he was governor.</p> <p>In 2004, George W Bush appeared flustered when asked to name three mistakes he had made as president.</p> <h2>Final debate</h2> <p>The third and final presidential debate will be held next Monday at Lynn University, Boca Raton, Florida.</p>",
  "<p>For Kenyan gospel rapper Eko Dydda, words are more than mere signifiers. They can be life-or-death markers of who you are.</p> <p>\"I almost got killed by people of my tribe because I couldn't speak the language. I can't speak vernacular. I grew up in the streets. I speak Sheng,\" he said, referring to the ever-evolving slang blend of Kiswahili and English, Kenya's two official languages.</p> <p>The incident happened during post-election violence in Nairobi's Mathare slum in 2007, and it illustrates the importance of language as an identifier in Kenya, home to more than 40 tribes and over 60 tribal languages.</p> <p>For Eko Dydda, Sheng's mongrel-like quality has always been appealing, for aesthetic and political reasons, but on that one day five years ago, this favouritism almost cost him his life.</p> <p>He was saved by a stranger. \"He can't speak vernacular. He's a born-town,\" the man explained, using slang to describe a Kenyan who has never lived outside the city. The gang left him alone.</p> <p>As Kenya gears up for its first presidential election since the disputed 2007 poll, the question of language and national identity is again being debated. In the cosmopolitan capital Nairobi, where upmarket malls stock shoes that cost more than a month's wages for people in nearby slums, English, Kiswahili and Sheng dominate, often merging seamlessly in the mouths of the younger generation.</p> <p>Linguists say the balance of power between these three, and some of the more widely spoken vernacular or tribal languages such as Kikuyu or Luo, is constantly evolving, with a new voice also rising – Kenyan English, a version of the standard English bequeathed by British colonial rulers.</p> <p>Standard English is still seen as the must-have language for upwardly mobile Kenyans. It is the language of instruction in schools, where Kiswahili is taught as a subject. Yet outside Nairobi's malls, Kiswahili and Sheng, itself a 1970s child of the slums, dominate the city's low-income neighbourhoods.</p> <p>Further away, in the arid north of the Rift Valley, tribal languages come to the fore, such as Kikuyu, Luo, Maa, Turkana or Kipsigis.</p> <p>Kiswahili, a Bantu language that has borrowed heavily from Arabic and is widely spoken in east Africa, was given the status of an official language in Kenya's 2010 constitution, but Professor <a href=\"http://www.ahadi.org/projects/katiba/29-kimani-njogu-phd.html\" title=\"\">Kimani Njogu</a>, a respected linguist and Kiswahili scholar, says English is favoured, at least among a certain class.</p> <p>\"The two languages are competing for space, and to the extent that English is still privileged in terms of status, in terms of prestige, in terms of job placement ... it is way ahead of Kiswahili,\" he said.</p> <p>However, Kiswahili remains the national language, and this confers a special status. \"It's the language of national consciousness … in terms of building nationhood across ethnic groups in a very fragile state, it is important it is made available across the country,\" Njogu said, mindful of early signs of rising tensions ahead of next March's election in a country where people tend to vote on tribal lines.</p> <p>Although English appears to be thriving, its nature is changing. English schoolbooks are now written by Kenyans and the language is taught by Kenyans. In its daily use, it is being shaped into a unique form, dubbed Kenyan English.</p> <p>Njogu gives some examples, highlighting the common use of double pronouns, such as \"me myself, I don't know,\" or \"we, ourselves\".</p> <p>He does not see Kenyan English taking over from standard English but admits this will depend to a degree on how committed teachers are in upholding the more academic, written form.</p> <p>Sheng is also growing up, slouching from the streets into the classroom, and into mainstream media: a multimedia production <a href=\"http://shujaaz.fm/\" title=\"\">Shujaaz.FM</a> (\"heroes\" in Sheng) won an International Digital Emmy Award in April.</p> <p>Njogu said research done by a graduate student he worked with found that Sheng, which he describes as a \"youth communicative code\", is finding its way into English compositions in high schools. \"What will happen eventually is ... it will no longer be a youth-driven slang. I think it will be an urban population-driven slang so that older people who were initially excluded from Sheng will be speakers of Sheng,\" he said.</p> <p>\"The salience of standard English and the salience of Kiswahili will not be as central because of Sheng. It's attractive, it allows for greater flexibility, if you get stuck with terminology you are able to borrow from anywhere and just insert,\" he said.</p> <p>In Sheng, a person might greet another by saying \"Sasa?\" (How are you now?), to which the reply might be \"Fit sana\", where \"fit\" comes from English and \"sana\" means \"very\" in Swahili.</p> <p>Some Kenyan officials have warned that Sheng's popularity is affecting the quality of Kiswahili and English among schoolchildren. In 2011, then minister of education Sam Ongeri blamed Sheng for students' poor performances in final exams in the two official languages.</p> <p>Analysts say the real problem more likely lies in the quality of education being offered at state schools.</p> <p>John Mugo is the country co-ordinator for <a href=\"http://www.uwezo.net/\" title=\"\">Uwezo Kenya</a> (\"capability\" in Kiswahili), which produces annual literacy and numeracy studies among children aged between six and 16. Only around 30% of children in Grade 3 (aged around eight to nine years) can do Grade 2 work, Mugo says.</p> <p>The reasons are varied and include teacher and pupil absenteeism, a lack of materials, lack of parent participation, and the national focus on performance in the final primary school exam, which leaves lower grades stuck with the least motivated, least talented teachers.</p> <p>Within that context, however, English is privileged because, Mugo says, teachers and parents believe it is essential for success. \"The attitude of parents and teachers is that whoever speaks English earliest will pass [the exams] after eight years.\"</p> <p>Njogu says the linguistic changes must be placed in a global context, and that no language need necessarily lose out. \"We are really talking about Englishes, and these Englishes are predominantly English as spoken in Britain but with twists and turns that are localised,\" he said.</p> <p>\"I have always taken the view that the way to do this is not to discourage Kenyan English but to teach English well and to teach Kiswahili well but to take into consideration the emergence of all these varieties, and not to be prescriptive in an insulting way but to appreciate that human beings are creative beings and they will play around with language.\"</p> <p>• This article was amended on 19 October 2012 because the original incorrectly said 'In Sheng, a person might greet another by saying \"Sasa now?\"'.</p>",
  "<p>Mitt Romney has pulled <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/11/mitt-romney-leads-national-polls\">even, (or even slightly ahead, in national polls</a> with President Obama since their first debate. The problem for the Republican is that this election will be won in a handful of key states. As I've pointed out in the past, and as <a href=\"http://www.huffingtonpost.com/2012/10/15/2012-polls-obama-battleground_n_1966564.html\">Huffington Post's Mark Blumenthal emphasised Monday</a>, Romney seems to have a swing-state problem.</p> <p>The balloons on the Guardian's <a href=\"http://www.ismittromneythepresident.com/\">Is Mitt Romney the President?</a> interactive graphic tell the story. Based on state polling, Romney would lose the electoral college by 294 to 244 electoral votes. Even adding in Virginia, where the <a href=\"http://elections.huffingtonpost.com/pollster/2012-virginia-president-romney-vs-obama\">HuffPollster aggregate</a> has Romney slightly ahead, Romney is still down 281 to 257.</p> <p>This leaves Romney 13 electoral votes shy of an outright electoral college majority, and 12 electoral votes shy of a tie (the latter would likely result in a Romney presidency given that Republicans will hold a majority of delegations in the House of Representatives in 2013).</p> <p>So, how does Romney get over the top?</p> <p>Let's assume that Romney wins all the states I believe he's leading right now. Let's also assume Obama wins all the states where he holds at least a 3 percentage point lead. That leaves with five states where he can win, but isn't ahead at this moment: Iowa, New Hampshire, Nevada, Ohio, and Wisconsin.</p> <p><strong>Ohio</strong></p> <p>Ohio has 18 electoral votes; taking these would result in Romney earning 275 electoral votes.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791154\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350335705463/Ohiomap_460.jpg\" alt=\"Ohio electoral map\" width=\"460\" height=\"342\" class=\"gu-image\" /> </figure>  <p>The polling hasn't <a href=\"http://www.tnr.com/sites/default/files/ohio%20post%20debate.gif\">exactly been consistent</a> in the Buckeye state. There are polls with Romney ahead, some with him just behind, and others giving Obama an approximate 5-point lead. Some have said Romney trails because of his <a href=\"http://www.npr.org/blogs/itsallpolitics/2012/08/26/159987867/romneys-auto-bailout-stance-complicates-campaign-in-battleground-ohio\">opposition to the auto bailout</a>. Either way, it is the state with the <a href=\"http://www.washingtonpost.com/wp-srv/special/politics/2012-presidential-campaign-visits/\">most candidate visits</a> and the <a href=\"https://twitter.com/DomenicoNBC/status/257895438580056064\">most money spent on television ads</a> except Florida. Ohio is also a state that is rarely more than a point more Democratic than the national vote, which suggests the closer polls could very well be right. </p> <p><strong>Nevada and Iowa</strong></p> <p>Without Ohio, Romney has to win at least two states. Iowa and Nevada look like two possibilities, with six electoral votes each, for a combined 12. This would get him to the minimum 269 electoral votes.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791155\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350335740918/nevadamap_460.jpg\" alt=\"Nevada electoral map\" width=\"460\" height=\"335\" class=\"gu-image\" /> </figure>  <p>The <a href=\"http://www.realclearpolitics.com/epolls/2012/president/nv/nevada_romney_vs_obama-1908.html\">polling in Nevada</a> has been close for most of the year, yet Romney has only led in one poll conducted in 2012. It's <a href=\"http://www.tnr.com/blog/electionate/108604/nevadas-democratic-registration-numbers-jeopardizes-romneys-chances\">also a state</a> where Democrats have run up registration and where the polls have often overestimated Republican strength. On the plus side for Romney, it's a state with a <a href=\"http://www.cnn.com/2012/07/03/politics/nevada-mormons/index.html\">large Mormon population</a>. Also, the pollsters who performed well in Nevada in the last few elections are not showing Obama with any greater advantage than other polls. </p> <p>Iowa is an interesting state in that there really isn't a middle ground. Its Democrats are very liberal, and its Republicans are very conservative. Romney led in a <a href=\"http://www.realclearpolitics.com/epolls/2012/president/ia/iowa_romney_vs_obama-1922.html\">number of polls</a> earlier in the year. He seemingly fell behind by more than 5 points in September. There are some signs that he's making some progress in the state, but it's a state with few polls recently. We'll need to see more data before knowing if it truly can be a staging-post for Romney's march towards the White House.</p> <p>This map might not be too alluring in that a tie in the electoral college <a href=\"http://www.guardian.co.uk/world/video/2012/sep/28/us-electoral-college-explained\">risks a split-party presidency</a>. Romney may have the necessary seats in the House to get elected, yet it is quite possible that Democrats will control the 50 seats in the Senate in the event of a tie, which would get Biden elected vice-president. I can't imagine this scenario \"intrigues\" Romney's team much.</p> <p><strong>Wisconsin and New Hampshire</strong></p> <p>The easiest way to avoid a tie without Ohio is to win Wisconsin and its 10 electoral votes. Then, all Romney would need is to win any other state. For this scenario, we add New Hampshire's four electoral votes for a total of 271.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791156\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350335776623/Wisconsinmap_460.jpg\" alt=\"Wisconsin electoral map\" width=\"460\" height=\"347\" class=\"gu-image\" /> </figure>  <p>Wisconsin is probably only in play because of Paul Ryan. After selecting Ryan as his vice-presidential nominee, Romney's numbers <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/17/paul-ryan-wisconsin-effect-us-political-map\">took off in the Badger state</a>. They dropped in September, and now Obama seems to have <a href=\"http://www.realclearpolitics.com/epolls/2012/president/wi/wisconsin_romney_vs_obama-1871.html\">a small lead</a> – though one even smaller than Ohio's. </p> <p>The issue is that Romney hasn't been in the state at all in the last month. He's visited North Carolina – a state where most would agree Romney has an edge – twice. It makes me wonder whether Romney's polling indicates something the public polls do not. It could be that Obama's right on the edge of 50% in Wisconsin and getting a plurality will prove tough for the former Massachusetts governor. </p> <p>New Hampshire is a contest that, before the primary season, I would have put in Romney's column. He led in pretty much all the <a href=\"http://www.realclearpolitics.com/epolls/2012/president/nh/new_hampshire_romney_vs_obama-2030.html\">2011 polls</a>, was governor right next door, and owns a summer home in New Hampshire. Then something happened. </p> <p>Romney didn't lead in a single poll from mid-April through mid-September. The Granite state's mix of old-time libertarianism, an influx of liberal out-of-state residents on the Vermont border, and tax-fleeing Bay staters from Romney's home state, makes for a hard-to-figure concoction. There have been very few polls in New Hampshire recently, but the ones since mid-September point to a potentially tight race.</p> <p><strong>Other scenarios</strong></p> <p>It's quite possible that Romney will lose a state that I've put in his column for this exercise – such as Colorado, Florida, or especially Virginia. The reason none of my scenarios includes these states is I'm assuming that if Romney wins any of the states described in the three scenarios above, then he'd have won the states I automatically put into his column.</p> <p>In the same vein, it wouldn't be a complete shocker if Romney takes a state that I have not given him or which does not conform to one of these scenarios. That might be <a href=\"http://www.realclearpolitics.com/epolls/2012/president/pa/pennsylvania_romney_vs_obama-1891.html\">Pennsylvania</a>, where Romney seems to be closing the gap. It seems unlikely though that Romney would win a state like Pennsylvania without already carrying enough electoral votes from other states to put him over the top in the electoral college arithmetic.</p> <p>Thus, Romney's path to the White House seems dependent on winning <em>either</em> Ohio, <em>or</em> Iowa and Nevada, <em>or</em> Wisconsin and one other state.</p>",
  "<h2>Top stories on <a href=\"http://www.theguardian.com/media\">MediaGuardian</a></h2> <p><a href=\"http://www.theguardian.com/uk/2012/oct/16/rebekah-brooks-severance-deal-7m\">Brooks severance deal worth 'about £7m'</a><br> Payoff package for the former News International executive is far in excess of the £1.7m speculated on after her departure</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/15/frankie-boyle-jokes-libel-mirror\">Boyle jokes played in court in libel action</a><br> Jury shown clips from Channel 4 show as comedian sues Mirror Group Newspapers over story describing him as a racist</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/16/darryn-lyons-big-pictures\">Lyons acquires Big Pictures's assets</a><br> 'Mr Paparazzi' named as shareholder in firm which has bought photo agency</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.theguardian.com/job/4521771/content-producer-media-and-technology/\">Guardian News &amp; Media - Content Producer - Media &amp; Technology</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.theguardian.com/job/4522945/media-relations-assistant/\">Local Government Association - Media Relations Assistant</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.theguardian.com/job/4518559/marketing-executive//\">Travelzoo - Marketing Executive</a> <br>London/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.theguardian.com/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.theguardian.com\">The Guardian</a></strong></p> <p>Media comes under threat from Taliban militants. P3<br>Rebekah Brooks received \"about £7m\" in News International payoff. P6<br>BBC boss to face MPs over Savile affair. P11<br>Skydive watched by 8m on YouTube. P18<br>Analysis: Dan Sabbagh on Trinity Mirror. P20<br>Google braced for privacy and antitrust moves in EU and US. P21<br>Has Homeland lost the plot? G2, P3<br>How we made Play School. G2, P19</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>Emails between Rebekah Brooks and David Cameron withheld by Leveson. P1, P5<br>Maria Miller fans flames of BBC Savile row. P8<br>Journalists fear Savile affair will undermine news coverage. P8<br>Frankie Boyle sues over \"racist\" claims. P20<br>New Trinity Mirror chief admits \"neglect\" of digital. P48</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong></p> <p>Cameron emails to Brooks were withheld from Leveson. P4<br>Decision due on extradition of computer-hacker Gary McKinnon. P9<br>Frankie Boyle sues over \"racist' claims. P17<br>X Factor beats Strictly in ratings battle on Sunday. P17<br>Microsoft makes push into online music. P41<br>New Trinity Mirror chief admits \"neglect\" of digital. P43</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>Conrad Black to appear on Have I Got News for You. P2<br>Ed Miliband demands independent Savile inquiry. P9<br>Great British Bake Off final. P21<br>Gillian Reynolds on radio. P32<br>Murdoch faces investor fury at News Corp AGM. B3<br>Trinity Mirror merges newspaper operations. B3<br>Harry Potter films stuck at BSkyB for Christmas. B3<br>Financial Times conducted \"inadequate\" investigation into sacking of employee, a tribunal hears. B3</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>MPs to question BBC boss on decision to drop Savile report. P1<br>We're not snooping but we need internet checks to protect you, says crime fighter. P5<br>iPhone 5 lifts numbers. P38<br>Google privacy fear. P38</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>Rebekah Brooks received £7m payoff after quitting News International. P1<br>Political pressure builds on BBC over Savile abuse. P4<br>More than 8m people watched Felix Baumgartner on YouTube. P18<br>Rupert Murdoch hopes for more peaceful annual meeting. P19<br>Simon Fox announces plans to merge all Trinity titles. P24<br>YouGov social media focus pays off. P24</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>When deepest of secrets get outed on Facebook. P14<br>How the internet saved the novel. P18<br>Clear Channel boss on making radio cool again. P23<br>On Wikipedia, some editors won't let it be. P31</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>Strictly Come Dancing latest. P7<br>MPs' anger as minister rules out Jimmy Savile inquiry. P8<br>Twitter intrudes on romantic meals out. P11<br>Richard Littlejohn on Savile. P17<br>Craig Brown on Savile. P18<br>Who is the most fabulous Baker Boy? P23</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>Another TV star accused of abuse. P5<br>MPs attached BBC over ditched probe. P5<br>Mirror boss in shake-up. P44</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>Editorial: Question time for the BBC over Savile. P6<br>Top of the Pops staff accused of child abuse. P8<br>Skins to return with three specials. TVBiz, P4</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>Jimmy Savile's girls only parties at Broadmoor. P6<br>Fury over no Savile probe. P7<br>Dave Lee Travis: I'd welcome a police quiz. P7<br>Amy will not be returning to Doctor Who. P9<br>Editorial: BBC's duty over Savile scandal. P10<br>Frankie Boyle suing Mirror over \"racist\" line. P11<br>Xbox bid to beat iTunes. P27<br>Interview: Emmerdale star Sian Reese-Williams. P29</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>Jeremy Clarkson naming and shaming bad drivers on Twitter. P3<br>DJ faces groping claims. P7<br>Frankie Boyle sues the Daily Mirror. P9</p> <p><strong>And finally ...</strong></p> <p>It was the Blackadder sequel that never was – a big-screen spin-off featuring Rowan Atkinson playing the illegitimate son of Elizabeth II. Tony Robinson, who played Baldrick, revealed Blackadder would have been in a 1960s rock band featuring a drummer with no hair called Bald Rick, reports The Times. But it never happened, possibly because of the atmosphere of chaos that Robinson described surrounding the show in which the stars would routinely rewrite the scripts. \"We would never do rehearsals, we would just discuss the text,\" said Robinson. \"Other actors hated working with us because they thought we were really unprofessional. Which was true.\" The Times, P19</p> <h2>Also on <a href=\"http://www.theguardian.com/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.theguardian.com/media/2012/oct/15/jimmy-savile-bbc-director-general\">Entwistle to speak to MPs about Savile scandal</a><br> BBC director general is expected to answer questions in front of a House of Commons committee next week</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/14/sexist-stereotypes-front-pages-newspapers\">Sexist stereotypes 'dominate the front pages'</a><br> Study reveals 78% of front-page articles are written by men, and 84% of those quoted or mentioned are male</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/15/tv-network-black-spots\">Local TV network plan could be hit by signal black spots</a><br> Large areas of south London and regions very close to Oxford could be affected by coverage issues</p> <p><a href=\"http://www.theguardian.com/music/2012/oct/15/michael-bolton-sitcom-abc\">Michael Bolton to play version of himself in US sitcom</a><br> Bolton to follow example of Matt LeBlanc and James Van Der Beek in Michael Bolton's Daughter Is Destroying My Life</p> <p><a href=\"http://www.theguardian.com/technology/2012/oct/15/xbox-music-microsoft-apple-itunes\">Xbox Music: Microsoft launches challenger to Apple's iTunes</a><br> Cloud-based offering will allow users to synchronise across multiple devices including PCs, tablets and smartphones</p> <p><a href=\"http://www.theguardian.com/technology/2012/oct/15/google-privacy-policy\">Google 'to be told by EU to unravel privacy policy'</a><br> French data protection commissioner's ruling that web giant must separate user data could have global impact, say sources</p> <p><a href=\"http://www.theguardian.com/world/2012/oct/14/hugo-chavez-accused-spying-henrique-capriles\">Hugo Chávez accused of spying on rival in runup to presidential election</a><br> Venezuelan secret service agents tracked Henrique Capriles and family, leaked documents allegedly show</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/14/jimmy-savile-questioned-bbc-radio\">Jimmy Savile questioned by his BBC boss</a><br> Former Radio 1 controller Derek Chinnery says at the time he accepted presenter's denial over rumours about private life</p> <p><a href=\"http://www.theguardian.com/business/2012/oct/14/microsoft-apple-samsung-christmas-advertising\">Microsoft, Apple and Samsung to launch Christmas advertising blitz</a><br> Analysts say digital giants' advertising spend will be on a scale not seen 'outside presidential elections'</p> <p><a href=\"http://www.theguardian.com/media/2012/oct/13/radio-4-online-unlocking-past\">Radio 4 to embrace online future by unlocking its past</a><br> BBC Radio 4 aims to 'break out of schedule' by making historic content available on demand – starting with 920 episodes of Alistair Cooke's Letter from America</p>"
]