[
  "<p>US central bank chief Ben Bernanke sparked a surge in share values on Friday after he signalled his willingness to embark on a third phase of money creation to boost the US economy.</p> <p>The Dow Jones industrial average closed the day with a gain of 90 points after the chairman of the Federal Reserve gave a robust defence of past central bank interventions, which, traders said, prepared the ground for a third round of quantitative easing should the economic picture worsen. France's CAC and the German DAX closed up 1%.</p> <p>In his much anticipated a speech in Jackson Hole, Wyoming, Bernanke described the current economic situation as \"far from satisfactory\". He said that high rates of unemployment were a \"grave concern, not only because of the enormous suffering and waste of human talent it entails, but also because persistently high levels of unemployment will wreak structural damage on our economy that could last for years\".</p> <p>His speech to the annual central bank symposium came ahead of September's meeting of the Federal Reserve's open markets committee (FOMC), which sets US economic policy. Recently released minutes from its last meeting show the committee has become increasingly concerned about the US recovery and is weighing further action.</p> <p>However, since the last FOMC meeting, more positive economic news has emerged on jobs and housing. Next week the closely watched non-farm payroll survey of monthly employment trends will be released. After a sharp rise over the winter, job growth slowed in the spring, but appears to be picking up again.</p> <p>He urged European leaders to make faster progress in tackling the debt crisis affecting Greece and other indebted eurozone countries. His concerns that Europe may drag the US back into recession were highlighted by figures showing that unemployment across the zone remained at an all-time high in July.</p> <p>The European Union's statistical agency, Eurostat, said 88,000 more people were without a job in July, pushing the total out of work in the eurozone to 18m, the highest level since monetary union in 1999.</p> <p>The 11.3% unemployment rate, up 1.2 points from a year earlier, failed to come down after joblessness increased in Spain and bailed-out Greece. In Spain youth unemployment stood at 52.9%, in Greece at 53.8%.</p> <p>Any monetary action by the Fed is likely to trigger a furious response from elements within the Republican party who have criticised his past actions and warned against new measures.</p> <p>Mitt Romney, the Republican presidential candidate, has made it clear he will replace the Fed chief, who he accuses of putting taxpayers' cash at risk, if he is elected in November.</p> <p>The House financial services committee chairman, Spencer Bachus, told Bernanke last month at a congressional hearing: \"The truth is the Federal Reserve cannot rescue Americans from the consequences of failed economic and regulatory policies passed by Congress and signed by the president.\"</p> <p>The initial US quantitative easing programme from November 2008 to May 2010 saw the Fed buy $1.75tn in debt held by mortgage providers Fannie Mae and Freddie Mac, a range of mortgage-backed securities and government bonds, mostly from the country's 3,000 banks.</p> <p>A second round, dubbed QE2, involved an additional $600bn. \"Operation Twist\" began in September 2011 with a pledge to swap $400bn in short-term loans for longer term bonds, with an extension in June adding a further $267bn.</p> <p>Bernanke offered a strong defence of his actions at Jackson Hole. \"A balanced reading of the evidence supports the conclusion that central bank securities purchases have provided meaningful support to the economic recovery while mitigating deflationary risks,\" he said.</p> <p>In a swipe at Republican critics who accuse him of jeopardising hundreds of billions of taxpayer funds following the expansion of Federal Reserve loans, he said loans by the Fed since the bank rescues of 2008 had earned money for the exchequer.</p> <p>David Zervos, head of global fixed income strategy at US investment bank Jefferies, said it was unlikely the Fed would back a further round of central bank lending before the presidential election in November.</p> <p>\"The idea that the Fed would come out with unconventional monetary policy, such as credit easing of some kind, seems to be a little bit of a stretch,\" he said.</p> <p>\"This was a backstop speech that gets Bernanke through. If the data turns or Europe turns, then the Fed is back in.\"</p> <p>Gus Faucher, senior economist at PNC Financial Services, said: \"It sure sounds to me like he is getting ready to act.\"</p> <p>He said the FOMC would now be waiting for the non-farm payroll figures. In July, the US added 163,000 new jobs, more than many economists had expected. Faucher is predicting that 130,000 new jobs were added in August, while other analysts are expecting about 100,000.</p> <p>\"If it comes in below 100,000, I think the Fed will act,\" he said. \"That would be four out of five months below 100,000. That's not good enough.\"</p>",
  "<p>If you're outside the United States, in Britain say, the last time you checked in Mitt Romney was the privileged, h<a href=\"http://www.youtube.com/watch?v=ZgeQ_y7LMRI\" title=\"\">apless candidate born with a silver foot in his mouth</a> who had managed to screw up what should have been the easiest possible assignment – <a href=\"http://www.theguardian.com/commentisfree/2012/jul/27/britain-easy-date-mitt-romney-mess\" title=\"\">making nice to London on the eve of the Olympics</a> – and was surely destined to go down to defeat in November at the hands of that master rhetorician and campaigner, Barack Obama.</p> <p>If that's your view, you may want to sit down. For Romney and Obama are now locked in a bitingly tight contest, one that the Republican candidate has a good – and increasing – prospect of winning. On 7 November there is an even, maybe better than even, chance that the world will wake up to President Romney.</p> <p>This is not a verdict on Romney's speech here in Florida, formally accepting his party's nomination. That was a bland affair – even supporters called it \"workmanlike\" – which drew a tepid response in the hall. Nor did Romney reveal previously hidden gifts for oratory or suddenly show himself to be a warm, telegenic match for Obama. Instead it is an assessment of the basic political reality, one in which those defects of Romney's might not even matter.</p> <p>Start with two numbers that are horrible for Obama. The first is his poll rating, which remains stubbornly below 50%. History suggests that incumbent presidents unable to break the 50% barrier at this stage end up serving just one term. The second figure, which goes a long way to explaining the first, <a href=\"http://www.chicagotribune.com/business/breaking/chi-chijulyunemploymentjulyjobsreport-20120803,0,6114456.story\" title=\"\">is the statistic that puts US unemployment at 8.3%</a>. Joblessness has not stood below 8% since the month Obama took office. Again, the&#xa0;historical record is brutal on sitting presidents seeking re-election against such a bleak economic backdrop. The last one to pull it off was Franklin Delano Roosevelt in 1936.</p> <p>Viewed like that, the fact that Obama is even in a statistical dead-heat with Romney nationally is quite an achievement. It has come thanks in part to an aerial bombardment of TV advertising by the Obama campaign in decisive states, consisting mainly of 30-second attacks on Romney, depicting him as a corporate vulture who won't tell the truth about how much tax he pays. That such a heavy assault has only managed to result in stalemate illustrates the gravity of the president's situation.</p> <p>What's more, a serious Romney counter-attack is on the way. Under the rules of campaign finance, the Republican only gained access to his full war-chest on Thursday night, when he became his party's formal nominee. Unusually for a challenger, he is comprehensively out-fundraising Obama, <a href=\"http://money.cnn.com/2012/08/22/news/economy/obama-romney-fundraising/index.html\" title=\"\">pulling in more than $200m in June and July alone</a>. Romney is backed too by a series of so-called Super Pacs (political action committees), officially unaffiliated bodies that are able to keep the source of their funds secret and who can spend unlimited amounts on TV commercials. Obama has some Super Pac allies of his own, but here too Romney has the advantage.</p> <p>The coming phase of the campaign holds further bright possibilities for the Republican candidate. Yes, Obama will get his moment in the sun next week as Democrats gather for their convention in Charlotte. But any momentum could come to an abrupt halt on Friday, when the latest job statistics are published.</p> <p>October brings three live TV debates between the two men, often landmark moments in a presidential contest. Of course these could go either way. If Romney stumbles so badly that he is deemed an implausible president, his bid will be over. But he is an experienced debater, battle-hardened by bruising primary campaigns this year and in 2008. And debates often help the challenger simply by putting him alongside the president, thereby granting him equal status.</p> <p>It's true that Romney is a stiff performer and cannot rival the charm and ease of Barack Obama. Likability usually matters a lot in US elections. But this could just be the year when it matters less. The case Republicans presented in Tampa was that the economy needs to be fixed and that Romney is the man to fix it. They point to a CV that shows Romney has succeeded in every task he has undertaken, whether as governor of Massachusetts or salvaging the 2002 Winter Olympics in Salt Lake City. So what if he can't emote and looks permanently awkward? He's a proven turnaround artist and, as his wife, Ann, said on Tuesday: <a href=\"http://abcnews.go.com/Politics/ann-romney-tells-women-husband-us/story?id=17098633\" title=\"\">\"This man will not fail.\"</a></p> <p>Judged like this, Romney will not have to prove he's likable so much as \"acceptable\", say some of his senior allies, and that is a much lower bar. Thursday night's testimonials from church members Romney had helped as a Mormon lay pastor – telling clearly genuine stories of Romney coming to the aid of families faced with tragedy, including sitting with a dying 14-year-old boy who had asked for Romney's help drafting a will – suggest a way the candidate might clear that bar easily.</p> <p>Of course, Obama retains&#xa0;big advantages. Many Americans still like him and think well of him. They believe he has tried his best, having been dealt a tough hand by his predecessor. They credit him with the removal of&#xa0;America's number one enemy and the&#xa0;rescue of the country's car industry. As the bumper sticker has it: \"Bin Laden's dead and GM's alive.\"</p> <p>They still do not know Mitt Romney well and might yet be persuaded that he is a pampered plutocrat whose wife owns \"a couple of Cadillacs\" and who is out&#xa0;of touch, whose own&#xa0;policy reversals over the years – on&#xa0;abortion and the like – suggest a hollowness, a willingness to do or say anything to gain power.</p> <p>Obama's campaign team is probably the more skilled. The Romney crowd can still mess up: <a href=\"http://www.theguardian.com/world/video/2012/aug/31/clint-eastwood-obama-gop-convention-video?newsfeed=true\" title=\"\">witness the debacle of Clint Eastwood's Dada-ist performance</a> in Tampa, talking to an empty chair. The control-freaks around Obama would have taken no such risk. And the Democrats retain key demographic advantages, favoured by Americans who are black, Hispanic, young or female. The electoral map is helpful too: in the states he has to win, the president is ahead. But that will not matter much if Romney pulls even a couple of percentage points ahead. Al Gore in 2000 apart, winners of the overall popular vote tend to become president.</p> <p>Put simply, if you thought of Mitt Romney as a joke figure bound to lose in November and soon to be forgotten, think again. This election is knife-edge close – and, to state what for many around the world will be an unwelcome truth, that means either man could win.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/j_freedland\" title=\"\"><em>@j_freedland</em></a></p>",
  "<p>Mitt Romney's election team has declared they are confident that the road to the White House lies open as their candidate headed out on his first full day of campaigning as the Republican presidential nominee.</p> <p>His schedule took in a surprise visit to Louisiana to speak to – and be pictured with – the emergency crews dealing with the flood damage created by hurricane Isaac.</p> <p>Reaction to the biggest speech of his political career – his address to the party convention in Tampa, Florida – was mixed, in large part because of a shambling warm-up performance by Oscar-winning actor Clint Eastwood. The actor disrupted the carefully choreographed convention schedule with with a surreal discussion with an empty chair representing Barack Obama.</p> <p>Republican strategists described Romney's 40-minute speech as \"competent\" and \"solid\" rather than inspirational, but insisted that it would play well with the tens of millions of viewers watching at home. Alex Castellanos, a Republican consultant and media commentator, said Romney had ticked all the boxes. \"I thought he did a workmanlike job,\" he said.</p> <p>A former member of the Bush administration, speaking after the speech in Tampa, described it as \"homely\" and low-key but said it would resonate with voters tired with Obama's soaring rhetoric.</p> <p>Romney heeded the advice of his strategists to make the speech personal, with sections in which he dwelt on his family life. His wife Ann, on television Friday morning, said it offered a glimpse into \"the deepest part of his soul\".</p> <p>She diplomatically avoided any hint of criticism of Eastwood's performance, confining her comment to \"unique\". In an interview with CBS, she tactfully added: \"We appreciated Clint's support, of course.\"</p> <p>In his speech, Romney spoke about two of his biggest perceived weaknesses, his Mormonism, which is normally avoids for fear of offending Christian evangelicals, and his business career at Bain Capital, an investment group that closed American companies, resulting in job losses.</p> <p>But there was little of substance in the speech, other than a vague five-point plan for tackling the sluggish economic recovery and a few brief foreign policy references.</p> <p>A senior member of Romney's campaign team, scanning the coming two months, insisted it was looking good for the candidate. He pointed to the unemployment figures coming out next week, again in October and again just days before the election, which would remind voters of the issue that is their main concern. He said that it would take a \"miracle\" for Obama to win, given that no president since the 1930s had won re-election with unemployment over 8%.</p> <p>The campaign adviser also saw a huge advantage for Romney in terms of spending. Having been formally adopted as the Republican nominee, he can now legally spend the millions of dollars he has been accumulating.</p> <p>Romney's campaign team cautioned against expecting much of a poll bounce, especially with the Democrats likely to be the centre of media attention next week, with their convention in Charlotte, North Carolina.</p> <p>The Democratic party derided Romney's speech for lack of policy. In a campaign video on the web, the Democrats said: \"Thursday was Mitt Romney's big night to tell America his plans for moving forward, yet he chose not to.\"</p> <p>David Axelrod, one of Obama's campaign strategists, in a television interview focused on Republicans who made speeches mainly talking up themselves rather than Romney. He contemptuously dismissed Tampa as \"more like open mic night for 2016 candidates, and not a convention that's aimed at promoting Mitt Romney in 2012.\"</p> <p>The media response to the speech was mixed. Time's <a href=\"http://swampland.time.com/2012/08/31/the-romney-speech/\">Joe Klein wrote</a> that it was a \"smart speech\" but that he was not sure that it was a game-changer, or would be remembered beyond tomorrow. Klein added: \"But it did lay down a subtle challenge for the president: explain why your contract should be extended.\"</p> <p>The main theme of Romney's speech, one that will be pursued over the coming weeks by the campaign, is that Obama was elected in a wave of euphoria but that his first term is ending in disappointment.</p> <p>\"I wish President Obama had succeeded because I want America to succeed,\" Romney said. \"But his promises gave way to disappointment and division. This isn't something we have to accept. Now is the moment when we can do something. With your help we will do something.\"</p> <p>The heart of Romney's speech was a five-point plan for economic recovery that he promised would deliver 12 million new jobs within four years. The plan – deliberately lacking in detail – covered energy independence, small business, deficit reduction, skills training and international trade, and included the veiled threat of a trade war with China.</p> <p>Romney touched on foreign policy only briefly, pledging to show \"backbone\" to Russian president Vladimir Putin and deriding Obama for failing to halt Iran's nuclear development. While he praised Obama for ordering the raid that killed Osama bin Laden, there was no mention of other international issues, notably Afghanistan, and in the main he focused on attacking Obama's domestic record.</p> <p>He promised to repeal Obama's healthcare reform and vowed: \"As president I will protect the sanctity of life. I will honour the institution of marriage. And I will guarantee America's first liberty: the freedom of religion.\"</p>",
  "<p>President <a href=\"http://www.theguardian.com/world/2012/aug/30/angola-jose-eduardo-dos-santos\" title=\"\">José Eduardo dos Santos</a>, the second longest serving leader in Africa, looks on course to retain power after Angolans voted in an election dogged by alleged irregularities and what appeared a low turnout.</p> <p>Dos Santos's Popular Movement for the Liberation of Angola, or MPLA, is predicted to win comfortably and extend his 33-year rule. But the main opposition party, Unita, denounced the process as flawed from the start and said it would challenge the outcome in court.</p> <p>Political activists claimed thousands of people had boycotted the election, the third in the country's history, because of a lack of faith in its integrity. A few polling stations visited by the Guardian in Luanda had a trickle of voters but were mostly deserted.</p> <p>The ballot has focused attention on Angola's <a href=\"http://www.theguardian.com/world/2012/aug/30/angola-elections-china-oil-growing-inequality\" title=\"\">remarkable but uneven progress</a>. A decade after the end of a devastating 27-year civil war, it is sub-Saharan Africa's second biggest oil producer and third biggest economy. But critics accuse Dos Santos of internal repression, enriching his family while millions languish in poverty and merely paying lip service to democracy. The past year has seen growing protests from youth activists and rappers.</p> <p>\"Democracy is the power of the people and today the people have the power in their hands,\" Dos Santos, wearing a dark blue Cuban-style \"guayabera\" shirt, told reporters after voting at a heavily guarded school down the hill from the presidential palace. He left in a fleet of black limousines.</p> <p>The 70-year-old's campaign enjoyed all the usual advantages of incumbency. Luanda is coated in MPLA flags and banners and pictures of Dos Santos, while state media is also loaded in his favour.</p> <p>Marcolino Moco, a former MPLA prime minister who fell out with the president, said: \"The way he is ruling the country, it is not possible to have normal elections because he controls everything: communications, oil, money, people.</p> <p>\"It is worse than the elections in 2008 and even 1992. Today Dos Santos is openly doing these things. The observers are saying everything is OK but my God, everything is not OK.\"</p> <p>One consequence may have been voter apathy. Rafael Marques de Morais, a journalist and anti-corruption activist, said he had visited numerous polling stations on Friday and found them nearly empty. \"I think this time the turnout in Luanda has been extremely low,\" he said. \"The main reason people didn't turn up is that they don't believe in the integrity of the process. They're boycotting the elections.\"</p> <p>There were similar reports from around the country, he added. De Morais also claimed the government had been sending text messages telling people it was safe to go out and vote and that police were closer to polling stations than regulations permitted. He was not aware of any cases of political violence.</p> <p>There was more of a buzz at the polling station in Viana in Luanda but not out of choice. Numerous people complained that they arrived at 7am only to be told by iPad-wielding officials that their names were not registered there. Seven hours later, they were still unable to vote.</p> <p>\"My name came up in another province 300km away,\" said Sentimento Domingos, 33, a street trader. \"I am furious and I am sad because I want to vote. Why do they want to steal our votes?\"</p> <p>Gizela Sebastiao, 30, said: \"I've been here since 7am and haven't found a solution. They are saying I have to go back to Cabinda, nearly 400km away.\"</p> <p>Some suggested the problems were a deliberate ploy to thwart Unita. Goncalves Domingos, 36, a student, said: \"Maybe half the people are not going to vote because they are not on the list. If the election was run the way it's supposed to run, the MPLA would not win. They have engineered it so they can win.\"</p> <p>But elsewhere voters, their fingers dipped in purple ink, reported that the election was better organised than in 2008. Rosa Maria, 37, who voted in Mutamba in central Luanda, said: \"It's a good day for Angola, like a feast. I do believe things are going to change.\"</p> <p>Unita has condemned a lack of transparency, in particular the failure to make a full voters' roll publicly available or to allow its observers into many polling stations. Police arrested several opposition members on Thursday after they tried to enter the electoral commission building to demand credentials to observe.</p> <p>As he watched people voting in orderly fashion in the sunshine, Adalberto Costa, president of administration for Unita, said: \"Some people see this and say it's Africa, this is good enough. We don't think so. We refuse to believe we can't do better.\"</p> <p>Costa claimed Unita publicity material had been torn down in some areas and some supporters had been intimidated. \"If you are in a small village and the chief says only MPLA can remain, it's a big problem.\"</p> <p>Unita intends to dispute the election in court irrespective of the result, he added. \"The MPLA knew the circumstances of this election would not be good for them: too much time in power, people better informed. I'm sure in different conditions, there could have been a change of government. But only one party controls the television and newspapers and, in these circumstances, it's impossible.\"</p> <p>Observers from the Southern African Development Community, the African Union and the Community of Portuguese-Speaking States witnessed the vote. But there were no formal observer missions from the European Union or the United States, both major importers of Angola's oil.</p> <p>Some 9.7 million voters were registered to elect 220 MPs. The MPLA holds 191 national assembly seats after it won 2008 elections in a landslide. Unita won 10% of votes and 16 seats.</p> <p>Dos Santos has never been directly elected and that will not change. Last year the government changed the constitution so that the number one candidate of the winning party in parliament automatically becomes president. Results are expected over the weekend.</p>",
  "<video data-media-id=\"gu-video-395457579\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/8/31/120831ClintEastwoodGOP-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120831ClintEastwoodGOP/120831ClintEastwoodGOP.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/31/120831ClintEastwoodGOP_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/31/120831ClintEastwoodGOP_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/31/120831ClintEastwoodGOP-720.mp4\"/> </video>   <p>He was there to make the Republicans' day. But the Hollywood star turned out to be less Dirty Harry than somebody's \"drunk uncle Harry\", as one Twitter contributor called him.</p> <p><a href=\"http:///www.imdb.com/name/nm0000142/bio\" title=\"\">Clint Eastwood</a> did end up stealing the show at <a href=\"http://  www.guardian.co.uk/world/mittromney\" title=\"\">Mitt Romney's</a> formal appointment as his party's choice for the US presidential election but perhaps not in the way he or the candidate would have wanted.</p> <p>The 82-year-old's rambling gravel-voiced conversation with an empty chair – supposedly supporting an invisible Barack Obama – proved a bizarre and confusing warm-up act for Romney.</p> <p>\"Mr President, how do you handle promises that you have made when you were running for election, and how do you handle them? I mean, what do you say to people?\" he asked. He berated Obama for not learning from the Russian experience in invading Afghanistan. It was George W Bush who ordered US troops into the country.</p> <p>The actor and director also talked about Oprah Winfrey, Obama's unfulfilled promise to close the US prison at Guantánamo, the war in Iraq and lawyers. He suggested it was a bad idea for lawyers to become presidents – Romney, like Obama, is a graduate of Harvard law school. Abraham Lincoln was also one.</p> <p>At one point, he spoke about dismissing Obama and making a change.</p> <p>\"When somebody doesn't do the job, you've got to let them go,\" Eastwood said, drawing a finger across his throat. A speech that was supposed to last five minutes lasted nearly 12.</p> <p>The Obama campaign hit back afterwards by tweeting a photo of the back of the president's chair, with Obama's head showing over the top of it, along with the line: \"This seat's taken.\" Other tweets were ruder. \"20 years ago I wanted Clint Eastwood to make my day. Now I just want him to take his pills and be grateful he doesn't need Medicare,\" said Nancy Lee Grahn, from the <a href=\"http://en.wikipedia.org/wiki/General_Hospital\" title=\"\">General Hospital</a> television show.</p> <p>\"I can't believe I just watched Clint Eastwood turn into somebody's DRUNK UNCLE HARRY on the stage of the GOP RNC. He humiliated himself,\" said <a href=\"http:///twitter.com/StarJonesEsq\" title=\"\">Star Jones</a>, a lawyer and TV personality.</p> <p>Among others who seemed to wonder if the actor was behaving like someone from another planet was <a href=\"http://www.georgetakei.com/\" title=\"\">George Takei</a> – Sulu in the original Star Trek – who said he was, in response, \"drafting a DNC speech to [an] imaginary Romney in an empty factory\".</p> <p>Romney's camp defended Eastwood. \"He's an American icon,\" Romney spokeswoman Gail Gitcho told CNN's Piers Morgan. \"You can't look at him at through the same political lens that you would other politicians. He's Clint Eastwood.\"</p>"
]