[
  "<p>Zimbabwe's president, Robert Mugabe, is enjoying a surge of popularity that could propel him to victory in the country's next elections, an independent poll of voters' intentions suggests.</p> <p>Mugabe would command the support of 31% of voters in a presidential election, ahead of rival Morgan Tsvangirai on 19%, <a href=\"http://www.freedomhouse.org/article/zimbabwe-opinion-survey-reveals-hope-elections-cynicism-about-political-leaders\" title=\"Zimbabwe Opinion Survey Reveals Hope for Elections, but Cynicism About Political Leaders\">according to research for the US-based pro-democracy group Freedom House</a>. Tsvangirai's Movement for Democratic Change (MDC) dismissed the results, noting that Mugabe's supporters were outnumbered by voters who refused to declare their intentions. But it is likely to boost the confidence of Mugabe's Zanu-PF party heading into elections expected next year.</p> <p>The Mass Public Opinion Institute polled a nationally representative sample of 1,198 adult Zimbabweans between 23 June and 7 July 2012, Freedom House said. When asked who they would vote for if presidential elections were held tomorrow, 31% say they would back Zanu-PF, an increase from just 12% in a 2009 survey. Alarmingly for the MDC, only 19% expressed support for the party, a dramatic fall from 55% three years ago. Other parties registered just 2%.</p> <p>However, some 40% of respondents did not declare their voting intentions, making it hard to draw categorical conclusions.</p> <p>Asked who they would support in parliamentary elections, 47% of respondents said they would not vote, or refused to indicate who they would vote for. Some 20% said they would support the MDC (down from 38% in 2010) and 31% would back Zanu-PF (up from 17% in 2010).</p> <p>The results come as a surprise because for years there has been a near default assumption by the MDC, activists and media that Mugabe's 32-year rule was drained of popular support and is sustained only by rigged elections and violence and intimidation. Freedom House's survey implies that the 88-year-old could yet make a political comeback and win.</p> <p>It also resonates with signs of discontent about the MDC's performance in the unity government it formed with Zanu-PF following the disputed election of 2008. The MDC took responsibility for departments such as education and health and has been criticised for slow delivery. Some observers argue that MDC ministers have fallen in love with their official cars and other trappings of power.</p> <p>Susan Booysen, author of the interim report Change and 'New' Politics in Zimbabwe for Freedom House, said she encountered complaints that the MDC had lost touch with grassroots constituencies, whereas Zanu-PF was still visible and fighting party political battles there.</p> <p>\"I've heard people saying MDC is just not doing work in the constituencies and is spending too much time in the palace,\" Booysen added. \"They're taking for granted they're the crown princes. They are not capturing the desire for change. And there is still a desire for change among people.\"</p> <p>The MDC questioned the validity of the study. Douglas Mwonzora, the party spokesperson, said in Harare: \"The party respects the right of individuals and institutions to carry out opinion surveys on the views of the people of Zimbabwe from time to time. However, we note that surveys carried out under current conditions are difficult to rely on due to the fact that they are held under conditions of major fluidity.</p> <p>\"We note that a lot of people interviewed refused to disclose their political preferences. This is obviously for fear of intimidation and the violence they have been subjected to by Zanu-PF and its military junta. This margin of terror fundamentally impugns the conclusion that can be derived from this report.\"</p> <p>A statement from the party added: \"The MDC reasserts that it is still the most popular party within Zimbabwe. That it has had a positive impact on the lives of the people of Zimbabwe since it formed the inclusive government can never be doubted.\"</p>",
  "<p>There's no education in the second kick of a mule, as the former Speaker of the House Sam Rayburn used to say. Even the Republican party knows that, as we can observe from its <a href=\"http://www.guardian.co.uk/world/2012/aug/20/todd-akin-defiant-leaders-withdraw-support\">desperate efforts to oust Todd Akin</a> as its Senate candidate in Missouri.</p> <p>In an unprecedented display of party unity the GOP has been beseeching Akin to stand aside. It's a list that includes Rush Limbaugh, Tea Party super pacs, Ronald Reagan's cryogenically-preserved brain tissue (probably) and practically every Republican wandering past a microphone this week. When everyone from Mitt Romney to <a href=\"www.politico.com/news/stories/0812/79976.html\">Sarah Palin is calling for you to go</a>, you'd have to think something was up, right?</p> <p>The GOP has learned its lesson from the 2010 midterm elections. Then the Republicans were riding a wave of electoral popularity but failed to win the big prize of control of the Senate. That was thanks to Christine O'Donnell, Sharron Angle and Ken Buck – a trio of overinflated Tea Party-backed candidates who won their party's nomination but in doing so destroyed the GOP's otherwise excellent chances of capturing seats in Delaware, Nevada and Colorado.</p> <p>Nobody in the GOP wants to repeat its 2010 mule-kicking, of weak, inexperienced Senate candidates botching millions of dollars in effort. And the stakes are even higher in 2012 since a toxic Senate candidate such as Akin can infect the presidential campaign of Mitt Romney, as he threatens to do.</p> <p>But the potential 2012 damage isn't so much from Akin's views on abortion – since those are relatively mainstream within the Republican party's grassroots – as what he said about rape. And that's what Romney is desperate to distance himself from.</p> <p>Abortion of course remains a hugely <a href=\"http://www.gallup.com/poll/147734/Americans-Split-Along-Pro-Choice-Pro-Life-Lines.aspx\">controversial and divisive issue</a>. Rape isn't, even if there is an antediluvian dispute about what constitutes rape. </p> <p>Let's briefly revisit what Akin said when asked about his total opposition to abortion, including those of a pregnancy resulting from rape: \"If it's a legitimate rape, the female body has ways to try to shut that whole thing down.\" Apart from an incredible level of biological ignorance, the phrase that terrifies Mitt Romney and the rest of the Republican party there is \"legitimate rape\".</p> <p>Romney already has great difficulties with women voters and inheriting a Taliban-like position on what constitutes rape isn't going to help him. Hence Romney's vice presidential running mate <a href=\"http://thecaucus.blogs.nytimes.com/2012/08/22/ryan-pressed-to-explain-position-on-rape-and-abortion/\">Paul Ryan responding to a question on the term \"forcible rape\"</a> used in an anti-abortion bill he endorsed: \"Rape is rape. Rape is rape, period. End of story.\" Asked again to explain the term, Ryan replied: \"Rape is rape and there's no splitting hairs over rape.\"</p> <p>This is a neat trick for the Romney campaign to pull off. They can come out vehemently against Akin and his comments on the subject of rape, while glossing over any inconvenience of his views on abortion – and the fact that they are largely shared, in more politic terms, by many others in the GOP.</p> <p>But that point hasn't been grasped by some Democrats and some members of the media, who think they have caught up the Republicans in a trap of hypocrisy, pointing out that the Republican party platform to be adopted at the national convention in Tampa <a href=\"http://thinkprogress.org/election/2012/08/21/718461/2012-republican-platform-to-advocate-abortion-ban-without-rape-exception/\">endorses a without-exception ban on abortion</a> and even calls for a constitutional amendment to end it entirely:</p> <blockquote class=\"quoted\"> <p>Faithful to the 'self-evident' truths enshrined in the Declaration of Independence, we assert the sanctity of human life and affirm that the unborn child has a fundamental individual right to life which cannot be infringed. We support a human life amendment to the Constitution and endorse legislation to make clear that the Fourteenth Amendment's protections apply to unborn children.</p> </blockquote> <p>Indeed, <a href=\"http://www.motherjones.com/mojo/2012/08/paul-ryan-cosponsored-all-most-extreme-anti-abortion-bills\">Paul Ryan himself supports complete abortion bans</a>, and said today that he was \"proud\" of his <a href=\"firstread.nbcnews.com/_news/2012/08/22/13416844-ryan-backed-more-than-one-forcible-rape-abortion-bill\">record on the subject</a>. It's a position in line with the <a href=\"http://www.gallup.com/poll/147941/Republicans-Unified-Democrats-Abortion.aspx\">mainstream of the Republican party base</a>, two-thirds of which describe themselves as \"pro-life\". Republican party activists are even more enthusiastic on the issue. That's not to say that pro-choice Republicans don't exist: the BBC's Newsnight found one to discuss Akin's remarks on Tuesday, which is like finding a dodo to talk about Charles Darwin – interesting but beside the point. </p> <p>Outside the GOP base, however, a solid <a href=\"http://www.gallup.com/poll/148880/Plenty-Common-Ground-Found-Abortion-Debate.aspx\">majority of voters support abortion being legal</a> for at least some reasons, rape and the health of the mother being the most frequently expressed ones. The Romney campaign has aligned itself with mainstream public opinion to avoid repelling independent voters on the subject – an uncomfortable pragmatic position that feeds the mistrust social conservatives already have of Romney. Which is why his campaign wants to limit the discussion about Akin to rape rather than abortion.</p> <p>As for Akin, we now have the <a href=\"http://www.stltoday.com/news/local/govt-and-politics/claire-mccaskill-s-political-strategy-paying-off/article_a745c5b6-9eaf-5ba0-9e32-8af5603bf86a.html\">comic prospect of his being attacked on all sides</a> by Republicans while being supported by Claire McCaskill, his Democratic opponent, who knows that if he stays in the race her slim chances of holding her seat are improved. The St Louis Post-Dispatch reports that McCaskill went so far as to say: \"I take him at his word that he realised what he said was wrong. I honestly do have sympathy for him.\" And <a href=\"http://www.sciencedaily.com/releases/2007/10/071003151131.htm\">crocodiles cry when swallowing their prey</a>.</p> <p>That led to the utterly bizarre sight of Republicans attacking McCaskill for supporting <em>their</em> candidate. \"It should not be lost on anyone that some of the only voices not calling for Congressman Akin to do the right thing and step aside are Claire McCaskill and the leaders of the pro-abortion movement,\" fumed the Republican National Senatorial Committee in a statement that belongs in a parallel universe.</p> <p>Akin's calculation is that if he hangs on and the polls remain close in Missouri, then the rest of the GOP could be forced to come around and support him, because the prospect of winning a Senate seat is just too juicy for it to ignore. It didn't work for Christine O'Donnell in Delaware, but she was a crackpot with no political experience. Akin is a veteran congressman expressing a view on abortion that sits comfortably within the Republican mainstream.</p>",
  "<p>Embattled Republican candidate Todd Akin hinted Wednesday for the first time that he might yet bow to the pressure to resign over the rape row that is putting at risk party hopes of taking control of the US Senate in November and disrupting its White House campaign.</p> <p>Akin, in an early morning interview with ABC, insisted he was staying in the race because he is uncomfortable with party bosses dictating who should run. But, asked whether he might yet quit, he said: \"I'm never going to say everything that could possibly happen. I don't know the future.\"</p> <p>The row over Akin's \"legitimate rape\" remark is wrecking carefully laid plans by Mitt Romney in the run-up to the Republican convention in Tampa, Florida, next week.</p> <p>Campaign speeches by Romney and his vice-presidential running-mate Paul Ryan on the economy, proposed defence cuts and other issues have been lost amid the Akin row and, to a lesser extent, revelations about a skinny-dipping Republican congressman on a fact-finding trip to Israel.</p> <p>Professor Michael McDonald, an election specialist at George Mason University, said the Republicans had been in a position to make lots of gains in the senate in 2010 but chose Tea Party candidates such as Christine O'Donnell and lost. \"This time what do we see but Akin shoot himself in the foot. It is like the Republicans do not want to win,\" McDonald said.</p> <p>New polls show Romney gained no bounce from his announcement of Ryan as his running mate and that he is running neck-and-neck with Obama. On top of that, weather forecasters are warning that tropical storm Isaac could hit Tampa next week as a hurricane .</p> <p>Akin has rejected calls by Romney, Ryan and other senior Republicans to resign as candidate in Missouri after saying in a television interview on Sunday that \"legitimate rape\" rarely leads to pregnancy, a comment that opened the way for the Democrats to renew their accusations that the Republicans are fighting a war on women.</p> <p>Republican leaders are hoping that Akin will quit if polls show a drop in support in Missouri or his hopes of funding from small donors fail to materialise. Brian Walsh, a spokesman for the Republican senatorial campaign committee, calling on him to go, said the stakes are far bigger than any one individual.</p> <p>William Kristol, the conservative writer who predicted Romney would choose Ryan, wrote in his Weekly Standard blog that Akin had given plenty of indications that he remained open to leaving the field and it was time for those close to Akin to persuade him to stand down.</p> <p>\"I have reason to believe that's now beginning to happen behind the scenes. And I suspect that by the Democratic convention, by Labor Day [September 3], Akin will have stepped aside,\" Kristol wrote.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395062394\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345657029881/claire-mccaskill-missouri-010.jpg\" alt=\"claire mccaskill missouri\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator Claire McCaskill had trailed Akin by about 10 points before last weekend, and she had been expected by most observers to lose her seat. Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>Missouri is top of the Republican list of most vulnerable Democratic seats. The Republicans have controlled the House since the November 2010 election and are four seats short of winning control of the Senate. Control of both chambers would allow the Republicans to throw up a series of obstacles to Obama if he was to win a second term and provide a powerful base for pushing Romney, should he win the White House, to the right.</p> <p>The Democrats have a majority of 53 to 47 over the Republicans in the Senate. There are only 33 of the 100 Senate races up for grabs in November, and most of these are safe. Only a handful are in contention, hence the importance of Missouri. After Missouri, the most vulnerable Democratic-held seats, according to political analysts, are Montana, Florida, Ohio, Virginia and Wisconsin. And it is not just a matter of Republicans taking seats but holding ones they already have, such as Massachusetts, held by Republican Scott Brown but traditionally a Democratic stronghold.</p> <p>Brown, along with other Republicans who see the row as damaging was among the first to call for him to resign and his Democratic opponent, Elizabeth Warren, issued an ad highlighting the issue Wednesday.</p> <p>Political analysts predict that if Akin remains, it will be make what should be an easy Republican victory in Missouri difficult, with some saying he is unelectable. But others see Missouri as one of the most deeply conservative states in the country, with a high proportion of Christian evangelicals and home-schoolers, and noted that initial polls showed support holding for Akin. <br>Street interviews with residents also showed a willingness to forgive him.</p> <p>Larry Sabato, professor of politics at University of Virginia, who correctly predicted Akin would not quit straight away, expects him to leave soon. \"My sense is he needs time to decompress and adjust. He was not just the candidate but likely to have been the next senator,\" Sabato said.</p> <p>He added: \"This was poorly timed for the convention. Romney and Ryan had wanted to talk about the economy. They are talking about abortion and rape. They did not plan on that.\"</p> <p>As long as Akin is in place, the issue will haunt the Republicans, in particular Ryan, whose stance on rape and abortion is similar – he is opposed to abortion even in cases of rape or incest.</p> <p>In an interview with KDKA, a CBS affiliate in Pittsburgh, Ryan denounced Akin's comments as outrageous. But when asked whether abortion should be available for women who have been raped, he was ambiguous</p> <p>\"Well, look, I'm proud of my pro-life record. And I stand by my pro-life record in Congress. It's something I'm proud of. But Mitt Romney is the top of the ticket, and Mitt Romney will be president and he will set the policy of the Romney administration,\" Ryan said.</p> <p>Romney, unlike Ryan, is prepared to accept exceptions in the case of rape and incest.</p>",
  "<p><a href=\"http://www.forbes.com/power-women/list/\" title=\"\">Forbes magazine's annual list of the 100 most powerful women on the planet</a> is long on politicians, philanthropists and entertainers, but short on influential Britons, with just the Queen and JK Rowling making this year's cut.</p> <p>Leading the list for the second year running is the German chancellor, Angela Merkel, followed by the US secretary of state, Hillary Clinton, the Brazilian president, Dilma Rousseff, and Melinda Gates, co-chair of the foundation that bears her name and that of her husband, Bill.</p> <p>The magazine – which refers to Merkel as the \"'Iron Lady' of Europe and the lead player in the eurozone economic drama that continues to threaten global markets\" — notes her embracing of the internet, green credentials and high public approval ratings in the run-up to next year's general election.</p> <p>Clinton, meanwhile is praised for her commitment to her job – \"this year alone she's travelled to 42 countries\" – her handling of the WikiLeaks cable crisis, and her uncompromising attitude.</p> <p>\"In November, [Clinton] urged Syrian President Bashar Assad to hand over his power and leave his country, and recently warned North Korean leader Kim Jong Un to chart a different course than his militant father,\" says Forbes. The magazine said supporters were still hopeful of Clinton making a presidential bid, despite her stated determination to move out of public life at the end of the year.</p> <p>Rousseff earns her place for her ambitious plans and programmes \"aimed at eradicating dire poverty and increasing access to education, medical care and sanitation services to those in need by 2014\". The politician, whose popularity stood at 77% two months ago, tells the magazine: \"What I want my legacy to be is this country to be increasing middle class, to be highly competitive and highly educated.\"</p> <p>Next up is Gates, who has used her money and influence to challenge the Vatican over its position on birth control.</p> <p>The first lady of the US comes in seventh place on the list, below Jill Abramson, executive editor of the New York Times, and Sonia Gandhi, the longest serving president of the Indian National Congress party.</p> <p>\"More popular than her husband in this important election year, Michelle Obama's positive approval ratings register at 66%,\" says Forbes. \"The first lady keeps a high profile with her mission to end childhood obesity, her commitment to military families and her stylish fashion picks.\"</p> <p>Hovering just outside the top 10 – whose remaining spots are claimed by Christine Lagarde of the IMF, the US homeland security secretary, Janet Napolitano, and Sheryl Sandberg, chief operating officer of Facebook – is \"the Queen of Media\" Oprah Winfrey.</p> <p>She is far from the only cultural force to find Forbes recognition: Winfrey's friend Lady Gaga occupies 14th spot, a tribute to both her $52m earnings last year and her philanthropic work.</p> <p>Beyonce Knowles, \"actress, entrepreneur, musician\", is 18 places behind Gaga, but six places ahead of Jennifer López and eight ahead of the Colombian singer-songwriter and philanthropist Shakira.</p> <p>The Queen is at No 26. \"She has been commemorating her 60th diamond Jubilee anniversary with parades, parties and by making peace throughout the realm,\" notes Forbes. \"In June she shook hands with former IRA commander Martin McGuinness during a visit to Northern Ireland that was seen as a symbol of significant easing of tensions in British-Irish relations. In lighter but similarly symbolic news the iconic clock tower of Britain's parliament building – widely, though incorrectly called Big Ben – was renamed in her honour this summer. It will be known as Elizabeth Tower.\"</p> <p>In the final quarter of the list, occupying 78th spot, is JK Rowling, soon to publish her \"first adult offering, a dark comedy titled The Casual Vacancy\". The billionaire author, says Forbes, shrewdly held onto the e-book rights of her Harry Potter novels, finally publishing them through the online Pottermore store this year.</p> <p>American-born Dame Marjorie Scardino, who runs Financial Times publisher Pearson, and who has British citizenship, is in the list at 86.</p> <p>Moira Forbes, president and publisher of ForbesWoman, said: \"These power women exert influence in very different ways and to very different ends, and all with very different impacts on the global community.</p> <p>\"So many of these women are in policy or political roles, and their influence ... is only growing so it's not surprising that someone like Merkel or Clinton would continue to be present on the list year to year.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395057548\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345645481380/Lynsey_Addario_Veiled_Rebellion_Nazer_Begam_and_her_pregnant_daughter_Noor_Nisa_20_wait_for_transport_to_hospita_after_their_car_broke_down_low_res.jpg\" alt=\"Burqa Afghanistan Lynsey Addario\" width=\"448\" height=\"298\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lynsey Addario, Veiled Rebellion.  Nazer Begam and her pregnant daughter Noor Nisa, 20, wait for transport to hospital, after their car broke down.  Copyright Lynsey Addario, VII Photo Agency</span> <span class=\"element-image__credit\">Photograph: Lynsey Addario/PR</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/artanddesign/2012/mar/21/photographer-lynsey-addario-best-shot?INTCMP=SRCH\">Lynsey Addario</a>'s tendency to work in some of the most dangerous places on earth is coupled with an ability to capture arresting images of what she sees there. The <em>New York Times</em> photographer was born in Connecticut and started photographing for newspapers in 1996, having had no professional training. In 2000 she first travelled to Afghanistan to document Taliban oppression, and has since recorded conflicts in Iraq, Darfur, Lebanon, Libya and Congo. During the civil war in Libya last year <a href=\"http://www.guardian.co.uk/media/greenslade/2011/mar/23/new-york-times-journalist-safety?INTCMP=SRCH\">she was captured</a> by forces loyal to Ghaddafi and held for six days, while her colleague <a href=\"http://cpj.org/killed/2011/mohamed-shaglouf.php\">Mohammed Shaglouf</a>, was killed.</p> <p><em>Veiled Rebellion</em> is the title of her exhibition showing the lives of women in Afghanistan, which opened at Newcastle's <a href=\"http://www.amber-online.com/sections/side-gallery\">Side Gallery</a> at the weekend. She visited Afghanistan three times before the fall of the Taliban, and has been back virtually every year since. In 2009 National Geographic magazine commissioned Addario to create a comprehensive photo-essay showing many facets of women's lives in Afghanistan. <em>Veiled Rebellion</em> is the result of that assignment. And it was not just Afghan women that she pictured – there are several shots of the US Marine's \"Female Engagement Team\".</p> <p>A few images show the beauty of the countryside set against the difficulties with which the Afghans struggle. In one picture (above) two women covered from head to toe in blue burqas stand on a roadside with a backdrop of the Hindu Kush mountains. It's a beautiful image, but the back story is that 20 year old Noor Nisa, with her mother, was being taken to the maternity clinic four hours drive away when her husband's car broke down. Noor Nisa's waters had broken, and her husband, who had lost his first wife in childbirth, had gone to find another vehicle. Lynsey and her driver eventually gave Noor Nisa and her mother a lift to the hospital, where she gave birth to a baby girl.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395057549\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345644851603/Lynsey_Adarrio_Presidential_election_rally_Kabul_Sports_stadium_2009.jpg\" alt=\"burqa Afghanistan Lynsey Addario\" width=\"448\" height=\"299\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lynsey Addario, Veiled rebellion.  Presidential election rally, Kabul sports stadium, 2009.  Copyright Lynsey Addario, VII Photo Agency.  The stadium was previously used by the Taliban for public executions.</span> <span class=\"element-image__credit\">Photograph: Lynsey Addario/PR</span> </figcaption> </figure>  <p>Several of the images show the disgusting brutality that some men in the area inflict on women. Bibi Aisha was married by 14 to a vicious man, believed to be a Taliban fighter. To punish her when she tried to escape and was taken back to him he, with the help of several other men, cut off her nose, ears and hair. In another picture we see Shamsia Jafari, a 17 year old with a badly scarred face caused by Taliban sympathisers spraying her, and 11 other pupils at the Mirwais School for Girls in Kandahar, with acid. Almost all the girls returned to their classes, and the school is trying to raise money to buy a school bus to give them greater protection.</p> <p>One of the stranger shots was taken by the journalist with her camera inside a burqa, so we see the partially obscured and partially shaded streets of Kandahar as they would be seen by a woman wearing one. </p> <p>The undercurrent of oppression is sometimes all too visible – in one shot we see actress Trena Amiri driving her car around Kabul, with her arms, hair and face uncovered; in the background, through her car window, we see the hostile face of a man staring angrily at her. According to Addario: </p> <blockquote class=\"quoted\"> <p>Even in relatively progressive Kabul, men and women glare, honk and scream at her. It provokes men in Afghanistan to see strong women. It symbolizes a freedom they just aren't comfortable with.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-image-395057550\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/22/1345644973747/Lynsey_addario_Veiled_Rebellion__Afghan_policewomen_handle_AMD65_rifles_at_a_firing_range_utside_Kabul.jpg\" alt=\"Burqa Afghan policewomen Lynsey Addario\" width=\"448\" height=\"299\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lynsey Addario, Veiled Rebellion.  Afghan policewomen handle AMD-65 rifles at a firing range outside Kabul.  Copyright Lynsey Addario, VII Photo Agency</span> <span class=\"element-image__credit\">Photograph: Lynsey Addario/PR</span> </figcaption> </figure>  <p><br>Although there are many images that graphically show the tragedy of the country, this exhibition is not all horror and oppression. There are also some very happy and positve scenes. In a pleasant looking park just outside Bamyan a jolly group of trainee teachers enjoy a picnic of lamb, flat bread and Pepsi. In another shot we see three Afghan policewomen firing their AMD-65 rifles at a firing range. Apparently there are only 700 female police officers among the 100,000 Afghan police force. In another we see heavily veiled women in a beautiful 1000 year old shrine in Herat. One day a week, a section of the shrine is partitioned off so women can come to pray. As Addario says: </p> <blockquote> <p>Cordoned off to create a sanctuary for women, these prayer sections seem to me like some of the safest, most intimate places in the country.</p> </blockquote> <p>Veiled Rebellion, by Lynsey Addario, can be seen at Side Gallery, Newcastle, until October 13th. Lynsey Addario will be discussing her exhibition in the gallery on <a href=\"http://www.facebook.com/events/507592485922176/?ref=nf\">Saturday September 15th at 2pm.</a></p>",
  "<p>Barely two, possibly three, weeks to go before David Cameron's predicted reshuffle, the first such unforced exercise since the general election. Yet the Whitehall rumour mill is barely generating enough power to fuel a light bulb, apart from that <a href=\"http://www.guardian.co.uk/politics/2012/aug/20/kenneth-clarke-cabinet-post-reshuffle\" title=\"\">old chestnut about sacking Ken Clarke</a> and the newer ones about Mayor Boris sacking Dave or Dave sacking his chum, George.</p> <p>That's partly because reshuffles usually take place in July to give ex-ministers time away from Westminster to nurse their injured dignity and their successors time to find their way to the departmental loo without help and to start reading through the paperwork before MPs – including those who thought they should have been promoted – come back to torment them. In August there's not enough gossip to turn the mill wheel properly.</p> <p>In the British system reshuffles actually took place too frequently in July under both Tory and Labour governments. Ministers need time to get on top of their difficult issues and when they are, they are often moved too rapidly to do much good. Transport and trade (now BIS) are notoriously expendable cabinet posts; while lower down the pecking order, so Chris Mullin noted sorrowfully in his diaries, the Africa minister's post changed seven times under Tony Blair – and Blair was supposed to care about Africa.</p> <p>Now it's different in several ways. Reshuffles were once two-dimensional. A prime minister had a list of middle-aged white men, usually middle or upper middle-class chaps, and had to balance factions, personalities and ideology. Most of that still applies – though ideology is mostly at a discount nowadays – but it's at least four-dimensional. Cameron has the Lib Dems to consider – a very inhibiting fact – and he also has gender (women matter!) and possibly regions.</p> <p>There was no Eton quota 50 years ago either, let alone a posh-boy quota; there is now. So unfair when George Osborne's chums in the Bullingdon Club nicknamed him \"Oik\" because he only went to St Paul's, his local independent school in west London.</p> <p>So the inability to move the deckchairs very easily in a two-party, two-gender coalition has been an overall benefit. No, don't tell me about Cameron's urgent need to sack his chancellor. Those two really are \"all in this together\" and – <a href=\"http://www.guardian.co.uk/politics/2012/aug/21/economy-government-borrowing\" title=\"\">as Nick Watt and team report </a>– Osborne will be forced to modify Plan A this autumn under pressure from left, right and events. He will tweak it, but not abandon it. Cameron will stand by him.</p> <p>William Hague will therefore not get his job; he will stay – unhappily, I suspect – at the Foreign Office. You can't have much of a foreign policy if you don't have much money to spend: Clem Attlee's foreign secretary, the great Ernie Bevin, understood that when he asked the miners to dig more coal.</p> <p>Who else? It's a mug's game, really. The prime minister is on holiday and may even know by now roughly what he'd like to do, but not if he can do it: it was ever thus, as even Margaret Thatcher discovered when Minister A refused to move to Minister B's job or John Patten refused Northern Ireland. The rest of us can only gossip or tip X for Y's job, a notoriously counterproductive activity for MPs and reporters alike.</p> <p>\"The best I can do to help is attack you in print,\" is what I say to over-eager wannabes. Chris Grayling and Grant Shapps, two very eager mid-ranking ministers who are being tipped for promotion (again) would be wise to keep their heads down and stop cultivating hacks. \"The Great Mentioner\", as the US version is sometimes known in Washington, has ruined many a career.</p> <p>Will Ken Clarke finally be dropped over the side at 72? As a young barrister of very modest background – his dad was a watchmaker – the current justice secretary and lord chancellor was first elected in 1970 (at 29), became a government whip under Ted Heath two years later and has been (uniquely) in every Tory government for every day of their existence ever since. His only rival, <a href=\"http://en.wikipedia.org/wiki/Sir_George_Young,_6th_Baronet\" title=\"\">Sir George Young</a> (71), leader of the Commons, was briefly sacked by Thatcher for quasi-communism (he's a mildly liberal Etonian) before being brought back (also uniquely). The <a href=\"http://www.telegraph.co.uk/news/politics/conservative/9484990/David-Camerons-reshuffle-headache-as-Ken-Clarke-digs-in.html\" title=\"\">Sunday Telegraph reported</a> Clarke as \"refusing\" to go, <a href=\"http://www.guardian.co.uk/politics/2012/aug/20/kenneth-clarke-cabinet-post-reshuffle\" title=\"\">the Guardian as \"fighting\" for his (and Young's) job</a>. The <a href=\"http://www.bbc.co.uk/news/uk-politics-19324097\" title=\"\">BBC reports </a>Clarke as languidly denying both while saying he wants to remain in post because he has an agenda to complete.</p> <p>Clarke's been round this course so often, it must be boring. In the rightwing's cooking pot, then rescued again at the last minute. Being confident enough and disinclined to piety to speak his mind, he gets into scrapes. His <a href=\"http://www.guardian.co.uk/politics/2011/may/18/david-cameron-urged-sack-kenneth-clarke-rape\" title=\"\">\"date rape\" remark</a> in 2011 has echoes of <a href=\"http://www.guardian.co.uk/politics/2012/aug/21/george-galloway-rape-comments-respect\" title=\"\">George Galloway's current furore</a>: you can see the distinction they're trying to make, that violent sexual assault by a burglar in the dead of night is quite a different experience. It's not an acceptable thing to say in the present social climate.</p> <h2>Jazz</h2> <p>But \"relaxed\" and \"fighting\" for his job can't be true? Of course they can. He wants to stay on but will find plenty to do – he has all that hinterland in jazz, bird-watching, cigars, cricket and books – if his time is up. Ditto George Young, though I suspect the other oldster around the coffin-shaped cabinet table, Vince Cable, a slightly less youthful 69, would be more upset to be sacked because he feels he represents a counterweight in government to the neo-liberal tendencies represented by so many younger colleagues, including Nicholas Clegg. For that reason alone I expect him to stay put.</p> <p>Interestingly all three oldies are on the leftish side of most Tory arguments. Does that reflect greater wisdom and experience ? Yes, says elderly me. No, reply the Desperate <a href=\"http://blogs.telegraph.co.uk/news/author/danielhannan/\" title=\"Daniel Hannan: Telegraph blog\">Daniel Hannans </a>of this world, it's generational prejudice which is out of date. We'll see. How's the supply side economic recovery coming along, Dan?</p> <p>And <a href=\"http://www.parliament.uk/mps-lords-and-offices/government-and-opposition1/her-majestys-government/\" title=\"\">who exactly is in cabinet? </a>They are not household names or faces. Cheryl Gillan, the high-speed-train-bashing Welsh secretary, seems set to go, but that will barely be noticed even in Cardiff. Her likely successor, clever Maria Miller, grew up in Wales, but this may be a temporary post in transit upwards.</p> <p>Michael Gove? He'll stay put, he's the current star of the restless Tory pundits. Andrew Lansley? He's got to stay, he's the only one who understands his legislation. Jeremy Hunt? A tempting target after the Murdoch fiasco.</p> <p>Watching Hunt and Clarke give evidence on the same day to the Leveson inquiry I did the maths and realised that Ken has been an MP six times as long as Jezza. And boy, did it show. That's the real reason for keeping him in cabinet: it's the oldies who can say: \"Sorry, that won't work.\" But moving Hunt or sacking him will stir the hornet's nest too.</p> <p>I'd wager that Caroline Spelman (environment) is vulnerable, as is Lady Warsi (party chairman) except that she's a two-fer, both a woman and a Muslim one. Eric Pickles (communities and local government), anyone? No, he's more or less working-class and Yorkshire, every cabinet needs a sample. IDS? No, he cares even if he gets a lot wrong (like <a href=\"http://www.guardian.co.uk/society/2012/aug/21/councils-invest-food-banks-welfare-cuts\" title=\"\">food banks</a>). Andrew Mitchell (international development)? Would you notice? But he's a symbol of defanged Toryism and (I think) a Dave chum. Crafty Lord Strathclyde (Lords)? Good question, but it no longer matters, now they've junked Lords reform.</p> <p>Another thing. Since Osborne's in the doghouse his fingerprints can't be seen on this reshuffle, so his acolytes (Matt Hancock?) shouldn't waste too much time waiting by the phone. Even before Clegg offers his two pennies' worth, it's tricky, and cabinet government matters less than it did in an era of over-mighty quasi-presidential leadership. It should matter more, so a strong cabinet matters. Even Thatcher, who started so much of the rot, knew that and liked people who stood up to her (for a time, anyway).</p> <p>One last thought. Those Tory MPs elected in 2010 and especially 2005 are no longer the patient souls of yesterday: they want jobs and want them now; they have self-belief. If they see court favourites such as Hancock, Nick Boles or Claire Perry (unlucky enough to have a <a href=\"http://www.guardian.co.uk/theguardian/2012/may/27/claire-perry-new-iron-lady\" title=\"\">recent Guardian profile</a>) getting a foot on the ministerial ladder they will be cross. The Cameroons have quite enough aggro on their party management plate without creating more.</p> <p>As for Boris Johnson, ex-MP Paul Goodman offers a witty account of the angel and devil wrestling for his soul <a href=\"http://conservativehome.blogs.com/thetorydiary/2012/08/draft-urrrggghhh-aaaarrrggghhh-an-angel-an-devil-wrestle-for-boriss-soul.html\" title=\"\">here on the ConservativeHome website</a>. Spot on.</p>",
  "<p>Most dramatists would kill to have a play revived every few years. One solution is to write an imperishable masterpiece; even better if it becomes a set text on the school or university syllabus. But a more reliable method is to choose a subject that excites cyclical interest – a tactic demonstrated by the late <a href=\"http://www.theguardian.com/books/gore-vidal\" title=\"\">Gore Vidal</a>.</p> <p>Vidal, who died last month, was always better known for novels, essays, screenplays, quips and controversies. But he also created a few pieces for the stage, and a new production of his 1960 drama The Best Man has been <a href=\"http://www.variety.com/review/VE1117947336\" title=\"\">playing at the Schoenfeld Theatre in New York</a> throughout the summer. Impressively, this is the second Broadway staging in just over a decade.</p> <p>Never short of self-confidence, Vidal would attribute the popularity of The Best Man to the brilliance of the script. But, while it does display the writer's remarkable facility with one-liners, its durability is down to the fact that it's set during a presidential nominating convention in an American general election year. As a result, every time Americans are choosing their next president, the play has come to tick the box for New York, Los Angeles or regional theatres. \"It gets done somewhere every four years without fail,\" Vidal once told me in an interview.</p> <p>It helps that – because the competitive psychologies and even policies of US politics have changed surprisingly little since the 1960s – The Best Man hasn't dated, although successive directors have added subtle period tweaks. In the current Broadway staging, for instance, the character of a former president (whom Vidal based on Eisenhower) is played by an African-American actor, James Earl Jones, which adds an Obama, or even post-Obama, spin to the plot.</p> <p>As Vidal had always hoped would be the case, he turns out to have written a theatrical equivalent of pop songs such as Slade's Merry <a href=\"http://www.youtube.com/watch?v=H6YbLZf8i5I\" title=\"\">Xmas Everybody</a>, which will have an excuse for revival as long as Christmas continues to take place. Admittedly, Slade went three better than Vidal and wrote something likely to be revisited annually rather than just quadrennially. The closest we have to a Slade-like play is Alan Ayckbourn's 1980 play Season's Greetings, which takes place during a disastrous family Christmas, and so is always bound to be found at at least one UK playhouse each year as a distraction from people's own festive hostilities. The brilliant <a href=\"http://www.telegraph.co.uk/culture/theatre/theatre-reviews/8191521/Seasons-Greetings-National-Theatre-review.html\" title=\"\">National Theatre version</a> at the end of 2010 – with a cast including Catherine Tate and Mark Gatiss – will surely have further encouraged its status as a perennial.</p> <p>With Vidalesque canniness, Ayckbourn has also written another seasonally themed piece – Absurd Person Singular (1972), which takes place over three Christmas eves – and, even though the Chichester revival this summer runs counter to the calendar, the production must make a tempting potential winter transfer to London. Despite writing 74 plays, though, Ayckbourn has so far avoided an Easter-specific piece. Perhaps the anonymous mediaeval authors of the mystery plays have first claim on that part of the theatrical year.</p> <p>A combination of dramatic genius, British examination syllabuses and the existence of the RSC mean that there will be a Shakespeare play in the UK on somewhere most days. But our national dramatist also has two seasonally topical plays among his output. A Midsummer Night's Dream is regularly to be found being performed outdoors by meteorologically optimistic theatre companies on or around 24 June, officially the middle of summer. And Macbeth, in which Shakespeare was perhaps most preoccupied with political and supernatural ideas, has become symbolic of Scottishness, and therefore a default choice for companies visiting the Edinburgh festival; the 2012 fringe programme lists <a href=\"http://www.theguardian.com/stage/2012/aug/12/macbeth-2008-tr-warszawa\" title=\"\">five direct stagings</a> and several more allusive variations.</p> <p>Festival Macbeths have become such a lazy reflex that a moratorium would seem to be called for. Other cyclical flowerings, though, are more welcome: Season's Greetings is the perfect adult pantomime. And it's perhaps some consolation for the loss of Gore Vidal that – unless his prediction of a future American president suspending democracy proves to be accurate – The Best Man will be a part of every election cycle.</p>"
]