[
  "<p>The news included coverage of a US presidential election and the Korean war, but what might have shocked readers most when picking up their copy of what was then the Manchester Guardian 60 years ago was that some of those stories were on the front page.</p> <p>The issue that appeared on 29 September 1952 was <a href=\"http://www.theguardian.com/theguardian/from-the-archive-blog/2012/sep/28/guardian-front-page-news-1952\" title=\"\">the first time the newspaper carried news stories on the front</a>, a development that was only broached inside in a leading article. Defending the change, the paper called it an <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348501604125/Guardian-leader-first-fro-001.jpg\" title=\"\">\"adaptation to modern newspaper habit which should increase its usefulness to its readers without modifying its character.\"</a> Readers, in the main, seemed to have been fairly content. One letter printed the following day described the new layout as<a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/26/1348680470908/Guardian-readers-letters--001.jpg\" title=\"\"> \"a joy to behold … front page news is a feature I feel was much overdue\".</a></p> <p>But not all were happy, including one writer who bemoaned: \"I am going to receive the paper with the front page torn and soiled with the dirty hands of the paper boy.\"</p> <p>Laurence Scott, the paper's managing director, had been pushing for front page news since 1945 in the belief that, to promote growth, it was vital for the Guardian to be printed in London as well as Manchester, and front page news was the first step towards that goal. </p>",
  "<p>Earlier this week, journalist <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/sep/24/yemen-foreign-aid-good-debate\" title=\"\">Abubakr al-Shamahi asked if aid was good for Yemen</a>. The answer to that question is an unequivocal yes – and that more, not less, is needed.</p> <p>For aid to make a difference though, we need to be smart about how it's used. That's why our focus at the <a href=\"http://www.sabanews.net/en/news282524.htm\" title=\"\">Friends of Yemen meeting in New York</a> on Thursday was on how to ensure a successful transition led by the government of Yemen, and on how the international community can best support that process.</p> <p>It's a big challenge and the <a href=\"http://www.theguardian.com/global-development/2012/jun/22/tackle-malnutrition-yemen-unicef\" title=\"\">human cost of Yemen's under-development is huge</a>. More than one in 10 children under five suffers from <a href=\"http://www.theguardian.com/global-development/2012/mar/14/yemen-crisis-emergency-food-aid\" title=\"\">acute malnutrition</a>, and conflicts around the country have forced more than half a million civilians to leave their homes.</p> <p>In turn, this has led to political insecurity and further conflict as young men have seen no alternative but to take up arms. The weak economy means the only potential source of financing is aid, not only to tackle the humanitarian crisis in the short-term but – as Abubakr al-Shamahi noted – to tackle longer-term development needs.</p> <p>In Riyadh this month, <a href=\"http://www.theguardian.com/global-development/2012/sep/06/money-yemen-humanitarian-crisis\" title=\"\">donors pledged $6.4bn for a combination of short and long-term assistance</a>. The process was driven in no small part by the UK, and I set out our commitment to spend £196m in Yemen from April 2012 to April 2015. That will deliver a package of support to urgently address Yemenis' basic needs such as healthcare, education and access to sanitation, as well as underpin the economy and direct funds into infrastructure, a longer-term investment which we agree is critical.</p> <p>We will continue to provide humanitarian relief that saves lives – in 2011, we provided 300,000 people with emergency food assistance, and between 2012 and 2015 we will improve the nutrition of 1.65 million women and children.</p> <p>However, there is also a clear need to strengthen and improve existing systems. Britain's support will enable at least 6.6 million people to vote in the constitutional referendum in 2013 and in the presidential election in 2014. We're also helping to provide Yemenis with jobs and access to finance and basic services. That is exactly the sort of investment in the future of Yemen that researcher and blogger Atiaf al-Wazir calls for in Abubakr al-Shamahi's report.</p> <p>We will do everything we can to strengthen government systems by working alongside them, but the primary aim of every pound we spend is to make tangible improvements to the lives of poor Yemenis. That doesn't mean, however, that we're not aware of the challenges of ensuring that aid reaches those who need it most.</p> <p>No British money is channelled through the government; it is all managed by trusted partners, whether UN agencies, international NGOs or Yemeni civil society organisations. We are clear that it would be wrong to punish people for having a weak government by withholding aid – and foolhardy not to address the lack of development that can foster a sense of injustice which can exacerbate conflict.</p> <p>Of course, aid alone cannot provide a secure and prosperous future for Yemen. The government's actions are critical. Its priority is to provide security for the people of Yemen and to achieve a peaceful democratic transition. However, other actions are also important to lay the foundation for future development and to ensure the country doesn't slip back into conflict.</p> <p>For the first time ever for Yemen, at the meeting in Riyadh at the start of the month, donors came together to say in detail how they are going to help and when they will deliver their aid. The government of Yemen is committed to a range of actions, including improving public financial management and the business climate, as well as to concerted action to tackle corruption. Progress on these areas will ensure that aid yields the best possible results.</p> <p>Yemen's future is too important – to the region, the world, and its own citizens – for any of us to ignore. Action is needed by the whole international community, from UN agencies; aid donors; international NGOs; and smaller organisations such as the Yemen Relief and Development Forum, which performs a vital role in building solidarity and drawing attention to the country's needs.</p> <p>That's why it was so encouraging to hear pledges of nearly $1.5bn in additional funding at the Friends of Yemen meeting from those who had not previously come forward at Riyadh.</p> <p>As I made clear at the meeting, however, the pledges are the easy part. Those promises must be turned into action, and both international donors and the government have a role to play.</p> <p>&#xa0;&#xa0;</p>",
  "<p>In America, the biggest documentary of the year – and, according to Box Office Mojo, the second-biggest political documentary of all time – is a film called <a href=\"http://www.guardian.co.uk/film/movie/149070/2016\" title=\"\">2016: Obama's America</a>. Based on conservative scholar <a href=\"http://www.guardian.co.uk/books/data/author/dinesh-dsouza\" title=\"\">Dinesh D'Souza</a>'s 2010 book The Roots of Obama's Rage, the film tries to put forward the notion that Barack Obama is actively attempting to diminish America's global influence.</p> <p>In little over a month, 2016: Obama's America has gone on to gross $32m (£19.8m). Even Rupert Murdoch has urged that his Twitter followers should watch it. Whether or not the film will have any pull in November's presidential election is another matter – <a href=\"http://www.guardian.co.uk/film/movie/100742\" title=\"\">Fahrenheit 9/11</a> famously didn't in 2004, and that made more than $200m worldwide – but its success has been enough to get the Washington Post thinking. This week the Post published <a href=\"http://www.washingtontimes.com/news/2012/sep/26/will-anti-obama-2016-spawn-more-of-the-right-stuff/\" title=\"\">an article predicting that 2016: Obama's America will inspire a surge of similarly-minded conservative movies</a>.</p> <p>The article points to films such as <a href=\"http://www.guardian.co.uk/film/movie/146337/act-of-valour\" title=\"\">Act of Valour</a> – the weird little action film starring real-life soldiers from earlier this year – for proof, alongside the anti-Occupy message of The Dark Knight Rises, the anti-teachers' union message of forthcoming drama Won't Back Down and the remake of Red Dawn which is, well, a remake of Red Dawn. And it may be right. Obama's America really might kickstart a resurgence of rightwing films. All those people who like to grumble about the liberal media could be inundated by a deluge of movies catering specifically to them. However, the trouble is that none of these films are likely to be very good.</p> <p>For whatever reason, the further right a film leans, the worse it objectively gets. It's almost as if, by ramming their message home as fiercely as possible, conservative film-makers forget how to tell stories properly. Act of Valour was as much let down by its one-dimensional \"Join the army!\" message as its numerous stilted performances, and that was ostensibly politically neutral. Another example would be 2008's notorious <a href=\"http://www.youtube.com/watch?v=lnHllNDcv4A\" title=\"\">An American Carol</a> – a conservative retelling of A Christmas Carol where a hapless Michael Moore analogue learns that unless he renounces his silly liberal ways, America will end up being destroyed by al-Qaida. It's a comedy – and even directed by Airplane's David Zucker – and yet its cold, pro-war message kills all trace of humour dead on sight.</p> <p>And then there's the Atlas Shrugged series, the second instalment of which <a href=\"http://www.youtube.com/watch?v=AF9QT43uDQU\" title=\"\">is due for American release next month</a>. If the first part was any indication, audiences look set to be in for another bone-crushingly tedious romp through Ayn Rand's ingrained hatred of kindness, presented with all the flair of a regional corporate video: or any movie from the faith-based Provident films, like last year's hamfisted sub-Nicholas Sparks anti-abortion drama <a href=\"http://www.youtube.com/watch?v=I_9l7lEe-AA\" title=\"\">October Baby</a>, which unilaterally sacrificed narrative and quality in favour of heavy-handed moralising.</p> <p>None of these films are really worth watching, and the thought that 2016: Obama's America will inspire more of them to be made is enough to make your heart sink. Of course, there's a chance that not every conservative film ever made will stink – The Incredibles didn't, and at least most of the Rambo sequels were full of enough flatly amoral violence to render them hilarious – but the idea that we're about to be clonked over the head with hundreds of lay-it-on-thick, preach-to-the-converted An American Carol variations is almost too much to bear. If the Washington Post is right, and we really are in for a new wave of rightwing film-making, we'd all better brace ourselves for some pretty crappy movies.</p>"
]