[
  "<p>After the 2008 Sarah Palin debacle, Mitt Romney was understandably keen to pick a very different kind of <a href=\"http://www.theguardian.com/world/2012/aug/11/paul-ryan-firebrand-wisconsin-profile\" title=\"\">vice-presidential running mate. Instead of a relatively inexperienced governor of an outlying state, in Paul Ryan</a> the Republican presidential candidate has gone for a consummate political professional with 14 years of congressional experience under his belt.</p> <p>But while Ryan is unlikely to have embarrassing, flustered moments in television studios when asked to list the daily newspapers he reads, he is proving every bit as controversial and polarising as his Alaskan predecessor.</p> <p>The Democrats have dubbed him a \"certifiably rightwing ideologue\", claiming he is out to destroy America's modest welfare programmes.</p> <p>Usually, vice-presidential candidates have only a few days in the media spotlight before retreating into obscurity, apart from one VP nationally televised debate in October. Palin did not follow that pattern and neither does Ryan, who after less than a week in the job has redefined the campaign and looks likely to go on doing so.</p> <p>The Romney campaign chose him to deliver the Republican base vote amid fears that die-hard conservatives could cost him the White House by staying at home on election day rather than turning out for a candidate they are ambivalent about.</p> <p>Conservatives are coming round, reflected in the crowds Ryan has been attracting on his tour of the swing states this week. The Democrats have been sending out panic-laden appeals for donations, one of them expressing concern over the size of the crowd. One of the appeals, for $3 or more, said of Romney-Ryan attacks: \"This could cost us the election.\"</p> <p>Charlie Gruschow, the Iowa-based founder of the Tea Party of America, said there had been a large crowd to see Ryan in Iowa. Gruschow is one of many conservatives who were slow to warm to Romney, having first supported Herman Cain and then Newt Gingrich as the Republican presidential candidate.</p> <p>\"Ryan has fired up the base,\" said Gruschow, after speaking to friends in the evangelical Christian community and the Tea Party who he said had been a little hesitant, a little concerned, about Romney. \"I think now that Ryan has been selected as his running mate, there's a lot of enthusiasm. He is a Tea Party guy.\"</p> <p>Another of the Tea Party founders, Ryan Rhodes, also backed the vice-presidential pick. \"I have seen a lot of people excited by Paul Ryan. He has given them a reason to vote. I think it would have been different if he had chosen Chris Christie [the New Jersey governor who is closer to the centre]. You would have seen a lot of people standing by.\"</p> <p>The choice of Ryan marks a major change in strategy by Romney. Until 1 August, when he said he had finally decided on Ryan as his running mate, Romney had been hoping to win the White House simply on widespread anti-Obama sentiment. Central to this strategy was focusing on the slowness of the US economic recovery and to make himself as small a target as possible, offering little in the way of policy detail.</p> <p>But that strategy was not working. The US is so polarised that there are, according to the polls, few undecided voters left. Compared with 2008, when about 25% of the electorate had still to make up their minds at this stage in the election, only about 5% are undecided. Both the Democratic and Republican strategists have concluded that the winner on 6 November will be the campaign that fires up its own supporters, that gets its base out, rather than the one that wins over the independent swing voters.</p> <p>Larry Sabato, professor of politics at the University of Virginia, said: \"It is base v base. There are hardly any independents.\" At the cost of winning over a percentage of that small group in the centre, the campaigns risked alienating their core support, he said.</p> <p>This is why Romney picked a running mate with undisputed conservative credentials, from <a href=\"http://www.theguardian.com/world/2012/aug/16/paul-ryan-ayn-rand-admirer\" title=\"Paul Ryan 'grew up on Ayn Rand'\">his love of the writings of the free-market ideologue Ayn Rand in his youth</a> to his more recent budget plan to slash welfare spending.</p> <p>Ryan, aged 42, was born in Janesville, Wisconsin, into an Irish immigrant family whose business interests and network made them important players in their area. One of the biggest upsets in his life came when he was 16, when he found his father, a lawyer, dead from a heart attack, at the relatively early age of 55. As a result of that, intent on avoiding the same fate, he became a fitness enthusiast, a fan of a workout called P90X, a mixture of yoga, martial arts and other exercises early in the morning before starting his day in Congress.</p> <p>He is socially conservative, strongly Catholic, firmly opposed to abortion, even in cases of incest and rape.</p> <p>In his youth, he worked at a grill at the local McDonald's but otherwise has spent almost his entire life in politics. After university, he went to work as an intern on the staff of Republicans in Congress before becoming a congressman himself 14 years ago.</p> <p>He is liked by Democrats as well as Republicans in the House at a personal level, in spite of sharp differences over policy. For a large part of his time in Congress he was isolated, a lonely figure at thinktanks, a policy wonk arguing in favour of wholesale reform of welfare to bring down spending.</p> <p>When he advocated such an approach in 2009, he had few supporters. His time came last year in the standoff between Obama and House Republicans over cutting debt. Few other Republicans had alternative ideas to put forward and Ryan's plan won favour. The House voted for it by 235 to 193.</p> <p>One of the contradictions in Ryan's politics is that, in spite of his reputation as a costcutter, he voted for the huge bailouts to stimulate the economy and the car industry. He has since said he regretted voting for the programmes.</p> <p>Central to his budget plan is to tackle Medicare, the healthcare programme for those 65 and over, and Medicaid, a basic healthcare programme for the very poor.</p> <p>His views have won him the support of many wealthy conservatives, such as the Koch brothers, and media moguls such as Rupert Murdoch, whose Wall Street Journal campaigned for Ryan last week as vice-presidential running mate. These contacts have made him one of the best-funded members of Congress, with a campaign war chest of more than $5m (£3.2m).</p> <p>In spite of frantic appeals this week from Democratic fundraisers for more donations, senior Democratic strategists have said privately and publicly that Romney has made a mistake and that the choice of Ryan offers them a large list of areas for attack, especially over Medicare.</p> <p>The Democrats, like Labour in Britain, have long been regarded as the party that protects Medicare, which was introduced by the Democratic president Lyndon Johnson in the 1960s.</p> <p>Some Republicans are apprehensive too. The <a href=\"http://www.politico.com/news/stories/0812/79697.html\" title=\"\">Politico website created a stir this week when it reported mainly anonymous Republicans saying Romney may have blundered</a>.</p> <p>\"This could be the defining moment of the campaign. If they win the battle to define Medicare, then I believe Romney wins the presidency. If they lose it, then they lose big in the fall,\" one of the Republican strategists said.</p> <p>The author Joe Klein, who has covered many US elections, is dismissive of Ryan's budget policy, questioning whether his thinking is as deep as some Republicans claim and describes him, in the current edition of Time, as living in a \"libertarian Disneyland\".</p> <p>Romney wants to make the election about Obama and the slow recovery from recession, but the Democratic campaign has kept him on the defensive for more than a month: over his record at Bain Capital, where he made his fortune, some of it in closing firms; over his refusal to release more than two years' worth of tax returns; and then his disparaging remarks over the London Olympics. And now it is about Medicare – and will be in the weeks, or even months, ahead.</p> <p>The highest ratio of people on Medicare is in Florida, one of the key swing states with a high number of retirees. The second highest is Ohio, another key swing state.</p> <p>Brad Coker, the head of Mason-Dixon polling, which is based in Florida, said he thought Ryan was the best of the bunch considered by Romney. \"All the discussion about the base not being excited has now gone away,\" Coker said.</p> <p>He does not think Medicare will be a problem in the long run. In the past, it has been a strong card for the Democrats but the Republicans can counter that line of attack this time with Obama's healthcare proposals, which Coker said are not popular either.</p> <p>Regardless of the election result, Larry Sabato thinks Ryan cannot lose. If Romney wins, then Ryan, as vice-president, will be well placed as a Republican presidential candidate for the future. If Romney loses in November, Sabato says Republicans will blame Romney rather than Ryan and predicts he will be the frontrunner, or close to it, when the party looks for a presidential candidate for 2016. \"He is a guaranteed winner,\" Sabato said.</p>",
  "<p>François Hollande is an affable but constantly self-controlled \"war machine\" who was determined to win the French presidency, regularly called Nicolas Sarkozy an injurious bastard in private and displayed a child-like pride at his election victory, according to a novelist's much-awaited account of the campaign.</p> <p>Laurent Binet, one of France's most praised new young novelists, was given special access to the new Socialist president to produce a literary political portrait – a new publishing genre in France after Sarkozy opened his doors to the playwright Yasmina Reza during the 2007 presidential race.</p> <p>Reza's bestseller about Sarkozy depicted a cigar-smoking \"unexpectedly fragile\" egotist and 4am riser who hated being alone, was obsessed by polls and ratings, and ashamed of his pet chihuahua named Big. The first <a href=\"http://bibliobs.nouvelobs.com/documents/20120814.OBS9614/hollande-m-a-seduit-c-est-son-metier.html\" title=\"\">extracts of Binet's book published in Le Nouvel Observateur</a> magazine this week pointed to a character less erratic than Sarkozy, but the writer conceded in an interview that beneath the simple exterior there was no doubt an element of \"megalomania\" somewhere. Binet's book, <em>Rien ne se passe comme prévu</em> (Nothing Happens as Predicted), will be released next week, tipped as the main event in France's autumn publishing season.</p> <p>Like Reza's book, Binet's has prompted questions over how far the novelist fell under his subject's spell. He told Le Nouvel Observateur: \"Hollande seduced me, that's his job.\" He had denied reports that his publishers wanted him to \"spice up\" the book with more details about Hollande's relationship with his partner Valerie Trierweiler. She had been an intermediary and supporter of the project, having interviewed Binet about his 2010 award-winning first novel, HHhH, which tells the story of Nazi security chief Reinhard Heydrich.</p> <p>In one extract of the new book Hollande is watching a TV politics show on which Sarkozy rages about a senior socialist comparing him to financial fraudster Bernie Madoff, complaining that Madoff got \"184&#xa0;years in prison\". Hollande mutters: \"But you will too.\"</p> <p>In a passage that perhaps reveals more about Trierweiler than Hollande, the president's partner puts a \"strange question\" to each person in the small group travelling by plane to Paris with Hollande after his election win. She asks: \"At this moment of accomplishment, which person does it feel like a personal revenge against?\" Binet writes: \"One said a past girlfriend, another an ex-colleague. Hollande said simply 'Sarkozy'.\"</p> <p>On the same flight, Binet asks Hollande about a <a href=\"http://www.theguardian.com/world/2012/feb/17/francois-hollande-uk-city-london\" title=\"\">Guardian article based on a lunch with foreign correspondents</a> just before his London campaign visit, which quoted Hollande saying there weren't many communists left in France and explaining how the French left had liberalised the economy in the mid-1980s and should not be feared. After the article, Sarkozy attacked Hollande in a speech, calling him \"Thatcher in England and Mitterrand in France\". Hollande said: \"The mistake was talking to an English newspaper. And going to London. That trip was pointless. Everyone focuses on the international [arena], but in a French presidential election, that's never where things are played out.\"</p> <p>In the book Malek Boutih, now a Socialist MP, describes Hollande as a mystery, someone who \"doesn't exist\" and has \"completely depersonalised\" himself to fit office. \"Sarkozy thought he could keep his personality and be president, he got it all wrong,\" he said.</p> <p>• This article was amended on 14 September 2012 to correct the French title of Laurent Binet's book <em>Rien ne se passe comme prévu</em>.</p>",
  "<p>When Paul Ryan arrives in Tampa Bay on his first visit as the newly announced junior half of Mitt Romney's White House ticket this weekend, he will feel the heat. But it won't be anything to do with Florida's blistering summer temperatures. </p> <p>Instead, he faces a barrage of awkward questions over his much-publicised and controversial plans for the future of the nation's healthcare programme for retirees, and demands for proof from many among the state's 3 million plus seniors that he is not, in fact, the Republican Party's devil in disguise.</p> <p>Since Romney tapped the Wisconsin congressman last Saturday as his running mate for November's presidential election, the political debate in Florida over the nomination has centered on one issue – Medicare.</p> <p>To many, Ryan is one of two things: the conservative architect of a budget-slashing master plan that will effectively kill off the existing system and leave the elderly carrying the can for the cost of their own healthcare; or the brilliant tactician behind an overdue and enduring reconstruction of the popular social welfare programme that has the additional benefit of helping reduce the burgeoning national debt.</p> <p>Whoever you believe, his comments at a $2,500-a-head Republican fundraiser on Treasure Island, near Tampa, on Saturday, and at a rally for supporters in the Villages, a sprawling complex for well-heeled retireees 100 miles to the north, earlier in the day, could define the race for Florida's 29 electoral college votes and determine whether he helps Romney's chances in the state or hinders them.</p> <p>\"Any talk of changing Medicare or making cutbacks is a scary thing for seniors in Florida and for those approaching retirement age. It'll be up to Ryan and Romney to respond to those attacks and repeat their message over and over,\" said Aubrey Jewett, professor of political science at the University of Central Florida and a co-author of the book Politics in Florida.</p> <p>Jewett points out that John McCain, the losing Republican candidate in the 2008 general election, scored a significantly higher share of the vote from Florida seniors than Barack Obama and that Romney starts off with a solid core of support.</p> <p>\"One of the pluses [of the Ryan pick] is it will help the conservative base rally more enthusiasm about him than Romney. In that sense the base was always going to turn out for Romney, not because they like him, but Ryan can help motivate that base.\"</p> <p>With more than 3.3 million voters over 65, and senior citizens making up 17.3% of its population according to the 2010 census, Florida has an older electorate than any other state. In fact, more than half its registered voters are over 50 so it was inevitable that the candidates' policies on healthcare would become a central plank of the election debate.</p> <p>A survey this month by the American Association of Retired Persons (AARP) showed that 48% of respondents aged 50 to 64 and nearing retirement worried about unaffordable health expenses and that 63% said they felt neither Obama nor Romney had made a good job of explaining their plans for Medicare.</p> <p>\"The message from voters 50-plus is clear,\" said Nancy LeaMond, executive vice-president of the AARP, in a statement. \"In a razor-tight election, candidates have a major opportunity to reach key voters by speaking about their plans on Social Security and Medicare, and they are making a huge gamble if they ignore them.\"</p> <p>Senior Florida Democrats wasted little time after Saturday's announcement in attacking Ryan over his \"Path to Prosperity\" budget, particularly his plan for a gradual conversion of Medicare from a costly federal programme into a voucher-based private system.</p> <p>\"Ryan is the architect of Romney's extreme budget plan which would end Medicare as we know it, increasing the healthcare costs for Florida's seniors by thousands every year,\" said Rod Smith, chairman of the Florida Democratic Party.</p> <p>\"Romney and Ryan share a vision for America where the wealthiest few are prioritised over the middle class, students and seniors. That's not a vision which will move our state or country forward, and it is a vision which Floridians will wholeheartedly reject.\"</p> <p>Smith's views cut little ice with Irving Rabiner, a 69-year-old retired retail worker from Delray Beach and a registered Republican voter who believes Ryan was the perfect choice. \"Some of the old people started getting scared by the Democrats' lies, that their money will be taken away from them,\" he said. \"What they need to do is sit down and look at what this really says, that nobody over 55 will have anything done to their Medicare. Attacking Ryan and Romney over this is the only chance the Democrats have got, they can't muster anything else other than attacking Romney for that fake banking stuff.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394821367\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345133266566/romney-campaign-florida-010.jpg\" alt=\"romney campaign florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman at a Romney campaign event in Miami on Monday reminds the candidate of another key topic among Florida voters. Photograph: Michele Eve/Corbis</span> <span class=\"element-image__credit\">Photograph: Michele Eve/Corbis</span> </figcaption> </figure>  <p>Republican strategists, too, are convinced that Ryan can handle any attack directed at him from Obama supporters in Florida, where his mother was revealed this week to be a condo-dwelling resident on Medicare in the small oceanfront town of Lauderdale-by-the Sea. \"If he pushes back as he has done, and as he is uniquely qualified to do, then Medicare quickly collapses as an argument for them,\" said Rick Wilson, a Tallahassee-based political consultant.</p> <p>\"Ryan is a young, articulate, smart conservative. He's going to be down here a lot, and there is no fear over putting him in front of a room full of seniors. Florida's seniors are concerned over Obamacare, they don't like it and it's never polled well, and over 58% opposed it. So this is not a conversation being held in a vacuum. There are other issues. Economic concerns drive voter behaviour.\"</p> <p>Among the other issues to have gained headlines in Florida since Ryan's nomination was his stance on Cuba, and his support a decade ago for the lifting of the US trade embargo with the communist country.</p> <p>More than 70% of Miami's registered Republican voters are Cuban-American and most favour the embargo, so Romney, in the city earlier this week, sought to assure them that Ryan changed his views many years ago and voted in 2007 for maintaining restrictions.</p> <p>\"A lot has been made of that,\" said Dan Smith, professor of political science at the University of Florida. \"The Obama campaign will choose Ryan's comments from as late as 2009 saying we should open trade with Cuba, and will be running Spanish-language ads in south Florida to soften support for Romney.</p> <p>\"Younger Cuban-Americans don't see the embargo as importantly as their parents or grandparents, and Romney will be making efforts to court those younger voters.\"</p> <p>Smith added that another factor in Florida voters' minds will be that state's unemployment and foreclosure rates remain among the highest in the nation. \"It's still the economy driving the Florida narrative but the Ryan budget helped to change that narrative,\" he said.</p> <p>Jewett, the University of Central Florida analyst, agrees. \"The polls in Florida are very close and I would expect it to stay that way,\" he said. \"In the long term, the focus won't be on Ryan so much, but you can be sure the Democrats will be bringing up the Ryan plan over and over.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/X-Xfti7qtT0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/X-Xfti7qtT0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The emergence of a group of former special operations soldiers dedicated to running adverts critical of President Barack Obama's national security policy has raised the prospect of a 2012 version of the infamous Swift boat campaign.</p> <p>That effort in 2004 played a vital role in derailing John Kerry's bid to beat President George W Bush by casting doubts over the Massachusetts senator's Vietnam War record which Democrats had placed at the heart of their campaign.</p> <p>Now the people involved in the tongue-twistingly named Special Operations Opsec Education Fund Inc appear to want to do the same by attacking Obama's handling of the death of Osama bin Laden, as well as a flood of national security leaks from inside his administration. </p> <p>At first glance both Opsec and the Swift boaters appear to have many similarities drawn from the shadowy underworld of political dirty tricks. But there are important differences too.</p> <h2>Republican links</h2> <p>Both the Swift Boat Veterans for Truth and Opsec are avowedly non-partisan groups that claim not to be taking a party political stance. Instead they say they are just campaigning on a specific issue. Yet both display strong links to Republicans. Three major donors to the Swift boat campaign, including oil baron T Boone Pickens and Houston construction magnate Bob Perry, were prominent Texas Republican fundraisers. Several Republican-linked communication consultants gave media advice to the group. Numerous Swift boat veterans in the group were also Republicans. </p> <p>With Opsec there are also clear links. Opsec president Scott Taylor is a former Republican congressional candidate. Another supporter and spokesman, Chad Kolton, was a former intelligence spokesman under Bush. Finally, one of the ex-CIA officials appearing in the group's 22-minute long introductory documentary is Paul Vallely, who has publicly cast doubt on the authenticity of Obama's birth certificate.</p> <h2>Funding</h2> <p>The funding behind the Swift boat campaign was clearly linked to Republican party supporters. Tax filings for the group in 2005 revealed that more than half of it came from just three major Texan Republicans, including a $4.45m tranche from Bob Perry. </p> <p>With Opsec the position is less clear. The group has filed its financial status as a social welfare group. Under American campaign finance laws that means it can keep its donors' identities private. It has, however, raised $1mof backing so far and has appealed for public donations in the wake of its launch.</p> <h2>Arguments</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394797026\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/7/1341676006826/John-Kerry-008.jpg\" alt=\"John Kerry\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Kerry's presidential campaign was derailed by the Swift boat campaign. Photograph: Haraz N Ghanbari/AP</span> <span class=\"element-image__credit\">Photograph: Haraz N Ghanbari/AP</span> </figcaption> </figure>  <p>The Swift boat group produced a series of TV adverts and a book, Unfit for Command, that sought to cast doubt on the veracity of Kerry's claims about his military service. It questioned whether he deserved certain medals and alleged that he had made up descriptions of part of his career in Vietnam. It also attacked him for joining the anti-war movement after leaving the service. </p> <p>However, the Swift boaters were criticised for getting many allegations wrong or for being often made up of people who had served little or no time with Kerry themselves. Senator John McCain called the group's first ad \"dishonest and dishonorable\". </p> <p>Opsec's claim to be non-partisan is dubious. In the 22-minute film only Obama is attacked. However, their argument is more solid. There is little doubt that Obama and his officials have sought to extract political gain from the death of Bin Laden. Nor is there any real doubt as to the scale of leaks from the administration on matters of national security like the controversial \"kill list\" of Islamic terrorists or the US involvement in the Stuxnet cyber-worm that was used against Iran. </p> <p>The FBI is investigating those leaks, and Democratic senator Dianne Feinstein has called for political hearings about the matter. In campaigning on this issue Opsec is making a political argument that has support not just in Republican circles</p> <h2>Tactics</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-394797027\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/5/6/1304695472939/Barack-Obama-looms-at-the-007.jpg\" alt=\"Barack Obama looms at the head of the table in this photograph from the White House situation room\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama in the White House situation room during the mission against Osama bin Laden. Ospec has attacked him for taking credit for it. Photograph: Reuters/White House</span> <span class=\"element-image__credit\">Photograph: Reuters/White House</span> </figcaption> </figure>  <p>The Swift boaters generated interest with a press conference, a book and a series of TV adverts. But their main impact was simply in getting people talking about them, even if it was negatively. Any debate over Kerry's war record could be seen as hurting something that had previously been seen as one of the candidate's strong points. </p> <p>Opsec can be seen in the same light. The initial documentary, which is presented with flashy graphics and is slickly produced, is meant to get people talking. Opsec aims to follow up its launch with TV adverts in Virginia, Florida, Ohio, Colorado, North Carolina and Nevada – all key battleground states. Again the aim is to cast doubt on something currently seen as an Obama strong point: his hardline stance on national security and the success of killing Bin Laden.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/5HEXzlphat8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"345\" src=\"https://www.youtube-nocookie.com/embed/5HEXzlphat8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2>Impact</h2> <p>The Swift boat impact has been seen as successful. Though the reasons for Kerry's loss are varied and complex, the Swift boat controversy is usually cited as a major contributing factor. At the very least it put the Kerry campaign on the defensive in a contest against Bush that it had expected to be mainly about the president's record. </p> <p>Only time – and the airing of TV ads – will tell what the Opsec group's impact will be. So far it has not succeeded in entering the debate. On the day of its launch the group's documentary has just 302 views on YouTube and its website has less than 3,000 \"likes\" on Facebook. However, the Swift boat group also got off to a slow start, yet by the end of the 2004 election the term \"Swiftboating\" had entered America's political lexicon.</p>",
  "<p>US presidential election campaigns are usually noteworthy for the dirt that candidates throw at each other, and <a href=\"http://www.scottishreview.net/AlanFisher8.shtml\">the latest one is running true to form.</a></p> <p>But how do reporters who are doing their level best to tell their readers the truth cope when candidates move from spouting (just about acceptable) spin to telling (unacceptable) lies?</p> <p>These problems are raised in a short piece in the New Republic by Alec MacGillis, <a href=\"http://www.tnr.com/blog/plank/106197/the-welfare-card-and-the-post-truth-campaign\">The welfare card and the post-truth campaign</a>.</p> <p>He tells of witnessing a campaign appearance in Ohio by Mitt Romney in which the Republican candidate told his audience:</p> <blockquote> <p>\"I want you to know I heard something the other day that really surprised me... What I heard is that the president is taking the work requirement out of welfare. (Boos.) Yeah. We value work, our society which celebrates hard work, we look to a government to make it easier for jobs to be created and people to go to work. </p> <p>We do not look for a government that tries to find ways to provide for people who are not willing to work. And so I'm gonna put work back into welfare and make sure able-bodied people can get jobs.\"</p> </blockquote> <p>Canvassing the crowd afterwards, MacGillis learned that Romney's anti-Obama welfare jibe was the favourite part of his address. He writes:</p> <blockquote> <p>\"One of the more depressing parts of the job of being a political reporter is watching an audience fully absorb a blatant and knowing lie. Which is, of course, what this is. Countless fact-checkers... have unequivocally rejected the assertion that Obama has ended the work requirement. </p> <p>His administration has instead granted more leeway to states, including several with Republican governors, to explore new ways to get people on to welfare into jobs.\"</p> </blockquote> <p>As MacGillis notes, the welfare debate has been subject to rigorous fact-checking, and he cites <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/spin-and-counterspin-in-the-welfare-debate/2012/08/07/61bf03b6-e0e3-11e1-8fc5-a7dcf1fc161d_blog.html\">a Washington Post example</a> to prove his point. Yet Romney, his running mate Paul Ryan and Republican TV ads go on repeating the \"utterly unfounded\" attack on Obama's policy.</p> <p>Worse. Despite the fact-checking process that is supposed to inform its journalism, America's press is not confronting Romney about his falsehood. He is being allowed to get away with it.</p> <p>MacGillis's point is taken up <a href=\"http://www.theatlantic.com/politics/archive/2012/08/what-to-do-with-political-lies/261189/\">by Garance Franke-Ruta at The Atlantic</a>. She writes:</p> <blockquote> <p>\"Fact-checking was a great development in accountability journalism - but perhaps it's time for a new approach. It's no longer enough to outsource the fact-checking to the fact-checkers in a news environment where every story lives an independent life on the social web, and there's no guarantee the reader of any given report will ever see a bundled version of the news or the relevant fact-checking column, which could have been published months earlier. One-off fact-checking is no match for the repeated lie.\"</p> </blockquote> <p>She puts her finger on the real problem. Repeated lies. This is a familiar device employed by politicians (and British popular newspaper editors), and it is always difficult to counter.</p> <p>And there have been plenty of examples in the States. Franke-Ruta mentions one: Obama is a Muslim. And don't let's forget the crucial one about Saddam Husein being behind the 9/11 massacre.</p> <p>She advocates the insertion of key sentences, or even paragraphs, in every story in which the lie is retailed. On the other hand, she appears to concede that this may not change the minds of the majority.</p> <p>The problem is more acute in Britain because our newspapers do not have the kind of fact-checking common in the US press. Our papers are also unashamedly partisan, even advocating that \"freedom\" as a virtue.</p> <p>Then again, we do have plurality and diversity - for the moment at least - in our mainstream media. We check up on each other. There are also many credible online and social media critics. </p> <p>But lies still beat us. After all, we made war on Iraq because too many newspapers happily accepted the political lie that Hussein had weapons of mass destruction and was able to launch them within 45 minutes. </p> <p><em>Sources:</em> <a href=\"http://www.scottishreview.net/AlanFisher8.shtml\">Scottish Review</a>/<a href=\"http://www.tnr.com/blog/plank/106197/the-welfare-card-and-the-post-truth-campaign\">The New Republic</a>/<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/spin-and-counterspin-in-the-welfare-debate/2012/08/07/61bf03b6-e0e3-11e1-8fc5-a7dcf1fc161d_blog.html\">Washington Post</a>/<a href=\"http://www.theatlantic.com/politics/archive/2012/08/what-to-do-with-political-lies/261189/\">The Atlantic</a></p>"
]