[
  "<p>It's a revolting spectacle: the two presidential candidates engaged in a frantic and demeaning scramble for money. By 6&#xa0;November, Barack Obama and Mitt Romney will each have raised more than $1bn. Other groups have already spent a further billion. Every&#xa0;election costs more than the one before; every election, as a result, drags the United States deeper into cronyism and corruption. Whichever candidate takes the most votes, it's the money that&#xa0;wins.</p> <p>Is it conceivable, for instance, that Romney, <a href=\"http://www.opensecrets.org/pres12/contrib.php?id=N00000286\" title=\"\">whose top five donors are all Wall Street banks</a>, would put the financial sector back in its cage? Or&#xa0;that Obama, who has received $700,000 from both Microsoft and Google, would challenge their monopolistic powers? Or, in the Senate,&#xa0;that the leading climate change denier <a href=\"http://www.theguardian.com/environment/georgemonbiot/2012/aug/02/climate-change-political-funding-us\" title=\"\">James Inhofe, whose biggest donors are fossil fuel companies</a>, could change his views, even when confronted by an overwhelming weight of evidence? The US feeding frenzy shows how the safeguards and structures of a nominal democracy can remain in place while the system they define mutates into plutocracy.</p> <p>Despite perpetual attempts to reform it, US campaign finance is now more corrupt and corrupting than it has been for decades. It is hard to see how it can be redeemed. If the corporate cronies and billionaires' bootlickers who currently hold office were to vote to change the system, they'd commit political suicide. What else, apart from the money they spend, would recommend them to the American people?</p> <p>But we should see this system as a ghastly warning of what happens if a nation fails to purge the big money from politics. The British system, by comparison to the US one, looks almost cute. Total&#xa0;campaign spending in the last general election – by the parties, the candidates and independent groups – was £58m: about one sixtieth of the cost of the current presidential race. There's a cap on overall spending and tough restrictions on political advertising.</p> <p>But it's still rotten. There is no limit on individual donations. In a system with low total budgets, this grants tremendous leverage to the richest donors. The political parties know that if they do anything that offends the interests of corporate power they jeopardise their prospects.</p> <p>The solutions proposed by parliament would make our system a little less rotten. At the end of last year, the committee on standards in public life proposed that donations <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CB8QFjAA&amp;url=http%3A%2F%2Fwww.public-standards.gov.uk%2FLibrary%2F13th_Report___Political_party_finance_FINAL_PDF_VERSION_18_11_11.pdf&amp;ei=Lr2OUIOWPIrPhAeuyIH4DQ&amp;usg=AFQjCNFO4v6TrR-5abKp4X3dzhycQfiltA\" title=\"\">should be capped at an annual £10,000</a>, the limits on campaign spending should be reduced, and public funding for political parties should be raised. Parties, it says, should receive a state subsidy based on the size of their vote at the last election.</p> <p>The political process would still be dominated by people with plenty of disposable income. In the course of a five-year election cycle, a husband and wife would be allowed to donate, from the same bank account, £100,000.&#xa0;State&#xa0;funding pegged to votes at the last election favours the incumbent parties. It means that even when public support for a party has collapsed (think of the Liberal Democrats), it still receives a popularity bonus.</p> <p>Even so, and despite their manifesto pledges, the three major parties have refused to accept the committee's findings. The excuse all of them use is that the state cannot afford more funding for political parties. This is a ridiculous objection. The money required is scarcely a rounding error in national accounts. It probably represents less than we pay every day for the crony capitalism the present system encourages: the unnecessary spending on private finance initiative projects, on roads to nowhere, on the <a href=\"http://www.theguardian.com/uk/2012/oct/29/tories-lib-dems-trident\" title=\"\">Trident</a> programme and all the rest, whose primary purpose is to keep the 1% sweet. The overall cost of our suborned political process is incalculable: a corrupt and inefficient economy, and a political system engineered to meet not the needs of the electorate, but the demands of big business and billionaires.</p> <p>I would go much further than the parliamentary committee. This, I think, is what a democratic funding system would look like: each party would be able to charge the same, modest fee for&#xa0;membership (perhaps £50). It&#xa0;would&#xa0;then receive matching funding from the state, as a multiple of&#xa0;its membership receipts. There would&#xa0;be&#xa0;no other sources of income. (This formula would make brokerage by&#xa0;trade unions redundant.)</p> <p>This system, I believe, would not only&#xa0;clean up politics, it would also force parties to re-engage with the public. It&#xa0;would oblige them to be more entrepreneurial in raising their membership, and therefore their democratic legitimacy. It creates an incentive for voters to join a party and to begin, once more, to participate in politics.</p> <p>The cost to the public would be perhaps £50m a year, or a little more than £1 per elector: three times the price&#xa0;of a telephone vote on The X Factor. This, on the scale of state expenditure, is microscopic.</p> <p>Politicians and the tabloid press would complain bitterly about this system, claiming, as they already do, that taxpayers cannot afford to fund politics. But when you look at how the appeasement of the banking sector has ruined the economy, at how corporate muscle prevents action from being taken on climate change, at the economic and political distortions caused by the system of crony capitalism, and at the hideous example on the other side of the Atlantic, you discover that we can't afford not to.</p> <p><em>Twitter: </em><a href=\"https://twitter.com/GeorgeMonbiot\" title=\"\"><em>@georgemonbiot</em></a><em> </em></p> <p><em>A fully referenced version of this article can be found at </em><a href=\"http://www.monbiot.com/\" title=\"\"><em>Monbiot.com</em></a></p>",
  "<p>The onslaught of hurricane Sandy has forced Barack Obama and Mitt Romney to suspend campaigning for at least 48 hours – time both teams desperately needed in the crucial final stretch to election day next week.</p> <p>The two presidential candidates cancelled all scheduled events until at least midnight on Tuesday but there could be further disruption for much of the rest of the week, with flooding and power blackouts also taking their toll on the campaign teams' movements.</p> <p>Early voting has already been suspended in some states – where the Obama campaign had hoped to make crucial gains before the election on 6 November.</p> <p>Each team headquarters sent out instructions to switch from campaigning if need be to help the rescue services and told volunteers in affected areas to stay at home. The advice even included small practical points, such as the Romney team advising supporters to remove any election placards that could become flying projectiles in the storm.</p> <p>The impact on the respective campaigns is unpredictable.</p> <p>David Axelrod, Obama's campaign manager, told reporters: \"In terms of the logistics, we are obviously going to lose a bunch of campaign time; this is as it has to be and we will try to make it up on the back end.</p> <p>Obama abandoned planned rallies in Florida on Monday morning and in Ohio in the afternoon in order to return to Washington after being told the storm was shaping up to be worse than expected and that if he delayed, they might have trouble getting back to the capital.</p> <p>A plane full of journalists accompanying him on the campaign trail had to be left behind in Florida.</p> <p>Asked later about the impact of the storm on the election campaign, the president presented himself as being above such things as consideration of how it would affect voting. \"I am not worried at this point about the impact on the election. I'm worried about the impact on families, and I'm worried about the impact on our first responders. I'm worried about the impact on our economy and on transportation,\" Obama said.</p> <p>\"The election will take care of itself next week. Right now, our number one priority is to make sure that we are saving lives, that our search-and-rescue teams are going to be in place, that people are going to get the food, the water, the shelter that they need in case of emergency, and that we respond as quickly as possible to get the economy back on track.\"</p> <p>Obama had to return to the White House to be seen to be on the spot, monitoring the storm and in regular contact with the emergency services. To have continued campaigning while millions of people faced the prospect of costly damage might have alienated voters.</p> <p>Romney's campaign team reached the same conclusion. Having rescheduled campaigning to take him away from states on the storm path, such as Virginia, to Ohio, he too changed his mind and followed Obama in cancelling all events.</p> <p>Romney realised it might appear callous to be seen standing in front of rallies in sunshine, while people on the east coast faced disruption and damage. His vice-presidential running mate, Paul Ryan, also scrapped campaign events.</p> <p>Gail Gitcho, a Romney communications director, said: \"Out of sensitivity for the millions of Americans in the path of hurricane Sandy, we are cancelling tonight's events with Governor Romney in Wisconsin and Congressman Ryan in Melbourne and Lakeland, Florida. We are also cancelling all events currently scheduled for both Governor Romney and Congressman Ryan on Tuesday.</p> <p>\"Governor Romney believes this is a time for the nation and its leaders to come together to focus on those Americans who are in harm's way.\"</p> <p>Obama described the storm as \"big and powerful\" but took solace in the fact that the emergency services have had a few days to prepare.</p> <p>Echoing the Romney campaign about America coming together in time of crisis, he said: \"It's going to be a difficult storm. The great thing about America is when we go through tough times like this we all pull together. We look out for our friends. We look out for our neighbours. And we set aside whatever issues we may have otherwise to make sure that we respond appropriately and with swiftness. And that's exactly what I anticipate is going to happen here.\"</p> <p>Obama said he had spoken to all the governors of the states in the path of the storm to make sure food and water and emergency generation would be available for the hardest-hit.</p> <p>\"The most important message that I have for the public right now is, please listen to what your state and local officials are saying. When they tell you to evacuate, you need to evacuate. Do not delay. Don't pause; don't question the instructions that are being given, because this is a serious storm and it could potentially have fatal consequences if people haven't acted quickly,\" he said.</p> <p>He told the public to expect blackouts and warned that it might take time to get the power back on and transport restored.</p> <p>Neither side has as yet attempted to make political capital out of the storm. Romney is potentially exposed after saying in a debate during the Republican primaries and caucuses that he favoured cutting the Federal Emergency Management Agency (Fema) to help reduce the deficit.</p> <p>The Romney campaign stood by that assessment, saying it was not proposing to abolish Fema, only that decisions about emergency spending should rest primarily with states rather than with the federal government.</p> <p>Ryan Williams, a Romney spokesman, said in a statement: \"Governor Romney believes that states should be in charge of emergency management in responding to storms and other natural disasters in their jurisdictions.</p> <p>\"As the first responders, states are in the best position to aid affected individuals and communities, and to direct resources and assistance to where they are needed most. This includes help from the federal government and Fema.\"</p> <p>With polls showing the two campaigns tied neck and neck, both Obama and Romney were initially reluctant to quit the campaign trail.</p> <p>Obama, after rearranging his schedule, tried to squeeze in two events before the storm hit, flying to Florida on Sunday evening to be in position for a joint rally with former president Bill Clinton in Orlando on Monday morning. He stayed overnight in Florida, but his team advised him against going ahead with the rally, leaving Clinton to do it on his own.</p>",
  "<div id=\"block-508ebe7f95cb55519dae8b0b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T17:36:00.080Z\">5.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>With that update from the White House, we are continuing our live coverage of Hurricane Sandy on a new page. <a href=\"http://www.guardian.co.uk/world/us-news-blog/2012/oct/29/hurricane-sandy-new-york-live-blog\">Please join us here</a> and thanks for your comments and contributions so far.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T17:36:26.368Z\">at 5.36pm GMT</time></p>  </div> <div id=\"block-508eb4ee95cb55519dae8b00\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T17:01:05.156Z\">5.01pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama: the election will take care of itself</h2>  <div class=\"block-elements\">  <p>The president has just spoken about Hurricane Sandy. He took one question, about the election. He replied:</p> <blockquote class=\"quoted\"> <p>I'm not worried at this point about the impact on the election. I'm worried about the impact on families and first responders, on the economy... the election will take care of itself next week.</p> </blockquote> <p>Before the question the president said that he had coordinated with local officials and that he feels the states and FEMA are well prepared to deal with Sandy.</p> <p>\"Everybody is aware that this is going to be a big and powerful storm,\" Obama said. \"I've spoken to all the governors in all these states. We've pre-positioned assets...and FEMA personnel are working closely with state and local governments.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-8eff7de8-d779-4caa-9fc9-d82fb6995bc8\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351530056199/-460.jpeg\" alt=\"President Obama delivers a briefing on Hurricane Sandy at the White House, Monday, October 29, 2012, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Obama delivers a briefing on Hurricane Sandy at the White House, Monday, October 29, 2012, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>\"We anticipate that the center of the storm is going to make landfall sometime this evening. But we are certain that this is going to be a slow-moving process, through a wide swath of the country...</p> <p>\"The most important message I have for people is, Please listen to what your state an local officials are saying. When they tell you to evacuate, you need to evacuate. Don't pause...</p> <p>\"This is a serious storm and it could potentially have fatal consequences.\"</p> <p>Obama says the good news is that states have had days to prepare.</p> <p>He says the public should anticipate a lot of power outages and it will take some time for the power to come back on. It will also take time for airports, trains and roadways to get back up and running, he says.</p> <p>The president ends by praising the cooperation of local officials and saying that the state are well-prepared. The bright side, he said, was that states had days to get emergency preparations in place.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T17:02:12.117Z\">at 5.02pm GMT</time></p>  </div> <div id=\"block-508eb28695cb4ec5a031bbaf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T16:44:55.170Z\">4.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>President Obama</strong> is about to speak on Hurricane Sandy. The president has cancelled all campaign events for today and tomorrow.</p> <p>Obama campaign adviser<strong> David Axelrod</strong> was asked by the New York Times on a conference if Governor Mitt Romney should also bring a halt to his campaigning during the storm. Axelrod said Romney was unlikely to take his advice. He said that yes, the Obama campaign would \"lose a bunch of days,\" but he expected them to make up the lost ground in the final days.</p> <p><strong>Governor Mitt Romney</strong> has also cancelled events, Ewen MacAskill reports:</p> <blockquote class=\"quoted\"> <p>Romney, realising it might appear callous standing in front of crowds rallying in sunshine in places like Wisconsin, while people on the East Coast facing disruption, damage and maybe even death, has cancelled campaign events.</p> </blockquote> <p>Romney Communications Director released a statement:</p> <blockquote class=\"quoted\"> <p>Out of sensitivity for the millions of Americans in the path of Hurricane Sandy, we are canceling tonight's events with Governor Romney in Wisconsin and Congressman Ryan in Melbourne and Lakeland, Florida.&#xa0;We are also canceling all events currently schedule for both Governor Romney and Congressman Ryan on Tuesday.&#xa0;Governor Romney believes this is a time for the nation and its leaders to come together to focus on those Americans who are in harms way.&#xa0;We will provide additional details regarding Governor Romney's and Congressman Ryan's schedule when they are available.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T16:47:38.853Z\">at 4.47pm GMT</time></p>  </div> <div id=\"block-508eb03cb5793e5495b4527f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T16:35:08.750Z\">4.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>From the <strong>First Army Division East:</strong></p> <p>UPDATE: A picture originally posted of Arlington National Cemetery was not from today, as originally reported. Photos of Arlington National Cemetery can be found on the First Army Division East Facebook page<a href=\"https://www.facebook.com/oldguard\"> here.</a> </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T17:53:08.268Z\">at 5.53pm GMT</time></p>  </div> <div id=\"block-508ea87295cb4ec5a031bbaa\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T16:21:06.716Z\">4.21pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>• <strong>Hurricane Sandy is <a href=\"http://www.guardian.co.uk/world/blog/2012/oct/29/hurricane-sandy-hits-us-east-coast-live#block-508e9c5695cb4ec5a031bba0\">within 200 miles of the New Jersey coast</a>, with maximum sustained winds of 90mph. Landfall is expected this evening.</strong> A coastal flood warning and hurricane warning are in effect.</p> <p>• <strong>Major flooding has begun. The public safety director for Atlantic City said much of the city is underwater.</strong> <a href=\"http://www.guardian.co.uk/world/blog/2012/oct/29/hurricane-sandy-hits-us-east-coast-live#block-508e9b2b95cb4ec5a031bb9f\">Ocean City, Maryland has been equally hard hit.</a> In Delaware, 50,000 people are under an evacuation order.</p> <p>• <strong>Flooding is expected to <a href=\"http://www.guardian.co.uk/world/blog/2012/oct/29/hurricane-sandy-hits-us-east-coast-live#block-508ea2e395cb4ec5a031bba8\">peak in New York City</a> between 6pm and 10.30pm, as the high tide coincides with landfall. </strong>Officials say the flooding is likely to far exceed that from Hurricane Irene last year.</p> <p><strong>• Public transportation across the region is at a standstill. Schools are closed. Some businesses are open.</strong></p> <p><strong>• West Virginia residents braced for what could be several feet of snow.</strong> Wide power outages from wind damage and fallen trees are expected.</p> <p>• <strong>Thousands have lost power in Virginia and Maryland. </strong>Power outages have also been reported in Connecticut and Rhode Island<strong>.</strong></p> <p><strong>• The US Coastguard had to <a href=\"http://www.guardian.co.uk/world/blog/2012/oct/29/hurricane-sandy-hits-us-east-coast-live#block-508e5d62b5793e5495b4524d\">rescue the crew of a tall ship, HMS Bounty,</a> which got into distress 90 miles from the North Carolina shore.</strong> Fourteen crew members were flown to safety, but two remain unaccounted for, according to latest reports.</p> <p>Here's a Sandy storm tracker:</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://project.wnyc.org/hurricane-tracker-sandy/index.html&quot; frameborder=&quot;0&quot; height=&quot;700&quot; scrolling=&quot;no&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WSJweather/status/262945675048804352\">  <blockquote class=\"twitter-tweet\"><p>Surge models now agree that NYC-Battery, Sandy Hook NJ and Atl Cty, will see highest storm tides on record.(h/t Ben Strauss @<a href=\"https://twitter.com/climatecentral\">climatecentral</a>)</p>&mdash; Eric Holthaus (@WSJweather) <a href=\"https://twitter.com/WSJweather/status/262945675048804352\" data-datetime=\"2012-10-29T15:55:08+00:00\">October 29, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WSJweather/status/262945898978492416\">  <blockquote class=\"twitter-tweet\"><p>Those records were previously set in 1893, 1932, and 1911, respectively (h/t Ben Strauss @<a href=\"https://twitter.com/climatecentral\">climatecentral</a>) <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a></p>&mdash; Eric Holthaus (@WSJweather) <a href=\"https://twitter.com/WSJweather/status/262945898978492416\" data-datetime=\"2012-10-29T15:56:02+00:00\">October 29, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T16:29:33.624Z\">at 4.29pm GMT</time></p>  </div> <div id=\"block-508eabe095cb4ec5a031bbac\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T16:16:32.637Z\">4.16pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Pictures</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-3400875c-fbed-4920-88b8-f583f8638bcc\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351526675521/6bb3c5e5-c1af-4a25-9663-52dca1e051a0-460.jpeg\" alt=\"The Hudson river rises over its banks flooding the Lackawanna train station as Hurricane Sandy approaches, in Hoboken, New Jersey on Monday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Hudson river rises over its banks flooding the Lackawanna train station as Hurricane Sandy approaches, in Hoboken, New Jersey on Monday.  Photograph: Charles Sykes/AP</span> <span class=\"element-image__credit\">Photograph: Charles Sykes/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-e56eb44b-4d4c-4f19-bcf3-53a47007cf63\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351527127425/7d175e3e-5cec-42c1-9eef-674eb91187fc-460.jpeg\" alt=\"Flooding in Long Beach, New York state. Heavy rain was falling in advance of Hurricane Sandy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flooding in Long Beach, New York state. Heavy rain was falling in advance of Hurricane Sandy.  Photograph: Mike Stobe/Getty Images</span> <span class=\"element-image__credit\">Photograph: Mike Stobe/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-965ee075-772d-4605-b087-0b3e209850b8\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351527215712/2b7794b8-ccc0-42bb-bf0a-49ced874fe9a-460.jpeg\" alt=\"Waves from Hurricane Sandy crash onto the damaged Avalon Pier in Kill Devil Hills,  North Carolina.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Waves from Hurricane Sandy crash onto the damaged Avalon Pier in Kill Devil Hills,  North Carolina.  Photograph: Gerry Broome/AP</span> <span class=\"element-image__credit\">Photograph: Gerry Broome/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-fcdc8988-79a8-427f-b809-0f2b7f37bb7f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351527353499/e242b345-2d08-4d83-87db-5af5a9c76fe8-460.jpeg\" alt=\"The New York city skyline and Hudson River are seen from Hoboken, NJ as Hurricane Sandy approaches.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The New York City skyline and Hudson River are seen from Hoboken, NJ as Hurricane Sandy approaches.  Photograph: Charles Sykes/AP</span> <span class=\"element-image__credit\">Photograph: Charles Sykes/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-508ea2e395cb4ec5a031bba8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:38:11.467Z\">3.38pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>New York City Mayor Michael Bloomberg</strong> has held a briefing on Hurricane Sandy.</p> <p>Public schools will remain closed Tuesday, he says: \"There's no chance that mass transit will be back in service on time.\"</p> <p>3,000 people --and 73 pets -- have been admitted to emergency shelters, the mayor says.</p> <p><strong>Flooding:</strong> Maximum surge impact is expected from 6-10:30pm, Bloomberg says, except in the parts of the city accessed by the Long Island Sound where the surge could be felt up to four hours later.</p> <p>There is a coastal flood warning until 3pm Tuesday. Water levels have begun rising and are expected to remain at higher than normal levels. There's some flooding in the city so far, including on FDR drive.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-909491ec-df42-427f-881a-ebd30018932d\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351525481288/-460.jpeg\" alt=\"New York City Mayor Michael Bloomberg holds a briefing on Hurricane Sandy Monday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York City Mayor Michael Bloomberg holds a briefing on Hurricane Sandy Monday.  Photograph: nyc gov</span> <span class=\"element-image__credit\">Photograph: /nyc gov</span> </figcaption> </figure>  <p>The mayor says 100,000 people live in public housing in the evacuation zone. He describes outreach efforts to reach them and advise them to evacuate.</p> <p>\"We've done everything I think we can to give you the information that you need,\" he says. </p> <p>The city remains open for business, Bloomberg says. He thanks city employees for their dedication.</p> <p>\"That's why you go to work for New York City, to help others,\" he says. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T15:51:50.914Z\">at 3.51pm GMT</time></p>  </div> <div id=\"block-508ea2b195cb4ec5a031bba7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:37:22.149Z\">3.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Guardian Open editor Amanda Michel is tweeting <strong>photos of storm preparations</strong> in NYC, from taped-up windows to store closures. <a href=\"https://twitter.com/amichel\">Follow her here. </a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amichel/status/262934179778551811\">  <blockquote class=\"twitter-tweet\"><p>First open liquor store I've seen <a href=\"https://twitter.com/search/%23nyc\">#nyc</a> <a href=\"https://twitter.com/search/%23sandy\">#sandy</a> <a href=\"http://t.co/KSpvzJX8\" title=\"http://twitter.com/amichel/status/262934179778551811/photo/1\">twitter.com/amichel/status…</a></p>&mdash; Amanda Michel (@amichel) <a href=\"https://twitter.com/amichel/status/262934179778551811\" data-datetime=\"2012-10-29T15:09:28+00:00\">October 29, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508ea077b5793e5495b45279\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:27:51.975Z\">3.27pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>New Jersey around Atlantic City</strong> is experiencing stunning flooding and the storm is still hours away.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/twc_hurricane/status/262938401915932673\">  <blockquote class=\"twitter-tweet\"><p>New Jersey --&gt; RT @<a href=\"https://twitter.com/trudigilfillian\">trudigilfillian</a>: Beach is now an ocean at Wildwood Ave <a href=\"http://t.co/16MvfnFY\" title=\"http://twitter.com/TrudiGilfillian/status/262937072195735554/photo/1\">twitter.com/TrudiGilfillia…</a> <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a></p>&mdash; Hurricane Central (@twc_hurricane) <a href=\"https://twitter.com/twc_hurricane/status/262938401915932673\" data-datetime=\"2012-10-29T15:26:14+00:00\">October 29, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508e9ebb95cb4ec5a031bba5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:24:06.734Z\">3.24pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's Adam Gabbatt is in the <strong>evacuation zone in Manhattan.</strong></p> <blockquote class=\"quoted\"> <p>The wind is already very strong down at the river, with occasional gusts strong enough to require a certain amount of work to stand still. As at Battery Park, the water level is worryingly high, some 3 or 4 feet higher than normal.</p> <p>Away from the water police cars are driving slowly along streets broadcasting warnings that people should leave. \"You must evacuate this area by 7pm today. Any person who knowingly violates this order my be charged with a class B misdemeanour,\" the warning says.</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F65217791&amp;amp;show_artwork=true&quot; frameborder=&quot;no&quot; height=&quot;166&quot; scrolling=&quot;no&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <blockquote class=\"quoted\"> <p>Kenneth Fung runs Equal Care Pharmacy on Avenue D in Manhattan. Mandatory evacuation is in place across the street from the pharmacy, but the shop itself is in Zone B. Still, it was one of the few businesses that remained open on Monday morning, and Fung said his customers had been appreciative.</p> <p>\"Some of them have prescriptions they have to pick up. A lot of them are picking up their regular stuff because they know the store might not be open.\"</p> <p>Fung said he was planning to close early and had been buying food and water to prepare.</p> <p>\"I'm originally from Hong Kong so we're used to typhoons and all this kind of stuff,\" he said. \"It's something that we just need to listen to broadcasts, make sure we're informed and make the best judgement.</p> <p>He added: \"But so far it's good, today is not too bad.\"</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F65216342&amp;amp;show_artwork=true&quot; frameborder=&quot;no&quot; height=&quot;166&quot; scrolling=&quot;no&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Meanwhile, floodwaters are gathering around the piers of Red Hook, Brooklyn, the Guardian's Karen McVeigh reports: \"The flooding so far looks to be concentrated around Fairway market, which sits right on the water's edge.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-3da8525a-284a-4c64-8377-864d6b0a0440\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351524186381/-460.jpeg\" alt=\"Flooding around Fairway market in Red Hook, Brooklyn as Sandy approaches.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flooding around Fairway market in Red Hook, Brooklyn as Sandy approaches.  Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: /Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T15:27:14.700Z\">at 3.27pm GMT</time></p>  </div> <div id=\"block-508e9c5695cb4ec5a031bba0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:13:10.852Z\">3.13pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sandy is currently</strong> 205 miles from Atlantic City, New Jersey and is traveling at 18 mph, according to the <a href=\"http://www.nhc.noaa.gov/text/refresh/MIATCPAT3+shtml/291439.shtml\">11am advisory</a> from the National Hurricane Center.</p> <p>The storm is approaching the top end of the Category 1 Hurricane qualification, with maximum sustained winds of 90 mph. </p> <p>The advisory warns of life-threatening flooding and hurricane winds up and down the coast. Heavy snowfall is expected in Appalachia and heavy rainfall is anticipated elsewhere.</p> <p>Here's Sandy's current position:</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-84d65b97-72e2-4747-a5db-984729b4a015\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351523393534/-460.gif\" alt=\"The projected course of Hurricane Sandy in the National Hurricane Center's 11am Monday advisory.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The projected course of Hurricane Sandy in the National Hurricane Center's 11am Monday advisory.  Photograph: NHC</span> <span class=\"element-image__credit\">Photograph: /NHC</span> </figcaption> </figure> </div>   </div> <div id=\"block-508e9b2b95cb4ec5a031bb9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T15:05:16.056Z\">3.05pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ocean City, Maryland,</strong> is under a mandatory evacuation – and it is underwater. This photo was posted to the Ocean City Patch <a href=\"https://www.facebook.com/photo.php?fbid=400853033317786&amp;set=a.112646415471784.13654.110894155647010&amp;type=1&amp;theater\">page on Facebook.</a></p> <blockquote class=\"quoted\"> <p>This one from Seventh and Simpson shows one of the deeper spots. It's not quite underwater beach to bay, but close. All the bay side streets (Bay, Haven, Simpson, West, Asbury) are underwater. </p> </blockquote> <p>The storm is not here yet. </p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-9f58276b-6673-4845-9a93-b0521f37644f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351523035423/-460.jpeg\" alt=\"OCP\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Downtown Ocean City, Maryland, in a dispatch posted to Ocean City Patch.  Photograph: OCP</span> <span class=\"element-image__credit\">Photograph: /OCP</span> </figcaption> </figure> </div>   </div> <div id=\"block-508e988d95cb4ec5a031bb9d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:54:06.046Z\">2.54pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Why Sandy is a unique storm</h2>  <div class=\"block-elements\">  <p>Professor Mark Saunders, Department of Space and Climate Physics at University College London, describes the two most unusual features of Hurricane Sandy: its track direction and curvature, and its relative strength.</p> <blockquote class=\"quoted\"> <p><strong>Track direction and curvature</strong><br>From a location well offshore&#xa0;at a latitude of 35°-40°N the storm turns to the northwestward to strike the US mid-Atlantic coast. There is no precedent in&#xa0;hurricane records extending back to 1851 of&#xa0;a storm at this latitude taking&#xa0;this path. All historical hurricanes located&#xa0;well offshore at this latitude have&#xa0;followed the jet stream and tracked in&#xa0;a direction between north and east.<br><strong>Relative strength</strong><br>Its strength for a hurricane striking the US mid-Atlantic coast in late October (which is near the end of the hurricane season). <br>Sandy's central pressure is&#xa0;currently forecast to be 945-950mb at landfall late on Monday. A pressure this low would exceed the previous record low pressure of 955mb for a hurricane landfall in this region at this time of year. It would&#xa0;also be close to the record&#xa0;low pressure of 946mb for any hurricane landfall&#xa0;north of Cape Hatteras; this&#xa0;record-holder being the 'New England'&#xa0;hurricane which occurred&#xa0;in September 1938.</p> </blockquote> <p>For more details visit <a href=\"http://www.sciencemediacentre.org/\">www.sciencemediacentre.org</a><em>.</em></p> </div>   </div> <div id=\"block-508e965cb5793e5495b45275\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:44:44.932Z\">2.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>New York City's mandatory evacuation announced yesterday affects hundreds of thousands of residents, who are crowding into the homes of friends and family and into <strong>evacuation centers</strong> across the five boroughs.</p> <p>The Guardian's Karen McVeigh visits an evacuee center in Park Slope, Brooklyn:</p> <blockquote class=\"quoted\"> <p>Around 80 evacuees stayed overnight at the John Jay high school in Park Slope, Brooklyn, with many more expected to arrive on Monday. They included three dogs, a cat, a turtle a snake and a mouse.</p> <p>After last year's Hurricane Irene, the staff and volunteers are more than ready for them. A handwritten sign just inside the door divides incomers into two categories - people to the right, animals to the left.</p> <p>\"This time last year we had 1000 people in here\" said one of three officers from Emergency Management as he stood outside the school on a break.</p> <p>\"We had two rooms full of dogs and cats too. This year we even got a turtle. And that snake's got his eye on the mouse. It it's not gonna happen.\"</p> <p>Inside people from Coney Island, Red Hook and other low-lying areas of Brooklyn are gathered to wait out the storm. This morning they were served a cooked breakfast and there is BBQ chicken for lunch.</p> <p>The officers said they were surprised there were not more people here yet but wondered if last year - when the storm passed NY without major incident - gave people false peace of mind.</p> <p>\"They ran out last year thinking it was the end, and it wasn't. But this one's different.\"</p> </blockquote> </div>   </div> <div id=\"block-508e952a95cb4ec5a031bb9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:39:38.807Z\">2.39pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Guardian US forecaster Harry Enten observes the <strong>course of the storm</strong> and <a href=\"http://www.guardian.co.uk/world/2012/oct/29/hurricane-sandy-what-to-expect-where\">assesses the developing risks</a>:</p> <blockquote class=\"quoted\"> <p>Now, it's crunch time when we will finally feel the full brunt of Sandy. We are expecting rain amounts of up to 12 inches in southern New Jersey, with 3-6 inches the norm even over 200 miles inland. This will lead to a lot of&#xa0;<a href=\"http://www.guardian.co.uk/environment/flooding\">flooding</a>.</p> <p>We can expect storm surges of 6ft and more above normal from Delaware to Rhode Island thanks to the wind and full moon. This has meant evacuations, and will only make flooding worse.</p> </blockquote> <p>Read the whole <a href=\"http://www.guardian.co.uk/world/2012/oct/29/hurricane-sandy-what-to-expect-where\">report here</a>.</p> </div>   </div> <div id=\"block-508e938095cb4ec5a031bb9b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:35:08.943Z\">2.35pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Cuomo: Holland, Battery Park tunnels to close at 2pm</h2>  <div class=\"block-elements\">  <p><strong>Maryland Governor Martin O'Malley</strong> has just held a news conference on preparations in the Old Line State.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovernorOMalley/status/262921323620208640\">  <blockquote class=\"twitter-tweet\"><p>Here's the main message: stay indoors and off the roads <a href=\"https://twitter.com/search/%23MDSandy\">#MDSandy</a> Please retweet. @<a href=\"https://twitter.com/mdmema\">mdmema</a></p>&mdash; Martin O'Malley (@GovernorOMalley) <a href=\"https://twitter.com/GovernorOMalley/status/262921323620208640\" data-datetime=\"2012-10-29T14:18:23+00:00\">October 29, 2012</a></blockquote> </figure>  <p>New York Governor Andrew Cuomo is briefing the media on preparations in advance of Sandy.</p> <p>Two major tunnels are to close at 2pm today: the Holland tunnel connecting lower Manhattan and New Jersey and the Battery Park tunnel connecting lower Manhattan and Brooklyn.</p> <p>Public transit in the city has been closed since yesterday.</p> <p>Cuomo says bridge closures are not anticipated but if maximum sustained wind speeds surpass 60mph that could happen.</p> <p>An additional 1,000 National Guard troops have been deployed, Cuomo says.</p> <p>And now a moment that almost sounds like politics: \"This federal response has been extraordinary... we couldn't be asking anything else from our federal partners.\"</p> <p>Cuomo is with director of state operations Howard Glaser. Glaser says that water levels in the city are already at Hurricane Irene levels and there will be \"potential historic flooding tonight into early Tuesday morning.\"</p> <p>If forecasts play out, water levels would break the record set by Hurricane Donna set in 1960 at 10-and-a-half feet, Cuomo's adviser says.</p> <p>\"It's already at Irene levels,\" Cuomo says. \"The question is what level it's going to take us to.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T15:42:36.200Z\">at 3.42pm GMT</time></p>  </div> <div id=\"block-508e8f4995cb4ec5a031bb99\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:14:33.866Z\">2.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>feeling of eerie calm</strong> that pervades many reports from the ground right now is at unsettling odds with the weather readings coming from the pros with eyes in the sky and on the water.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wunderground/status/262918300151971842\">  <blockquote class=\"twitter-tweet\"><p>Waves have increased to 23 feet at buoy south of Islip, NY</p>&mdash; Weather Underground (@wunderground) <a href=\"https://twitter.com/wunderground/status/262918300151971842\" data-datetime=\"2012-10-29T14:06:22+00:00\">October 29, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wunderground/status/262898753873252353\">  <blockquote class=\"twitter-tweet\"><p>RT @<a href=\"https://twitter.com/noaa\">noaa</a>: <a href=\"https://twitter.com/search/%23Hurricane\">#Hurricane</a> <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a> [IMAGE] from GOES-East satellite (Oct 29) <a href=\"http://t.co/OzGgSoOg\" title=\"http://twitpic.com/b8h653\">twitpic.com/b8h653</a>via @<a href=\"https://twitter.com/noaasatellites\">noaasatellites</a></p>&mdash; Weather Underground (@wunderground) <a href=\"https://twitter.com/wunderground/status/262898753873252353\" data-datetime=\"2012-10-29T12:48:42+00:00\">October 29, 2012</a></blockquote> </figure>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;a href=&quot;http://twitpic.com/b8h653&quot; title=&quot;#Hurricane #Sandy [IMAGE] from GOES-East satellite (Oct 29) on Twitpic&quot;&gt;&lt;img src=&quot;https://twitpic.com/show/thumb/b8h653.jpg&quot; alt=&quot;#Hurricane #Sandy [IMAGE] from GOES-East satellite (Oct 29) on Twitpic&quot; height=&quot;150&quot; width=&quot;150&quot;&gt;&lt;/a&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T14:15:15.476Z\">at 2.15pm GMT</time></p>  </div> <div id=\"block-508e8eadb5793e5495b4526b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:11:57.561Z\">2.11pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Limbs <strong>down in Delaware.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovernorMarkell/status/262914799808167936\">  <blockquote class=\"twitter-tweet\"><p>RT @<a href=\"https://twitter.com/andrewstaubtnj\">andrewstaubtnj</a>: New Castle worker clearing leaves from storm drains on Delaware Street. <a href=\"https://twitter.com/search/%23StormDe\">#StormDe</a> <a href=\"https://twitter.com/search/%23sandyde\">#sandyde</a> <a href=\"http://t.co/QA7g8e4N\" title=\"http://twitter.com/AndrewStaubTNJ/status/262913532406939648/photo/1\">twitter.com/AndrewStaubTNJ…</a></p>&mdash; Gov. Jack Markell (@GovernorMarkell) <a href=\"https://twitter.com/GovernorMarkell/status/262914799808167936\" data-datetime=\"2012-10-29T13:52:27+00:00\">October 29, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508e8e5e95cb4ec5a031bb98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:10:39.108Z\">2.10pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Atlantic City, New Jersey, <strong>is flooding</strong>. NBC's Ted Greenberg gets a picture of a Casino drive-thru.</p> <p>The water is expected to get much higher. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tedgreenberg/status/262887337653071873\">  <blockquote class=\"twitter-tweet\"><p>Flooding by Bally's in AC @<a href=\"https://twitter.com/nbcphiladelphia\">nbcphiladelphia</a> <a href=\"http://t.co/7TGwfBCK\" title=\"http://twitter.com/tedgreenberg/status/262887337653071873/photo/1\">twitter.com/tedgreenberg/s…</a></p>&mdash; Ted Greenberg (@tedgreenberg) <a href=\"https://twitter.com/tedgreenberg/status/262887337653071873\" data-datetime=\"2012-10-29T12:03:20+00:00\">October 29, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508e8d1495cb4ec5a031bb97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T14:05:08.590Z\">2.05pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>After canceling campaign events in Virginia and Colorado, <strong>President Obama has cancelled</strong> campaigning in Wisconsin planned for Tuesday, the White House has announced in a statement by spokesman Jay Carney:</p> <blockquote class=\"quoted\"> <p>The President will no longer travel to Green Bay, WI tomorrow for a campaign event, so that he can stay in Washington, DC on Tuesday and closely monitor the impact of and response to Hurricane Sandy. As he said at FEMA HQ yesterday, the President has instructed his team to make sure that needed federal resources are in place to support state and local recovery efforts. Additional details about the President's schedule will be announced as soon as they are available.</p> </blockquote> </div>   </div> <div id=\"block-508e8b96b5793e5495b4526a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T13:58:47.165Z\">1.58pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">On the quiet side in Washington, DC</h2>  <div class=\"block-elements\">  <p>Guardian political correspondent Richard Adams has a report from the nation's capital, which is directly in the storm's path. Teaism remains open:</p> <blockquote class=\"quoted\"> <p>Downtown Washington DC is disappointingly tame right now: lots of rain of course but the wind hasn't hit yet. Citibank and Wells Fargo branches are open. Other retail outlets open include the local Subway - the sandwiches not the public transit, that's closed - and drugstore chain CVS, although the sole employee in the Connecticut Avenue branch said he was waiting to hear what the outlook was from head office.</p> <p>The interesting comparison will be with the fierce snowstorm and blizzard of the 2009/10 winter that shut the city down with about 15 inches of snow on a weekday. The McDonalds nearest the White House stayed open, as did fey boutique tea shop Teaism.</p> </blockquote> </div>   </div> <div id=\"block-508e884395cb4ec5a031bb96\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T13:44:35.860Z\">1.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ocean City, Maryland</strong>, halfway between Virginia Beach and Atlantic City, was subject to a mandatory evacuation as of yesterday. Here is a depiction of why:</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-6956656b-821e-4ade-a1b4-37fd50183743\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351518213131/-460.jpeg\" alt=\"The beach in Ocean City, Maryland, before Sandy's arrival.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The beach in Ocean City, Maryland, before Sandy's arrival.  Photograph: wunderground</span> <span class=\"element-image__credit\">Photograph: /wunderground</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-69cc9f10-0794-479b-a040-715de3635d9f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351518261586/-460.jpeg\" alt=\"The beach in Ocean City, Maryland, as Sandy draws near.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The beach in Ocean City, Maryland, as Sandy draws near.  Photograph: wunderground</span> <span class=\"element-image__credit\">Photograph: /wunderground</span> </figcaption> </figure> </div>   </div> <div id=\"block-508e848695cb4ec5a031bb94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T13:28:38.963Z\">1.28pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's Adam Gabbatt is <strong>in lower Manhattan</strong>, where the worst of the storm surge is expected this evening.</p> <p>Of the big coastal cities – Washington DC, Baltimore, Philadelphia, New York, Boston – New York City, the historic port city, is most vulnerable in this case to storm-surge flooding.</p> <p>Low tide today in New York harbor is 2:59pm. The <a href=\"http://www.tides.info/?command=view&amp;location=The%20Battery%2C%20New%20York%20Harbor%2C%20New%20York\">next high tide</a> is then at 8:53pm. That high tide this evening, coinciding as it does with the storm's arrival, could cause significant flooding in extremely densely populated areas. If flood waters enter the subway the toll could be city-wide paralysis and billions of dollars in damage.</p> <p>Here's Adam:</p> <blockquote class=\"quoted\"> <p>Battery Park is part of the mandatory evacuation zone ordered by New York City mayor Mike Bloomberg. The area is low-lying and susceptible to the surge expected to impact New York later today or on Tuesday.</p> <p>Early on Monday morning, with Sandy still hundreds of miles away, it was easy to see why this area is so vulnerable. At the 8.31am high tide the Battery Park promenade - a popular tourist spot with its views of the Statue of Liberty and Governor's Island - was underwater.</p> <p>Rolling waves washed straight over the promenade wall, and by high tide water about 4 inches deep flooded the entire walkway. Not hugely dramatic just yet, but perhaps an ominous sign or what could be on store later.</p> <p>The walkway - normally packed with people jogging and cycling - was almost entirely deserted, save for a few journalists and the odd intrigued passerby.</p> <p>Mark Gluck, a professor at Rutgers University, cycles along Battery Park every morning, and wasn't about to let Sandy stop him.</p> <p>\"A bit of drizzle, a bit of wind, it's a perfectly fine day to go cycling,\" Gluck said, as water threatened to lap at his bicycle tyres. Gluck said he planned to cycle to the Upper West Side later today for lunch. He'd already stocked up his apartment for the storm. \"I'm well prepared, I've got food and water, I think it'll be fine.\"</p> </blockquote> </div>   </div> <div id=\"block-508e81d495cb4ec5a031bb93\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T13:17:08.462Z\">1.17pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>• <strong>Hurricane Sandy has turned toward the coast after a three-day trip north from the Bahamas.</strong> Forecasters warn of life-threatening storm surge and coastal hurricane winds as well as heavy Appalachian snow.</p> <p>• <strong>At least a dozen states have activated emergency response crews as Sandy approaches.</strong> The federal government has declared pre-landfall emergency status for states in the storm's path. Airports, train tracks, roads, schools and offices are closed throughout the region.</p> <p>• <strong>Flooding has begun along the coast, especially in North Carolina. High water levels have been reported everywhere.</strong> In New York City the morning tide crested at about plus-3 feet – only 1 foot under the high point during Hurricane Irene last August.</p> <p>• <strong>Authorities warn the storm will last for the better part of two days. Up to 10 million may lose power.</strong> Rainfall totaling as much as one foot in some areas is expected. Flooding is both an inland and a coastal threat.</p> </div>   </div> <div id=\"block-508e7cd9b5793e5495b45263\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T12:55:54.009Z\">12.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The latest <a href=\"http://www.nhc.noaa.gov/refresh/graphics_at3+shtml/092341.shtml?tswind120#contents\">National Hurricane Center advisory</a> shows a 100% chance for <strong>tropical storm force winds</strong> from Virginia to northern New Jersey.</p> <p>The purple area represents a sure-thing for tropical storm-force winds.</p> <p>The storm is big enough that it is expected to sustain powerful winds well inland, halfway to Pittsburgh it looks like.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-9aa55349-253d-4754-960c-d022d370d883\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351515169767/-460.gif\" alt=\"A wind-speed probability map from the National Hurricane Center's 8am advisory Monday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A wind-speed probability map from the National Hurricane Center's 8am advisory Monday.  Photograph: NHC</span> <span class=\"element-image__credit\">Photograph: /NHC</span> </figcaption> </figure>  <p>The storm is big enough that lake effects are on view in Lake Michigan.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wunderground/status/262877272464322560\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a> is huge.Storm Warnings on Lake Michigan warn of 20-25 foot waves on the lake. <a href=\"http://t.co/u0YWG8za\" title=\"http://bit.ly/QPEtoL\">bit.ly/QPEtoL</a></p>&mdash; Weather Underground (@wunderground) <a href=\"https://twitter.com/wunderground/status/262877272464322560\" data-datetime=\"2012-10-29T11:23:20+00:00\">October 29, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T12:56:56.571Z\">at 12.56pm GMT</time></p>  </div> <div id=\"block-508e7543b5793e5495b4525f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T12:23:31.161Z\">12.23pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama drops campaign dates</h2>  <div class=\"block-elements\">  <p>Filing from a rain-soaked Washington DC, the Guardian's Ewen MacAskill has this nugget of analysis on the immediate effect of Sandy on the election.</p> <blockquote class=\"quoted\"> <p>Barack Obama has opted against campaigning in Orlando, Florida, alongside Bill Clinton.</p> <p>He flew from Washington on Sunday night to Florida, instead of this morning, so he could be in place for the rally but has now cancelled, leaving Clinton to do it by himself. A planned stop in Ohio for further campaigning has also been abandoned.</p> <p>Obama and his advisers must have decided that the important image in the run-up to the election is that he should be seen as a presidential figure, back in Washington, helping co-ordinate the emergency response rather than be out on the campaign trail.</p> <p>He had always planned on being back in DC tonight to be seen at the helm.</p> <p>His next planned campaign stop is in Green Bay, Wisconsin, Tuesday night but if the storm proves as bad as predicted, he may cancel that too. Romney is continuing campaigning, having rescheduled to events in states away from the storm.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T12:31:13.078Z\">at 12.31pm GMT</time></p>  </div> <div id=\"block-508e729ab5793e5495b4525e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T12:12:11.038Z\">12.12pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Latest NOAA update</h2>  <div class=\"block-elements\">  <p>Sandy is now about 265 miles south-east of Atlantic City, New Jersey, and about 310 miles south south-east of New York City, according to the <a href=\"http://www.nhc.noaa.gov/text/refresh/MIATCPAT3+shtml/291149.shtml\">latest update from NOAA.</a></p> <p>The Category 1 hurricane is seeing sustained winds of 85mph, the update adds, and is moving in a north north-westerly direction and accelerating.</p> <p>NOAA adds:</p> <blockquote class=\"quoted\"> <p>A turn toward the northwest is expected later this morning...followed by a turn toward the west-northwest tonight. On the forecast track...the center of Sandy <strong>will move over the coast of the Mid-Atlantic states this evening or tonight. </strong></p> </blockquote> <p>Those states include Delaware, Maryland, New Jersey, Pennsylvania, New York, Washington DC and West Virginia.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T12:20:08.134Z\">at 12.20pm GMT</time></p>  </div> <div id=\"block-508e7081b5793e5495b4525b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T12:03:13.904Z\">12.03pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">No place for a sandwich</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div class=&quot;ab-player&quot; data-boourl=&quot;http://audioboo.fm/boos/1030491-new-york-deserted-before-hurricane-sandy/embed&quot;&gt;&lt;a href=&quot;http://audioboo.fm/boos/1030491-new-york-deserted-before-hurricane-sandy&quot;&gt;listen to ‘New York 'deserted' before Hurricane Sandy’ on Audioboo&lt;/a&gt;&lt;/div&gt;&lt;script type=&quot;text/javascript&quot;&gt;(function() { var po = document.createElement(&quot;script&quot;); po.type = &quot;text/javascript&quot;; po.async = true; po.src = &quot;http://d15mj6e6qmt1na.cloudfront.net/assets/embed.js&quot;; var s = document.getElementsByTagName(&quot;script&quot;)[0]; s.parentNode.insertBefore(po, s); })();&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Earlier this morning the Today programme spoke to Peter Franklin, a New York taxi driver,</p> <blockquote class=\"quoted\"> <p>It's very strange. I get the feeling that I'm living in a science fiction movie. Look, I'm a street person; I know New York city. I've lived in New York all my life... but I've never seen anything like this. Nobody else has either. This is not Key West Florida; this is New York city, eight-and-a-half million people in the five boroughs, 35 million in the greater New York city area, and right now, while I'm talking to you, if you said to me 'Hey Pete, let's go out and get a sandwich', I'd say 'Where? What?' There is no subway, no buses, no trains.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T12:03:23.531Z\">at 12.03pm GMT</time></p>  </div> <div id=\"block-508e6f8ab5793e5495b4525a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:59:07.082Z\">11.59am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Pictures</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-c77952cf-548d-429b-b840-363127beb622\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351511651680/a762cbc2-8fec-4524-9543-667116b5f0c7-460.jpeg\" alt=\"A TV crew take footage on Plum Island beach while Hurricane Sandy approaches New England in Newbury, Massachusetts.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A TV crew take footage on Plum Island beach while Hurricane Sandy approaches New England in Newbury, Massachusetts.  Photograph: CJ Gunther/EPA</span> <span class=\"element-image__credit\">Photograph: CJ GUNTHER/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-714e5cc1-c910-448f-b4ae-68d526a85fe3\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351511745019/2c973bb3-e330-4962-8f3f-8b1d35bba03b-460.jpeg\" alt=\"Raymond Souza carries away a ladder after boarding up Tidal Rave's 5 & 10 gift shop on the boardwalk in Rehoboth Beach, Delaware.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Raymond Souza carries away a ladder after boarding up Tidal Rave's 5 & 10 gift shop on the boardwalk in Rehoboth Beach, Delaware.  Photograph: Jim Watson/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: JIM WATSON/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-1f62bea6-aaf6-49c2-8531-53d78170f3c3\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351511926002/4433da07-0a11-4624-a9ba-aee7e1251ef2-460.jpeg\" alt=\"A woman takes a photo at Beach 98th street on the boardwalk at Rockaway beach in Queens, New York.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman takes a photo at Beach 98th street on the boardwalk at Rockaway beach in Queens, New York.  Photograph: Shannon Stapleton/Reuters</span> <span class=\"element-image__credit\">Photograph: SHANNON STAPLETON/Reuters/Shannon Stapleton</span> </figcaption> </figure> </div>   </div> <div id=\"block-508e6eb195cb4ec5a031bb87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:55:29.282Z\">11.55am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sandy questions?</h2>  <div class=\"block-elements\">  <p>Adam <a href=\"https://fr.twitter.com/AdamGabbatt\">(@AdamGabbatt)</a> is also appealing to readers for questions (and, rather intriguingly, \"orders\") for him to respond to in his next live broadcast from Battery Park.&#xa0;</p> </div>   </div> <div id=\"block-508e6dc4b5793e5495b45259\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:51:32.745Z\">11.51am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Report from Battery Park</h2>  <div class=\"block-elements\">  <p>The Guardian's ever enterprising <a href=\"https://fr.twitter.com/AdamGabbatt\">Adam Gabbatt</a> has been down to a sand-bagged Battery Park in Manhattan this morning to see what the situation is there.</p> <p>He filed this video report. Apologies for the abrupt cut-off.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://www.youtube-nocookie.com/embed/33AeRn-xowU&quot; allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-508e6b53b5793e5495b45258\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:41:07.950Z\">11.41am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">First market shutdown since 9/11</h2>  <div class=\"block-elements\">  <p>Today will see the <a href=\"http://online.wsj.com/article/SB10001424052970204840504578085041035358414.html?mod=e2tw\">first unscheduled, market-wide shutdown</a> of US markets since September 2001.</p> <p>The WSJ reports that the agreement to close was reached last night and marked a reversal from an earlier call by the exchanges to remain open for business to electronic trading even as they shuttered their trading floors in advance of the storm.</p> <blockquote class=\"quoted\"> <p>By late Sunday, exchange officials, traders and regulators were expecting that markets may stay closed on Tuesday, too.</p> <p>\"In all my life I can't remember anything that is supposed to be as severe as this,\" said Stephen Ehrlich, chief executive of Lightspeed Financial Inc., an electronic brokerage and software firm based in New York.</p> </blockquote> <p>The dramatic move has left traders in London \"in limbo\", reports Press Association.&#xa0;</p> <blockquote class=\"quoted\"> <p>Investors struggled to find direction after it was confirmed that America's two biggest trading platforms - the New York Stock Exchange and the Nasdaq Stock Market - will not open as scheduled at 1.30pm GMT.</p> </blockquote> </div>   </div> <div id=\"block-508e697e95cb4ec5a031bb84\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:33:18.752Z\">11.33am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Flooding in Massachusetts</h2>  <div class=\"block-elements\">  <p>The residents of Massachusetts are waking up to find that some roads are now completely covered by water.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/twc_hurricane/status/262878822662275073\">  <blockquote class=\"twitter-tweet\"><p>RT @<a href=\"https://twitter.com/daniellenecn\">daniellenecn</a>: North Causeway Rd in Fairhaven MA (near Jack Boat Club) from Chris Tripp <a href=\"http://t.co/RnFjH8tr\" title=\"http://twitpic.com/b8gf6i\">twitpic.com/b8gf6i</a> <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a></p>&mdash; Hurricane Central (@twc_hurricane) <a href=\"https://twitter.com/twc_hurricane/status/262878822662275073\" data-datetime=\"2012-10-29T11:29:30+00:00\">October 29, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T11:34:15.459Z\">at 11.34am GMT</time></p>  </div> <div id=\"block-508e6853b5793e5495b45254\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:28:19.330Z\">11.28am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Paywalls dropped</h2>  <div class=\"block-elements\">  <p>The US media have responded to the incoming storm with a slew of live blogs, crowd sourced infographics and – in the New York Times's case – <a href=\"http://www.nytimes.com/interactive/2012/10/28/nyregion/nyt-webcam.html?smid=tw-share\">a webcam atop the building, </a>where viewers can watch a grey dawn breaking.</p> <p>But the standout media feature so far has been the decision by both the Wall Street Journal and the NYT to take down their paywalls, in view of the storm. As the Grey Lady writes on her homepage:</p> <blockquote class=\"quoted\"> <p>The Times is providing free unlimited access to storm coverage on nytimes.com and its mobile apps.</p> </blockquote> <p>WSJ managing editor Raju Narisetti posted this message on Twitter yesterday:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rajunarisetti/status/262626348206530561\">  <blockquote class=\"twitter-tweet\"><p>In addition to comprehensive <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a> coverage available now, all of <a href=\"http://t.co/S8I4mQIT\" title=\"http://WSJ.com\">WSJ.com</a> will be open to all visitors on Monday October 29</p>&mdash; Raju Narisetti (@rajunarisetti) <a href=\"https://twitter.com/rajunarisetti/status/262626348206530561\" data-datetime=\"2012-10-28T18:46:15+00:00\">October 28, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T11:37:09.713Z\">at 11.37am GMT</time></p>  </div> <div id=\"block-508e6414b5793e5495b45250\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T11:10:12.096Z\">11.10am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">In DC, calm before the storm</h2>  <div class=\"block-elements\">  <p>Washington DC is currently a bit like London on a wet autumnal day, reports the Guardian's <a href=\"http://www.guardian.co.uk/discussion/user/jonathanhaynes\">Jonathan Haynes</a>.</p> <p>Writing below the line, he reports: </p> <blockquote class=\"quoted\"> <p>I'm in Washington DC. It's currently wet out but not very windy. Looks like an autumn day in London! It's a little before 7am here but within the next 12 hours it is predicted to get rough. Metro's been closed in the city, and a lot of flights cancelled as well as all AmTrak along the coast, but already a lot of people up and about driving on the freeways. Hoping it'll all be better by tomorrow as meant to be flying then!</p> </blockquote> <p>Among DC's politicos, however, the mood might be slightly less sanguine. Arriving in the last week before polling, Sandy is an election campaign nightmare, <a href=\"http://www.nytimes.com/2012/10/29/us/politics/hurricane-and-other-worries-buffet-presidential-race.html?adxnnl=1&amp;ref=global-home&amp;adxnnlx=1351508612-hiM3o7Y00SAMR3N4aGRmvw\">reports the New York Times.</a></p> <blockquote class=\"quoted\"> <p>The storm forced both candidates to scrap campaign stops and, with eight days until Election Day, will require Mr. Obama to balance the roles of president in an emergency and candidate. That could benefit or hurt him, depending on how voters view his performance, and distract from efforts by both camps to advance a closing argument.</p> <p>Early voting, which Mr. Obama has counted on to bolster his chances of a second term, will most likely grind to a halt in some places along the Eastern Seaboard, while power failures could last much of the week and conceivably until Election Day in some places. It went unnoticed by no one that Virginia, among the most tightly contested states, may be among the most affected.</p> </blockquote> </div>   </div> <div id=\"block-508e60deb5793e5495b4524f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:56:30.760Z\">10.56am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Live stream of the US Weather Channel</h2>  <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=yXMU2qwCVag\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/yXMU2qwCVag?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Click the <a href=\"http://www.youtube-nocookie.com/embed/yXMU2qwCVag\">video</a> above for live coverage from the US Weather Channel.</p> </div>   </div> <div id=\"block-508e5fc895cb4ec5a031bb80\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:51:52.422Z\">10.51am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">In pictures: Irene v Sandy</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LucyKafanov/status/262857865079959552\">  <blockquote class=\"twitter-tweet\"><p>Wow. Satellite photo side-by-side comparison of Hurricanes Irene and <a href=\"https://twitter.com/search/%23Sandy\">#Sandy</a>. Really puts things in perspective <a href=\"http://t.co/dCJ6fv9z\" title=\"http://twitter.com/LucyKafanov/status/262857865079959552/photo/1\">twitter.com/LucyKafanov/st…</a></p>&mdash; Lucy Kafanov (@LucyKafanov) <a href=\"https://twitter.com/LucyKafanov/status/262857865079959552\" data-datetime=\"2012-10-29T10:06:13+00:00\">October 29, 2012</a></blockquote> </figure>  <p>The Wall Street Journal <a href=\"http://blogs.wsj.com/metropolis/2012/10/28/hurricane-sandy-vs-irene-how-do-big-storms-stack-up/\">blogged yesterday</a> about the key differences between Irene, which hit the US in August 2011, and Sandy. </p> <p>After comparing the two storm's strength, size, angle of approach, rainfall, landfall location and storm surge potential, it concluded:</p> <blockquote class=\"quoted\"> <p>So with only one exception — rainfall — Sandy appears to be a more severe risk for Greater New York. The true test will come Monday, as the strongest impacts of the storm are felt in the area.</p> </blockquote> </div>   </div> <div id=\"block-508e5d62b5793e5495b4524d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:41:38.059Z\">10.41am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Abandon ship</h2>  <div class=\"block-elements\">  <p>The crew of HMS Bounty off the coast of North Carolina <a href=\"http://www.cbc.ca/news/canada/nova-scotia/story/2012/10/29/ns-hms-bounty-hurricane-sandy.html?cmp=rss&amp;utm_source=dlvr.it&amp;utm_medium=twitter\">are abandoning ship,</a> CBC News reports.</p> <p>Lt. Junior Grade Brendan Salerno, with the US Coast Guard, said the 17-member crew of the tall ship HMS Bounty had decided to abandon ship after getting caught in 5.5-metre seas off Cape Hatteras.</p> <blockquote class=\"quoted\"> <p>\"We have a Coast Guard Hercules C-130 aircraft on scene with the vessel. Right now the vessel has decided to abandon ship so right now we're working on rescue ideas,\" Salerno said Monday.</p> <p>\"We're trying to get one of our cutters underway and we're sending out some of our helicopters to try and get people that way as well.\"</p> <p>Salerno said the winds in the area are sustained in the 75 kilometre per hour range.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T10:43:14.457Z\">at 10.43am GMT</time></p>  </div> <div id=\"block-508e5c7695cb4ec5a031bb7d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:37:43.044Z\">10.37am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Every hurricane since 1851</h2>  <div class=\"block-elements\">  <p>Want to see the world being assailed by every hurricane that has hit in the past 161 years? My colleague Simon Rogers has written <a href=\"http://www.guardian.co.uk/news/datablog/2012/oct/29/every-hurricane-visualised-since-1851\">over on the Guardian's data blog</a> about <a href=\"http://uxblog.idvsolutions.com/2012/08/hurricanes-since-1851.html\">developer John Nelson</a>'s infographic showing just that. </p> <blockquote class=\"quoted\"> <p>Simon writes:</p> <p>As <a href=\"http://www.guardian.co.uk/world/hurricane-sandy\">Hurricane Sandy</a> hits the Eastern seaboard of the US, developer <a href=\"http://uxblog.idvsolutions.com/\">John Nelson</a> has come up with this new view of the world to show how America and Asia have been assailed by these storms as far back as the records go.</p> <p>The data is from NOAA, which has the <a href=\"http://www.ncdc.noaa.gov/oa/ibtracs/index.php?name=wmo-data\">ultimate database</a> of extreme weather over the years. You're looking at the world from the bottom up - ie looking down on Antarctica. It's a novel way to see a globe normally dominated by the western hemisphere. The <a href=\"http://www.guardian.co.uk/world/usa\">United States</a> is at the top right of the map, Asia is on the left and Africa at the bottom. The brighter the dots, the more intense the storm.</p> </blockquote> <p>You can see a big version of the picture <a href=\"http://image.guardian.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351503126533/Every-hurricane-since-185-009.jpg\">here. </a></p> </div>   </div> <div id=\"block-508e5a10b5793e5495b4524b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:27:28.973Z\">10.27am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Airports paralysed</h2>  <div class=\"block-elements\">  <p>This could be any airport across the United States today.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HannahStormESPN/status/262860542312599552\">  <blockquote class=\"twitter-tweet\"><p>The story at the airport Monday morning<a href=\"https://twitter.com/search/%23sandy\">#sandy</a> <a href=\"http://t.co/qHrxCx8e\" title=\"http://say.ly/cep4t9w\">say.ly/cep4t9w</a></p>&mdash; Hannah Storm (@HannahStormESPN) <a href=\"https://twitter.com/HannahStormESPN/status/262860542312599552\" data-datetime=\"2012-10-29T10:16:51+00:00\">October 29, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508e58d395cb4ec5a031bb78\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:22:11.478Z\">10.22am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">NOAA satellite imaging</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;img src=&quot;https://www.ssd.noaa.gov/PS/TROP/floaters/18L/imagery/swir-animated.gif&quot; height=&quot;300&quot; width=&quot;480&quot;&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>The <a href=\"http://www.noaa.gov/\">NOAA</a> Satellite and Information Service has these animated views of Sandy <a href=\"http://www.ssd.noaa.gov/PS/TROP/floaters/18L/18L_floater.html\">on its website. </a>This- above- is the Shortwave IR view, while below is the water vapor imagery.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;img src=&quot;https://www.ssd.noaa.gov/PS/TROP/floaters/18L/imagery/wv-animated.gif&quot; height=&quot;300&quot; width=&quot;480&quot;&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>And this is the \"visible\" view.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;img src=&quot;https://www.ssd.noaa.gov/PS/TROP/floaters/18L/imagery/vis-animated.gif&quot; height=&quot;300&quot; width=&quot;480&quot;&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T10:23:10.635Z\">at 10.23am GMT</time></p>  </div> <div id=\"block-508e548795cb4ec5a031bb74\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T10:03:51.180Z\">10.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Outer Banks lashed by rain and wind</h2>  <div class=\"block-elements\">  <p>This report <a href=\"http://www.youtube.com/watch?v=m-Z-y48DHTA&amp;feature=player_embedded#!\">from Nags Head on the Outer Banks, North Carolina,</a> gives a good idea of the kind of impact Sandy is already having on some parts of the US coastline.&#xa0;</p> <p>Reporter Andy Fox says that, as of 5am today, <strong>the winds aren't as bad</strong> as they were yesterday, but the rain is still there and the tide is coming in forcefully.</p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://www.youtube-nocookie.com/embed/m-Z-y48DHTA&quot; allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   </div> <div id=\"block-508e504fb5793e5495b45243\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T09:45:51.245Z\">9.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Tall ship &quot;in distress&quot;</h2>  <div class=\"block-elements\">  <p>The Coast Guard has said it is monitoring the safety of a <strong>tall ship which is in distress</strong> nearly 100 miles off the coast of Cape Hatteras, North Carolina.</p> <p>The owner of the MS Bounty- a replica of a vessel made famous in the Marlon Brando film <a href=\"http://www.imdb.com/title/tt0056264/\">Mutiny on the Bounty</a>- called the Coast Guard after losing contact with the crew on Sunday night, <a href=\"http://abcnews.go.com/US/wireStory/coast-guard-monitors-tall-ship-distress-off-nc-17586778#.UI5Osb9nFE5\">AP reports.</a></p> <blockquote class=\"quoted\"> <p>The 180-foot, three-masted ship...has <strong>17 people</strong> aboard.</p> <p>Coast Petty Officer 3rd Class David Weydert says a Coast Guard plane has since made contact with the ship which is taking on water and is without propulsion.</p> </blockquote> <p>Thanks to RavenGodiva below the line for spotting.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T09:47:15.573Z\">at 9.47am GMT</time></p>  </div> <div id=\"block-508e4e00b5793e5495b45240\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T09:36:02.276Z\">9.36am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">51 dead in Haiti; 65 across Caribbean</h2>  <div class=\"block-elements\">  <p>Even as America braces itself for Sandy, the Caribbean is counting the cost.</p> <p>At least 51 people died in Haiti when the storm pounded its way through last week, officials said, while 11 people also died in Cuba where Sandy destroyed tens of thousands of houses.</p> <p>Jamaica, the Bahamas and Puerto Rico also reported fatalities as a result of the fierce winds and heavy rain.</p> <p>But it was Haiti that bore the brunt. The Associated Press's reporter there wrote on Sunday:</p> <blockquote class=\"quoted\"> <p>As the rains stopped and rivers began to recede, authorities were getting a fuller idea of how much damage Sandy brought on Haiti. Bridges collapsed. Banana crops were ruined. Homes were underwater. Officials said the death toll might still rise.</p> <p>\"This is a disaster of major proportions,\" said Prime Minister Laurent Lamothe adding with a touch of hyperbole, \"The whole south is under water.\"</p> <p>The country's ramshackle housing and denuded hillsides are especially vulnerable to flooding. The bulk of the deaths were in the southern part of the country and the area around Port-au-Prince, the capital, which holds most of the 370,000 Haitians who are still living in flimsy shelters as a result of the devastating 2010 earthquake.</p> </blockquote>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://www.youtube-nocookie.com/embed/wY5b7eXcuB8&quot; allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>This video, by the Bri Kouri Nouvèl Gaye (Noise Travels, News Spreads) team, reports on those Haitians who are still living in tents after the 2010 quake and who were badly affected by this fresh crisis.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T09:37:55.173Z\">at 9.37am GMT</time></p>  </div> <div id=\"block-508e499b95cb4ec5a031bb6f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T09:17:15.442Z\">9.17am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Road ban in Delaware</h2>  <div class=\"block-elements\">  <p>Even though Sandy is still several hundred miles away, the mid-Atlantic states of Delaware, Maryland and Virginia have already started to feel the impact.</p> <p>As of 5am - so, 20 minutes ago - <a href=\"http://abclocal.go.com/wpvi/story?section=news/local&amp;id=8863176\">no one is allowed on Delaware roads </a>due to fears of flooding, while across the states the wind and rain have picked up.</p> <p>Governor Jack Markell said traffic signals would be hard to see because of the sustained winds. He added:</p> <blockquote class=\"quoted\"> <p>People have had several days to be out preparing for the storm's arrival. When Sandy hits on Monday, they should be at home or if necessary a shelter to wait out the worst of the storm. Do not put yourself on the road. Do not put yourself \u0013 and those who may need to rescue you \u0013at risk.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T09:32:33.598Z\">at 9.32am GMT</time></p>  </div> <div id=\"block-508e4818b5793e5495b4523f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T09:10:48.846Z\">9.10am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Live stream</h2>  <div class=\"block-elements\">  <p>Unsurprisingly, the <a href=\"http://www.youtube-nocookie.com/embed/yXMU2qwCVag\">Weather Channel</a> is covering Sandy's approach live.</p> <p>Be warned: the muzak accompanying the info-graphic makes for a rather strange viewing experience. </p> </div>   </div> <div id=\"block-508e470195cb4ec5a031bb6d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T09:06:10.041Z\">9.06am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Flights grounded</h2>  <div class=\"block-elements\">  <p>If you're supposed to be flying to the US today, best check with the airport before you set off.</p> <p>BA has <a href=\"http://www.britishairways.com/travel/flightops/public/en_gb?p_faqid=4501\">grounded all flights</a> to and from the Eastern Seaboard, including New York, Baltimore, Washington, Boston and Philadelphia, while Virgin Atlantic has cancelled flights to and from New York, Washington and Boston.</p> <p>BA said it was giving affected customers the chance to rebook or get a refund. Virgin Atlantic advised its passengers to check<a href=\"http://www.virgin-atlantic.com/us/en.html\"> its website</a> for updates. </p> </div>   </div> <div id=\"block-508e456595cb4ec5a031bb6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T08:59:17.415Z\">8.59am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Open data Google maps</h2>  <div class=\"block-elements\">  <p>The Google Crisis Response team has created <a href=\"http://google.org/crisismap/sandy-2012\">this rather handy map</a> using data connected to Sandy's current location, its predicted path and potential consequences.</p> <p>There is also one here of New York city which shows evacuation zones, open shelters, weather information and live webcams. The data comes courtesy of <a href=\"https://data.cityofnewyork.us/\">NYC Open Data</a>. </p>  <figure class=\"element element-embed\" data-canonical-url=\"\" >  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;iframe src=&quot;https://google.org/crisismap/2012-sandy-nyc?hl=en&amp;amp;llbox=40.9353%2C40.4271%2C-73.4634%2C-74.5709&amp;amp;t=CM_CUSTOM_MAP_TYPE&amp;amp;layers=layer1%2Clayer0%2C8%2C9%2C1330918331511%2C5&amp;amp;promoted&amp;amp;embedded=true&quot; style=&quot;border: 1px solid #ccc&quot; height=&quot;400&quot; width=&quot;400&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T08:59:42.572Z\">at 8.59am GMT</time></p>  </div> <div id=\"block-508e40bb95cb4ec5a031bb68\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-29T08:39:23.287Z\">8.39am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hurricane Sandy approaches</h2>  <div class=\"block-elements\">  <p>The \"time for preparing and talking is about over\", Federal Emergency Management Administrator Craig Fugate has warned as Hurricane Sandy blasts its way towards the east coast of the United States.</p> <p>As fears mounted that the storm could end up being <a href=\"http://www.guardian.co.uk/world/2012/oct/28/hurricane-sandy-new-york-impact\">one of the most fearsome</a> ever to hit the United States, he added:</p> <blockquote class=\"quoted\"> <p>People need to be acting now.</p> </blockquote> <p>Sandy is currently a Category 1 hurricane barrelling its way across the Atlantic with winds of 75mph. It has already caused 65 deaths in the Caribbean and is expected to hit land - most likely New Jersey - late on Monday or early Tuesday.</p> <p>Forecasters fear that, as it collides with a wintry storm from the west and cold air from the Arctic, Sandy could become a so-called \"super-storm\" capable of wreaking havoc on a vast scale from the east coast to the Great Lakes. They have warned that low-lying New York city could be hit by an 11-foot wall of water.</p> <p>States of emergency have been imposed; flights, both international and national, have been cancelled; and millions are preparing to hunker down or evacuate. Join us on this page as we follow the day's developments.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Tqj9I2WjmgE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Tqj9I2WjmgE?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Here you can watch an ABC report from New York overnight, where panic is mixing with stoic resilience.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-29T09:35:50.210Z\">at 9.35am GMT</time></p>  </div>",
  "<p>Tracey Owings is fighting hard to keep the home that has been in his family for 34 years. In 2000 his mother refinanced. In 2006 she died. In 2009 he lost his job and had no paid work for nine months. He fell behind with the mortgage. The bank moved to foreclose on the house. Gradually the work came back. Less than before. Much less. But just enough. The house is not in negative equity and now he can make the payments. But he can't get the bank to take his money. Attempts to modify the loan and take advantage of a settlement, brokered by the White House, between mortgage companies and the justice department have come to nought. \"I don't qualify,\" he says with exasperation detailing both his efforts to meet each bureaucratic challenge and his frustration at each bureaucratic obstacle.</p> <p>He stands in the waiting room of Gulfcoast Legal Services offices in Sarasota with an armful of documents and a belly full of bile. \"They have failed me,\" he says. \"Obama came in offering hope and change but he's failed. I just want to save my mother's house.\"</p> <p>Owings is voting for Mitt Romney. Does he think Romney will improve his lot? \"I'm willing to try anything at this point,\" he says.</p> <p>There is nothing more vexing to liberals than poor Republicans. Their very existence rankles. It turns their world on its head and their assumptions inside out. The effort to explain them is understood not just as a political paradox but a psychological disorder. They have been duped. They must have been. How else would one explain putting your cross next to the man who derided them as \"victims\" <a href=\"http://www.motherjones.com/politics/2012/09/full-transcript-mitt-romney-secret-video#47percent\">among the 47% \"I don't worry about\"</a>. To many liberals these are turkeys voting for Christmas or lemmings off for a leap; the condemned tying the noose for their own execution.</p> <p>At times the contradictions are striking. In August 2009, when opponents of Obamacare were disrupting town hall meetings with claims of death panels, Kenneth Gladney and other members of St Louis tea party got into a fight with Democrats at a public meeting. He had to go to the emergency room with injuries to his knee, back, elbow, shoulder and face and ended up in a wheelchair. It turned out Gladney, <a href=\"http://thinkprogress.org/politics/2009/08/10/55408/gladney-uninsured/?mobile=nc\">who had recently been laid off</a>, had no health insurance. He appealed for donations.</p> <p><a href=\"http://www.nytimes.com/interactive/2012/02/12/us/entitlement-map.html?ref=us\">Trace a map</a> highlighting government dependency and those most reliant on benefits live in Republican states and often Republican counties. In Floyd county in Eastern Kentucky, 40% of the income comes from the government. In 2008 Floyd, where almost 20% live below the poverty line and the median income is almost 20% lower than the country, voted for McCain – a 27 point swing against the Democrats and the first victory for Republicans in living memory.</p> <p>\"We're getting more and more ­people coming here as time goes by,\" Tom Price, who helps administer a food bank for the local church <a href=\"http://www.guardian.co.uk/theguardian/2010/jan/16/gary-younge-obama-first-year\">told me when I visited</a> just a year after Obama was elected. \"The bottom's just fallen out of it all … Is there a direct correlation [between Obama's victory and the region's bad times]? I don't know. But I do know a lot of people are hurting.\" Of <a href=\"http://www.census.gov/statab/ranks/rank33.html\">the 10 states with the lowest median household income</a> 9 backed John McCain. (<a href=\"http://www.guardian.co.uk/world/2012/oct/24/american-voter-politics-shifting-younge\">The one exception</a> is New Mexico which Bush won in 2004).</p> <p>\"For decades, Americans have experienced a populist uprising that only benefits the people it is supposed to be targeting,\" <a href=\"http://www.nytimes.com/2004/06/13/books/heartland-security.html\">writes Thomas Frank</a> in What's the Matter With Kansas. \"The angry workers, mighty in their numbers, are marching irresistibly against the arrogant. They are shaking their fists at the sons of privilege. They are laughing at the dainty affectations of the Leawoof toffs. They are massing at the gates of Mission Hills, hoisting the black flag, and while the millionaires tremble in their mansions, they are bellowing out their terrifying demands. 'We are here,' they scream, 'to cut your taxes.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398618177\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/29/1351530740247/Mitt-Romney-Ohio-rally-007.jpg\" alt=\"Mitt Romney Ohio rally\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The question of why poor people vote Republican is not simply an issue of income but primarily race and partly region and gender. Photograph: Justin Sullivan/Getty Images</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>So <a href=\"http://www.guardian.co.uk/commentisfree/2006/sep/18/comment.usa\">why do poor people vote Republican</a>? The first thing to note is that <a href=\"http://www.cnn.com/ELECTION/2008/results/polls/#val=USP00p1\">most of them don't</a>. In 2008 73% of those who earned less than $15,000, 60% of those who earned between $15,000 and $30,000, and 55% of those who earned between $30,000 and $50,000 <a href=\"http://www.gallup.com/poll/154559/US-Presidential-Election-Center.aspx\">voted for Obama</a>. This year 57% of those earning less than $36,000 plan to vote Democrat as do 50% of those with a high school diploma or less. Even in deeply conservative Mississippi the overwhelming majority of the poor voted for Obama.</p> <p>Most of the clients I met in Sarasota's Gulf Coast legal centre struggling with the threat of repossession or foreclosure voted for Obama and will do so again. \"I'm for Obama all the way,\" says Betty-Jean Haines, the fate of whose home currently rests in the courts. \"He really wants to do something good but he's running into so many road blocks.\"</p> <p>The question of why poor people vote Republican is not simply an issue of income but primarily race and partly region and gender. Poor people may be more likely to vote Democrat; poor white people are not. In 2008 McCain won a slim majority (51%) of white Americans who earn less than $50,000 (this is just below the national median income which is not poor but the only figure available from exit polls that breaks down votes down by race and income), while Obama won a whopping majority of non-whites in the same category (86%). Asked in May which candidate would do more to advance their <a href=\" http://www.washingtonpost.com/politics/romney-holds-key-advantages-among-financially-struggling-white-voters/2012/05/24/gJQACxPgoU_story.html\">family's economic interests</a> middle-class white voters who say they are struggling to maintain their financial positions gave Romney a 26 point lead over Obama.</p> <p>But that support is less pronounced among white women than white men and is not uniform across the country. In Mississippi 84% of whites who earn below $50,000 backed McCain: in Vermont 70% in the same category voted for Obama. Of the nine states that backed Obama in 2008 in three less affluent whites went for McCain, in five they backed Obama and one was a tie. In all of them non-whites voted Democrat.</p> <p>\"In Republican states, rich and poor have similar views on social issues,\" wrote Andrew Gelman, Lake Kenworthy and Yu-Sung Su in a paper, Income inequality and partisan voting in the United States, in the Social Science Quarterly. \"But in Democratic states, the rich are quite a bit more socially liberal than the poor. Factors such as religion and education result in a less clear pattern of class-based voting than we might expect based on income in- equality alone.\"</p> <p>The fact that race is a factor does not necessarily follow that racism is the driving force (more of that later) or that Obama's race is the principle motivating force. Things are more complicated than that. Gladney, for example, was black while many of the trade unionists he confronted were white. Race is <a href=\"http://www.guardian.co.uk/commentisfree/2012/sep/09/us-most-racially-polarised-election-white\">so deeply embedded</a> in American history and culture that to talk of where politics ends and race begins sets up a false dichotomy. Since the end of the second world war Democrats have only once (in 1964) won the presidency with a majority of the white vote. A far higher percentage and number of whites voted for Obama than voted for Kerry.</p> <p>On some level explaining why poorer whites would vote for the Republicans demands a resource sorely lacking in American political culture at present – particularly during election time: empathy. There are <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/25/poor-white-voters-reject-democrats\">more to \"interests\"</a> than just the economic. If someone's core conviction is that abortion is murder or gay marriage is wrong then their decision to vote for a candidate who is against abortion or gay marriage is not an act of delusion but conviction. In any case working class white voters who <a href=\"http://publicreligion.org/2012/09/abortion-and-vote-choice-among-the-white-working-class/\">are against abortion</a> are significantly more likely to vote Democrat than their more affluent counterparts. So the economy still matters.</p> <p>But it is not the only consideration. In 2008 Obama won narrowly among people who earn $200,000 or more. Given his plans to tax high earners more heavily many of them were voting against their economic interests as do Warren Buffett, George Soros and all of Obama's wealthy funders. If poor states voting Republican is a paradox then the fact that 9 out of 10 states with the highest median income vote Democrat is no less so.</p> <p>Moreover some people, despite being poor, legitimately believe in free market and small government, even if it doesn't benefit them in precisely the same way that wealthy people may favour greater government intervention even if it doesn't benefit them. This partly describes the position of Mark Weaver,<a href=\"http://www.guardian.co.uk/world/2012/oct/16/colorado-working-poor-elections-2012\"> whom I met in Fort Collins, Colorado</a>, a few weeks ago. Weaver had been the chairman of Loveland chamber of commerce and effectively lobbied for the business community of northern Colorado. He was a registered Republican and evangelical Christian who lost his job and found himself visiting a food bank and now works at a book store where he makes $9 just so that he can get the healthcare benefits for his family. He changed his registration to independent on polling day.</p> <p>His political views are eclectic. He is for gun control and a more humane immigration policy and thinks unions are dinosaurs and is against abortion – thinks its preferable to get rid of it by changing peoples' hearts than the law.</p> <p>He doesn't like Romney and said he thought the 47% remarks merely confirmed his believe the Republican candidate was a snob. \"It doesn't surprise me about Romney because he's always struck me as a stuffed shirt. He's arrogant, and it's hard for me to get past that. It didn't change my mind about him because I always thought that about him.\" But when we met – a few hours before the first debate – he was still considering voting for him because he's concerned about deficit and thought Romney might do a better job. One could argue about whether his assessment of Romney's deficit-cutting plans are plausible. But one can't reasonably insist it wasn't a considered viewpoint.</p> <p>Finally, as Weaver's circumstances illustrate, poverty is not necessarily a permanent state. People fall in and climb out of it. Americans are particularly reluctant to describe themselves as even working class let alone poor. A Pew survey in 2008 revealed that 91% believe they are either middle class, upper-middle class or lower-middle class. Relatively few claim to be working class or upper class, intimating more of a cultural aspiration than an economic relationship. Amy Pezzani, the executive director of the Larimer county food bank in Colorado, explained that politicians are reluctant to refer to \"the poor\" and \"poverty\" because it turns low-income voters off. \"People who find themselves in these situations don't want to consider themselves poor. They're more likely to refer to themselves as the 'struggling middle class'.</p> <h2>'They say they want less help for themselves'</h2> <p>In<a href=\"http://www.nytimes.com/2012/02/12/us/even-critics-of-safety-net-increasingly-depend-on-it.html\"> a report from Minnesota</a> earlier this year the New York Times examined the growing number of people who were simultaneously dependent on government aid and against more government spending. \"Many people say they are angry because the government is wasting money and giving money to people who do not deserve it,\" it concluded. \"But more than that, they say they want to reduce the role of government in their own lives. They are frustrated that they need help, feel guilty for taking it and resent the government for providing it. They say they want less help for themselves; less help in caring for relatives; less assistance when they reach old age.\"</p> <p>In a country where social mobility is assumed – even if it has in fact stalled – and <a href=\"http://www.guardian.co.uk/commentisfree/2008/apr/14/uselections2008.barackobama\">class consciousness</a> is week the poor may vote in the interests of an imagined, but not necessarily imaginary future, rather than solidarity based on shared economic hardships. A Gallup poll in 2005 showed that while only 2% of Americans described themselves as \"rich\", 31% thought it very likely or somewhat likely they would \"ever be rich\". No doubt that figure will have dropped since the crisis but it doubtless remains high.</p> <p>Indeed, so polarised is the nation's politics that <a href=\"http://www.ft.com/intl/cms/s/0/d59da0f2-1a41-11e2-9922-00144feabdc0.html#axzz2AN3o6jzv\">a recent poll from the Pew</a> research centre revealed that people's views on their financial situation are shaped by their partisan affiliation rather than the other way around. The survey showed show 55% of Republicans say their household finances are in worse shape than in December 2007 compared with only 40% of Democrats even if Republicans feel they are faring better financially than Democrats. \"People bring their own views of the president and partisan identification to these questions,\" Pew's Kim Parker told the Financial Times.</p> <p>In fact, the truly shocking thing about income and voting patterns in the US isn't the number of poor people who vote Republican but<a href=\"http://commons.wikimedia.org/wiki/File:Voter_Turnout_by_Income,_2008_US_Presidential_Election.png\"> the number who don't vote at all</a>. Inequality in income is intimately related to inequality in turnout. In 2008, 41% of voters who earn less than $10,000 voted; among those who earn more than $150,000 the figure was 78%. One can only assume that many poor people do not feel they have anyone to vote for. Shortly before the 2004 election <a href=\"http://www.guardian.co.uk/world/2004/jul/26/uselections2004.usa6\">I met Cynthia Huntington in Maine</a>. She was 60 then and had a hernia, no health insurance and was in extreme discomfort. She was in two minds as to whether to vote Democrat (Maine could have been a swing state at the time) or for third party candidate Ralph Nader. \"They don't give a shit about us,\" she said. \"They're all rich people, and they're all run by corporations. They don't care about the fact that I need surgery and can't pay for it.\"</p> <p>\"You want to let Bush back in and make things even worse,\" asked her friend Gladys Pollard. \"Worse than what?\" asked Huntington. \"Kerry's not going to get me my operation.\"</p> <p>She did, eventually, vote for Kerry.</p> <p>When liberals depict the existence of poor white Republicans as an expression of mass idiocy and false consciousness they not only disparage poor white people, they provide conservatives with one of their key talking points which is that liberals are elitists who look down on poorer whites. The condescension is reminiscent of the musings of Ignatius J Reilly, the hapless protagonist of John Kennedy Toole's A Confederacy of Dunces, regarding African Americans apparent conservatism.</p> <p>\"In a sense I have always felt something of a kinship with the coloured race because its position is the same as mine. We both exist outside the inner realm of American society. Of course, my exile is voluntary. However, it is apparent that many of the Negroes wish to become active members of the American middle class. I cannot imagine why. I must admit that this desire on their part leads me to question their value judgements. However if they wish to join the bourgeoisie, it is really none of my business. They may seal their own doom.\"</p> <p>All that said, there are still some basic facts to contend with that do suggest many Republican voters believe things that are either misinformed or absurd or both. Since the last election the number of Republicans who believe Obama is a Muslim has doubled; in 2010 a poll showed that about two-thirds of Republicans either believe or are not sure that Obama is \"a racist who hates white people\", and more than half believe or are not sure that he was not born in the US and that he wants the terrorists to win. Earlier this year <a href=\"http://thinkprogress.org/security/2012/06/21/504201/poll-republicans-iraq-wmd/?mobile=nc\">a Dartmouth poll revealed</a> that 63% of Republicans still believe Iraq had weapons of mass destruction. A poll last year revealed that <a href=\"http://www.slate.com/content/slate/blogs/weigel/2011/03/15/only_25_percent_of_republicans_think_acorn_will_rig_2012_election.html\">a quarter of Republicans</a> believed a community rights organisation called Acorn would try to steal the election for Barack Obama, while 31% weren't sure whether it would or not. There was precious little chance of that, because Acorn no longer existed at that stage. It was defunded and disbanded after a successful sting operation by conservatives a few years earlier.</p> <p>Where breakdowns of these falsehoods exist those with less education are more likely to believe them. But even assuming they are evenly spread among poor and rich alike it would be fair to say that a significant number of Americans are working off faulty facts that would affect their vote. After all, if Obama really did want terrorists to win, hated white people and stole the election then it would be logical not to vote for him regardless of your race and income.</p> <p>Furthermore, most of these explanations regarding deeply held religious beliefs, class aspiration and political philosophy are no less of non whites than whites. Blacks and Latinos are both poorer and more religious than the nation at large and vote overwhelmingly Democrat. While racism may not be the primary motivating force behind poorer whites tendency to vote Republican it is certainly a factor.</p> <p>\"I voted for McCain,\" says Price in Kentucky's Floyd county as he snatched a cigarette outside the food bank. \"Because, well I voted for the old white guy. At least he's American.\" A few days earlier, the chairman of the Republican party in Jackson County, Arkansas, insisted electing Obama is destroying America in the same way electing Nelson Mandela destroyed South Africa. \"Handing it over to the wrong people.\"</p> <p>In Las Vegas shortly before the 2010 mid-terms I <a href=\"http://www.guardian.co.uk/world/video/2010/oct/29/younge-america-great-divide\">met a woman protesting illegal immigration</a> outside an Obama event who was voting for the tea party candidate Sharon Angle. When it turned out she didn't have health care I asked her if that wouldn't be a reason for her to support Obama. \"I haven't really gotten into the whole Obamacare thing,\" she said. \"To be honest I can't even think about that right now. I'm so concentrated on the illegals.\"</p>",
  "<p>Bill Clinton spearheaded the drive to get the crucial youth vote out for the Democrats in swing state Florida on Monday, stepping in for the president to fire up a student audience by deriding Mitt Romney over climate change, student loans and an inability to do arithmetic.</p> <p>\"I have very strong feelings about this election. I'm not mad at anybody. Shucks, I don't mind Governor Romney for wanting to be president. I did too. But this is not about the candidates. This about you and your future,\" Clinton told a receptive crowd at the University of Central Florida in Orlando. \"It's about two very different approaches and which one is more likely to build a 21st century of the American dream.\"</p> <p>Clinton led the speeches after the president called off an appearance, no doubt aware that knocking Mitt Romney beneath a sunny Florida sky would not sit well next to news footage of much of the rest of the east coast drowning under Hurricane Sandy.</p> <p>Clinton told the students that the US has dropped over the past decade from second to 16th in world in the percentage of young adults with four year degrees.</p> <p>\"You know why, don't you? Because the cost of college went through roof and people got scared that if they borrowed the money they wouldn't be able to pay it back,\" he said.</p> <p>The former president said that the student loan issue alone is reason enough to vote for Obama because he is making them more accessible and reducing the cost.</p> <p>\"That means nobody will ever have to drop out of college again because of the cost of a college education,\" he said.</p> <p>It went down well with a crowd the Democrats need. </p> <p>Obama's victory in Florida in 2008 was delivered by college towns but opinion polls show a sharp fall in enthusiasm among the young compared to four years ago.</p> <p>Among younger voters, Obama crushed John McCain by 35 percentage points. The president still commands the bulk of the youth vote but a Harvard survey showed his advantage has fallen to 19 points.</p> <p>\"There really isn't the enthusiasm there was in 2008,\" said Dan Oldehol.</p> <p>\"There isn't as much change need. A lot of policies needed changing in 2008. There was sharper polarisation. He's had an OK four years but he hasn't had a brilliant four years.\"</p> <p>Still, Clinton hit the right buttons in reminding students that while there may not be the inspiration and vision of four years ago there is still a lot at stake.</p> <p>The former president sneered at Romney for saying he will scrap subsidies for solar companies and wind farms when coal and oil get subsidies that are proportionately just as large. He also took at shot at the Republican contender for questioning climate change.</p> <p>\"America is the only major country in the world where any major political party is denying climate change instead of arguing about what to do about it,\" he said.</p> <p>Clinton also derided Romney for \"failing the arithmetic test\", saying his economic numbers don't add up and that there was an \"unreal quality\" to the presidential debates.</p> <p>The former president emphasised solidarity.</p> <p>\"Countries that have polices that say we're all in this together work better than countries that say you're on your own,\" he said.</p> <p>Among those cheering was Steve Johnson, who two years ago was president of the Republican club at the University of Central Florida. Now he is voting for Barack Obama.</p> <p>\"I switched because the Republicans are looking after the upper percentile of the nation. Republican politicians just don't allow you to move forward. They say America is the land of opportunity but not with the Republicans,\" he said.</p> <p>Campus rallies are different. For a start, most others do not have thumping disco music at 8am. And free contraception is not generally a campaign theme hammered by the president's supporters at stops in Florida's retirement communities.</p> <p>Clinton added his own twist, boasting that Arkansas, where he was once governor, has the largest mascara plant in the world. But he said he personally has no need of it he's not in a punk band.</p> <p>Clinton ended with a pep talk on the president's healthcare reforms.</p> <p>Obamacare now entitles young people to remain on their parents' health insurance until 26 years old. Clinton said that Romney's claim that people don't die for lack of health insurance is not true. Study after study, he said, shows those with insurance see doctors sooner and live longer.</p> <p>Clinton said Romney wants to scrap the health reforms in order to enrich insurance companies.</p> <p>That's one of the reasons one of the students in the audience, Jonathon Hope, is voting for Obama.</p> <p>\"In 2010, 49 million Americans didn't have healthcare. That's what decided it for me,\" he said.</p>",
  "<p>Florida's Republican party is conducting an unprecedented campaign to have voters unseat three state supreme court judges in a move the justices have denounced as aimed at breaking the last obstacle to the party's unfettered exercise of power.</p> <p>The campaign to unseat the judges is being waged in tandem with a ballot initiative to amend the state constitution to give the Republican-dominated Florida legislature greater control over the supreme court, including appointments, and to change court rules, such as the right to a speedy trial.</p> <p>The GOP move is in part funded by Americans for Prosperity, the rightwing billionaire Koch brothers' Super Pac, and other conservative groups. But the campaign has divided Republicans, with some legislators criticising their own party for what they say is an attempt to \"pack the court\".</p> <p>The Republican move is opposed by the Florida Bar Association and various state police unions.</p> <p>One of the targeted judges, Barbara Pariente, has accused the Republicans of trying to remove her from the bench in order to take control of the judiciary.</p> <p>If any of the judges is removed, the Republican state governor, Rick Scott, selects the replacement.</p> <p>\"This is about a group, a political party, that wants to take control over the third branch of government,\" Pariente said. \"We cannot have a state where judges and justices who are up for merit retention are fearful that they will lose their jobs simply because there is some segment that has money and the ability to speak out and that wants to intimidate the third branch of government.''</p> <p>Since 1976, following a scandal that led to the resignation of two justices, state supreme court judges are required to face a referendum of Florida voters every six years to decide if they should keep their seats on the bench.</p> <p>Until now, the \"merit retention\" ballots have been non-partisan affairs and no judge has ever been voted off the court.</p> <p>The Republican party leadership in Florida has accused the three targeted justices of judicial activism and \"egregious\" decisions over rulings that have overturned death sentences, blocked the governor's attempt to claim new powers over spending and determined that an ideologically-driven school voucher system that gave state funds to private schools was unconstitutional.</p> <p>Pariente drew stinging criticism from pro-life activists as the author of a 2004 ruling overturning a state law authorising the then governor, Jeb Bush, to keep alive a woman who was in a persistent vegetative state, Terri Schiavo, against the wishes of her husband, who wanted the feeding tubes removed.</p> <p>Two years ago, the judges stopped an attempt to hold a referendum on an amendment to the state constitution to block implementation of the president's health care reforms, saying that the wording was confusing. A reworded measure is on this year's ballot.</p> <p>The three justices were also party to the Florida supreme court's order in 2000 that the presidential election ballots in the state should be recounted, potentially depriving George Bush of the victory that put him in the White House. The state court was overruled by the US supreme court, delivering Bush his controversial win.</p> <p>But the Republican party's attempts to sway public opinion against the judges have focussed on an emotive decision to give a confessed murderer a new trial, a ruling later overturned by the US supreme court in Washington. </p> <p>\"While the collective evidence of judicial activism amassed by these three individuals is extensive, there is one egregious example that all Florida voters should bear in mind when they go to the polls on election day,\" Florida's Republican party executive said. \"These three justices voted to set aside the death penalty for a man convicted of tying a woman to a tree with jumper cables and setting her on fire.</p> <p>\"The fact that the United States supreme court voted, unanimously, to throw out their legal opinion, raises serious questions as to their competence to understand the law and serve on the bench, and demonstrates that all three justices are too extreme not just for Florida, but for America, too.\"</p> <p>The conservative Federalist Society commissioned a constitutional lawyer and law professor Elizabeth Price Foley to analyse nine of the judges' most controversial decisions since 2000. </p> <p>\"There does not appear to be a pattern of unprincipled decision-making by any of the justices of the Florida supreme court,'' <a href=\"http://miamiherald.typepad.com/files/federalist-society.pdf\">she wrote in a report</a>. \"There are disagreements, true. But disagreements do not suggest that those with whom you disagree are unprincipled.\"</p> <p>The first African American woman to sit on the Florida supreme court, Peggy Quince, warned of a threat to the independence of the judiciary in Florida. </p> <p>\"No fair, impartial court means no justice, no freedom,\" she told the Hillsborough County Bar Association. \"We do not want and we should not want to go back to a system where judges are beholden to anyone – no political party, no group, no individual.\" </p> <p>The third justice the Republicans want out is R Fred Lewis.</p> <p>\"Any time you have the threat of a judge making a decision because he or she is looking over her shoulder or his shoulder as to who has the cheque book behind you the next time around, you've just defined a corrupt system,\" he said.</p> <p>Some Republicans have challenged their party's claim that the campaign is the result of a grassroots movement. Paula Dockery, a Republican state senator, <a href=\"http://www2.hernandotoday.com/news/hernando-news/2012/oct/28/conservatives-taking-aim-at-three-supreme-court-ju-ar-546995/\">wrote in Hernando Today</a> that she sees no evidence of the party leadership's claims of a popular backlash against the justices.</p> <p>\"The party's unprecedented step of asking voters to turn out the justices… has taken many in the legal system and in the party by surprise,\" she said. \"Americans For Prosperity (AFP), a conservative and well-financed group affiliated with the Koch Brothers, teamed up with the party in this effort, which seems to be part of a national agenda. Ousting the three justices would create enough seats for Governor Rick Scott to reshape a court that has ruled against him on numerous occasions. This is a dangerous precedent that would jeopardize the vital independence of the court.</p> <p>\"As a Republican elected official, I am terribly disappointed by this overt effort to pack the supreme court with political pals who will do the bidding of those who have engineered this attack on judicial independence.\"</p> <p>Americans for Prosperity say that it is the judges who have politicised the supreme court with their positions. </p> <p>\"Our critics have accused us of trying to politicise the judiciary, but I say far from it,\" said the group's Florida director, Slade O'Brien. \"We are calling attention to the court's decisions that have in fact politicised the bench, allowing their own views to usurp the law and separation of powers, by clearly identifying rulings that bear these instances out. It is the rulings that should be reviewed, discussed, debated and we believe criticised, not the individuals calling attention to them.\"</p>",
  "<p>It was not as visually striking as the replica Eiffel Tower a few miles down the road but the office off Eastern Avenue, in the gritty part of Las Vegas tourists seldom see, was just as incongruous.</p> <p>Smack in the middle of a row of Latino-owned stores, many with Spanish names and piped Mexican ballads, a sign on the facade announced its mission in big blue and red letters: Romney. Stencilled beneath it: believe in America.</p> <p>When it first opened it was challenge enough for locals to believe in this apparition. Republicans, here?</p> <p>This, after all, was eastern Las Vegas, a sprawl of nondescript strip malls, dilapidated taco restaurants and low-rise, bleached apartments which immigrants called home and Democrats called a bastion. Republican canvassers were as rare as unicorns.</p> <p>\"This is pretty groundbreaking. We've recruited hundreds of volunteers,\" beamed Elsa Barnhill, 25, the Republican's Nevada state director for Hispanic outreach, seated inside the office. \"We are narrowing the gap. We are starting to erode the bad image we had.\"</p> <p>Four years ago Barack Obama won Nevada by 12 points, the sort of margin where votes are weighed rather than counted, but victory this time is not assured.</p> <p>Polls in the state give the president <a href=\"http://townhall.com/polltracker/candidatepollsummary/nevada-obama-vs-romney\">a consistent but razor-thin lead </a>over his Republican challenger.</p> <p>The reason was visible from Barnhill's doorway: several nearby stores were boarded up and abandoned, testaments to disastrous levels of foreclosure and 12.1% unemployment, the nation's highest, with unemployment among the state's Latinos even worse, at 19%. Nevada has been dubbed ground zero of the economic crisis.</p> <p>A block away Manny and Lilia Ceballos, a Hispanic couple and registered Democrats who run a bail bond business, said they would not vote for Obama again. \"The economy has suffered. We need change,\" said Manny. \"To vote for him again and expect a different outcome would be the definition of madness. Republicans are friendlier to small business owners.\"</p> <p>Emboldened by such sentiments Republicans are raiding this core Democratic constituency, blitzing Spanish language media with adverts, identifying and registering supporters at community events, erecting signs and billboards saying \"Juntos con Romney\", together with Romney.</p> <p>\"Obama tells these good stories but this ain't time for that,\" said Robert Zavala, 43, a Nicaraguan-born activist who spends his days erecting Romney billboards. \"We're like Catholic missionaries. I was in a pro-Obama bakery the other day explaining things and at the end they gave me a cookie. People are waking up to reality.\"</p> <p>Romney has visited the state six times since becoming the de facto nominee and dispatched his Spanish-speaking son Craig as a touring surrogate.</p> <p>\"We've been making important headway in the Hispanic community, which has been disproportionately affected by the president's policies,\" said Mason Harrison, a Nevada campaign spokesman who also worked here for John McCain's presidential bid.</p> <p>\"People are excited. We've made three times as many phone calls and knocked on five times as many doors as we did in 2008. For the first time we've opened an office in east Las Vegas, right in the belly of the beast. As a result, we're much closer to where we want to be. I think we're going to surprise a lot of people with our turnout.\"</p> <h2>'They're really going for it'</h2> <p>If Harrison is right, Nevada, with just six electoral college votes, could prove decisive. Having backed the winner in nine of the last 10 presidential elections it also boasts bellwether mystique: as Nevada goes, so goes the nation.</p> <p>Both sides agree Latinos, comprising 14% of the electorate, are crucial. In 2008 about 70% backed Obama, according to exit polls. Republicans know most will again back the president; the challenge is to whittle the margin so Republican bastions in rural areas, and their apparent edge in Washoe county, which includes Reno, will outweigh Obama's huge lead in Clark county, which includes Las Vegas and accounts for three-quarters of Latinos. Romney, analysts say, needs to bag at least a third of Latino votes to prevail.</p> <p>Hence the Republican outpost on Eastern Avenue and the unfamiliar spectacle of Republican party activists and newly formed conservative groups like <a href=\"http://nevadahispanics.org/home/\">Nevada Hispanics</a> canvassing in poor neighbourhoods.</p> <p>\"We've seen them out there. They're really going for it,\" said Leo Murietta, Nevada state director of <a href=\"http://mifamiliavota.us/\">Mi Familia Vota</a>, a non-partisan group which itself registered 17,301 Latino voters in Nevada.</p> <p>Will the Republican outreach prise this state, and possibly the presidency, from Obama?</p> <p><a href=\"http://www.ralstonreports.com/\">Jon Ralston</a>, a prominent commentator and analyst, gave a blunt assessment. \"Mitt Romney is getting crushed here among Latinos, as he is elsewhere. You can't lose this demographic group by this size and hope to win the race.\"</p> <p>A poll last week <a href=\"http://www.politico.com/blogs/burns-haberman/2012/10/ppp-nevada-poll-obama-romney-147137.html\">gave Obama 69% support</a> among Nevada's Latinos and Romney 28%. </p> <p>Meaning there are precious few couples like the Ceballos, the repentant Democrats.</p> <p>The bright lining for Romney is Latinos lag other groups in expressed commitment to go to the polls. But in Nevada Democrats have racked up an impressive advantage in voter registration – 120,000 in Clark county alone. \"If those voters turn out I don't see how Mitt Romney makes the maths work,\" said Ralston.</p> <p>With the state's economy so bad Obama should be reeling, he added, but Romney's stance on immigration during the primary campaign, when he tacked right to outflank rivals and opposed the Dream act, sabotaged his Latino outreach. \"He took a position that has come back to haunt him. You can't undo that in one election cycle.\"</p> <p>Latinos routinely rank jobs and healthcare above immigration in a list of concerns, stoking Republican hopes of making the election a referendum on the economy, but immigration was a \"trigger issue\", said Murietta, of Mi Familia Vota.</p> <p>Jody Agius Vallejo, a sociology professor and author of Barrio to Burbs: the making of the Mexican-American middle class, said latinos were diverse and potentially open to Republican arguments but they felt \"villainised\" by the party. \"Many Latinos, regardless of their national origin or immigrant generation acutely feel the waves of hostility.\"</p> <p>Romney's Eastern Avenue office was a lonely outpost. Next door Damaris Rosales, 25, had mounted an Obama poster at the entrance to her family's photo print store. Brought to the US from Mexico as an infant, her battle to be allowed to study and legally work had affected her extended family. \"They saw my struggle, saw what I had to go through,\" she said. Obama's support for Dream and his deferral of deportations for young Latinos salved disappointment with his administration's record level of deportations and stalled immigration reform, said Rosales.</p> <p>Diners tucking into $1.49 tacos at a nearby restaurant, Carniceria La Bonita, agreed. \"We all have siblings, cousins, friends, someone, who is undocumented,\" said Olga, 48, a Guatemalan-born cleaner who declined to give her surname.</p> <p>\"Walk down the street in Arizona and they can arrest you just for being Hispanic,\" said her partner, Edgar, 50, a landscape gardener. Neither had papers to vote but they said their children and siblings would vote for Obama. A Salvadorean at a neighbouring table said he \"would die for Obama\".</p> <p>The diners mocked Romney's Spanish language ads and his apparent spray tan for a Univision interview. \"Yeah, and now I'm a turkey voting for Christmas,\" said Edgar.</p>",
  "<p>In ancient China, the arrival of a new dynasty was accompanied by \"the rectification of names\", a ceremony in which the sloppiness and erosion of meaning that had taken place under the previous dynasty were cleared up and language and its subjects correlated again. It was like a debt jubilee, only for meaning rather than money.</p> <p>This was part of what made <a href=\"http://www.newyorker.com/reporting/2008/11/17/081117fa_fact_lizza\" title=\"\">Barack Obama's first presidential campaign</a> so electrifying: he seemed like a man who spoke our language and called many if not all things by their true names. Whatever caused that season of clarity, once elected, Obama promptly sank into the stale, muffled, parallel-universe language wielded by most politicians, and has remained there ever since. Meanwhile, the far right has got as far as it has by mislabelling just about everything in our world – a phenomenon which went supernova in this year of \"legitimate rape\", \"the apology tour\" and \"job creators\". Meanwhile, their fantasy version of economics keeps getting more fantastic. (Maybe there should be a rectification of numbers, too.)</p> <p>Let's rectify some names ourselves. We often speak as though the source of so many of our problems is complex and even mysterious. I'm not sure it is. You can blame it all on greed: the refusal to do anything about climate change, the attempts by the .01% to destroy our democracy, the constant robbing of the poor, the resultant starving children, the war against most of what is beautiful on this Earth.</p> <p>Calling lies \"lies\" and theft \"theft\" and violence \"violence\", loudly, clearly and consistently, until truth becomes more than a bump in the road, is a powerful aspect of political activism. Much of the work around human rights begins with accurately and aggressively reframing the status quo as an outrage, whether it's misogyny or racism or poisoning the environment. What protects an outrage are disguises, circumlocutions, and euphemisms – \"enhanced interrogation techniques\" for torture, \"collateral damage\" for killing civilians, \"the war on terror\" for the war against you and me and our Bill of Rights.</p> <p>Change the language and you've begun to change the reality or at least to open the status quo to question. Here is Confucius on the rectification of names:</p> <blockquote> \"If language is not correct, then what is said is not what is meant; if what is said is not what is meant, then what must be done remains undone; if this remains undone, morals and art will deteriorate; if justice goes astray, the people will stand about in helpless confusion. Hence there must be no arbitrariness in what is said. This matters above everything.\" </blockquote> <p>So let's start calling manifestations of greed by their true name. By greed, I mean the attempt of those who have plenty to get more, not the attempts of the rest of us to survive or lead a decent life. Look at the Waltons of Wal-Mart fame: the four main heirs are among the dozen richest people on the planet, each holding about $24bn (£15bn). Their wealth is equivalent to that of the <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/31/bernie-s/sanders-says-walmart-heirs-own-more-wealth-bottom-/\" title=\"\">bottom 40%</a> of Americans. The corporation Sam Walton founded now employs 2.2 million workers, two-thirds of them in the US, and the great majority are poorly paid people who feel intimidated and are often underemployed, and routinely depend on government benefits to survive. You could call that Walton Family welfare – a taxpayers' subsidy to their system. Strikes <a href=\"http://www.democracynow.org/2012/10/10/walmart_workers_in_12_states_stage\" title=\"\">launched against Wal-Mart</a> this summer and autumn protested working conditions of astonishing barbarity – alleged abuses include warehouses that reach 48C (120F), a woman eight months pregnant <a href=\"http://www.huffingtonpost.com/2012/09/13/walmart-warehouse-workers-pilgrimage-photos_n_1881306.html?1347649325\" title=\"\">forced to work</a> at a brutal pace, commonplace exposure to pollutants, and the intimidation of those who attempted to organise or unionise.</p> <p>You would think that $24,000,000,000 apiece would be enough, but the Walton family sits atop a machine which appears intent upon brutalising tens of millions of people – the suppliers of Wal-Mart notorious for their abysmal working conditions, as well as the employees of the stores – only to add to piles of wealth already obscenely vast. Of course, what we call corporations are, in fact, perpetual motion machines, set up to endlessly extract wealth (and leave slagheaps of poverty behind) no matter what.</p> <p>They are generally organised in such a way that the brutality that leads to wealth extraction is committed by subcontractors at a distance or described in euphemisms, so that the stockholders, board members, and senior executives never really have to know what's being done in their names. And yet it is their job to know – just as it is each of our jobs to know what systems feed us and exploit or defend us, and the job of writers, historians, and journalists to rectify the names for all these things.</p> <p>The most terrifying passage in whistleblower Daniel Ellsberg's gripping book <a href=\"http://www.amazon.com/dp/0142003425/ref=nosim/?tag=tomdispatch-20\" title=\"\">Secrets: A Memoir of Vietnam and the Pentagon Papers</a> is not about his time in Vietnam, or his life as a fugitive after he released the Pentagon Papers. It's about a 1969 dinnertime conversation with a co-worker in a swanky house in Pacific Palisades, California. It took place right after Ellsberg and five of his colleagues had written a letter to the New York Times arguing for immediate withdrawal from the unwinnable, brutal war in Vietnam, and Ellsberg's host said, \"If I were willing to give up all this ... if I were willing to renege on ... my commitment to send my son to Groton ... I would have signed the letter.\"</p> <p>In other words, his unnamed co-worker had weighed trying to prevent the violent deaths of hundreds of thousands of people against the upper-middle-class perk of having his kid in a fancy prep school, and chosen the latter. The man who opted for Groton was, at least, someone who worked for what he had and who could imagine having painfully less. This is not true of the ultra-rich shaping the future of our planet.</p> <p>They could send tens of thousands to Groton, buy more Renoirs and ranches, and still not exploit the poor or destroy the environment, but they're as insatiable as they are ruthless. They are often celebrated in their aesthetic side-effects: imposing mansions, <a href=\"http://www.newyorker.com/reporting/2010/08/30/100830fa_fact_mayer\" title=\"\">cultural patronage</a>, jewels, yachts. But in many, maybe most, cases they got rich through something a lot uglier, and that ugliness is still ongoing. Rectifying the names would mean revealing the ugliness of the sources of their fortunes and the grotesque scale on which they contrive to amass them, rather than the gaudiness of the trinkets they buy with them. It would mean seeing and naming the destruction that is the corollary of most of this wealth creation.</p> <p>Where this matters most is climate change. Why have we done almost nothing over the past 25 years about what was then a terrifying threat and is now a present catastrophe? Because it was bad for quarterly returns and fossil-fuel portfolios. When posterity indicts our era, this will be the feeble answer for why we did so little – that the rich and powerful with ties to the carbon-emitting industries have done everything in their power to prevent action on, or even recognition of, the problem. In this country in particular, they spent a fortune sowing doubt about the science of climate change and punishing politicians who brought the subject up. In this way have we gone through four \"debates\" and nearly a full election cycle with climate change unmentioned and unmentionable.</p> <p>These three decades of refusing to respond have wasted crucial time. It's as though you were prevented from putting out a fire until it was raging: now the tundra is thawing and Greenland's ice shield <a href=\"http://www.nasa.gov/topics/earth/features/greenland-melt.html\" title=\"\">is melting</a> and nearly every natural system is disrupted, from the acidifying oceans to the erratic seasons to droughts, floods, heat waves, and wildfires, and the failure of crops. We can still respond, but the climate is changed; the damage we all spoke of, only a few years ago, as being in the future is here, now.</p> <p>You can look at the chief executive officers of the oil corporations – Chevron's John Watson, for example, <a href=\"http://www.bizjournals.com/sanfrancisco/news/2012/04/13/chevron-boss-john-watson-made-25m-2011.html\" title=\"\">who received almost $25 million</a> ($1.57 million in salary and the rest in \"compensation\") in 2011 – or their major shareholders. They can want for nothing. They're so rich they could quit the game at any moment. When it comes to climate change, some of the wealthiest people in the world have weighed the fate of the Earth and every living thing on it for untold generations to come, the seasons and the harvests, this whole exquisite planet we evolved on, and they have come down on the side of more profit for themselves, the least needy people the world has ever seen.</p> <p>Take those billionaire energy tycoons Charles and David Koch, who are all over American politics these days. They are spending <a href=\"http://www.huffingtonpost.com/2012/02/03/koch-brothers-100-million-obama_n_1250828.html\" title=\"\">tens of millions of dollars</a> to defeat Obama, partly because he offends their conservative sensibilities, but also because he is less likely to be a completely devoted servant of their profit margins. He might, if we shout loud enough, rectify a few names. Under pressure, he might even listen to the public or environmental groups, while Romney poses no such problem (and under a Romney administration they will probably make more back in tax cuts than they are gambling on his election).</p> <p>Two years ago, the Koch brothers <a href=\"http://grist.org/article/koch-brothers-jump-into-prop-23-fight/\" title=\"\">spent $1m</a> on California's Proposition 23, an initiative written and put on the ballot by out-of-state oil companies to overturn our 2006 Global Warming Solutions Act. It lost by a landslide, but the Koch brothers have also invested a small fortune in spreading climate-change denial and sponsoring the Tea Party (which they can count on to oppose climate change regulation as big government or interference with free enterprise). This year they're backing a California initiative to silence unions. They want nothing to stand in the way of corporate power and the exploitation of fossil fuels. Think of it as another kind of war, and consider the early casualties.</p> <p>As the Irish Times <a href=\"http://www.irishtimes.com/newspaper/opinion/2012/0620/1224318256659.html\" title=\"\">put it in an editorial</a> this summer:</p> <blockquote> \"Across Africa, Asia, and Latin America, hundreds of millions are struggling to adapt to their changing climate. In the last three years, we have seen 10 million people displaced by floods in Pakistan, 13 million face hunger in east Africa, and over 10 million in the Sahel region of Africa face starvation. Even those figures only scrape the surface. According to the Global Humanitarian Forum, headed up by former UN secretary general Kofi Annan, climate change is responsible for 300,000 deaths a year and affects 300 million people annually. By 2030, the annual death toll related to climate change is expected to rise to 500,000 and the economic cost to rocket to $600 billion.\" </blockquote> <p>This coming year may see a dramatic increase in hunger due to rising food prices from crop failures, including this summer's in the US midwest after a scorching drought in which the Mississippi river <a href=\"http://thinkprogress.org/climate/2012/07/16/520241/low-water-levels-on-the-mississippi-river-a-major-threat-to-commerce-this-is-absolutely-not-normal/\" title=\"\">nearly ran dry</a> and crops withered.</p> <p>We need to talk about climate change as a war against nature, against the poor (especially the poor of Africa), and against the rest of us. There are casualties, there are deaths, and there is destruction, and it's all mounting. Rectify the name, call it war. While we're at it, take back the term \"pro-life\" to talk about those who are trying to save the lives of all the creatures suffering from the collapse of the complex systems on which plant and animal as well as human lives depend. The other side: \"pro-death\".</p> <p>The complex array of effects from climate change and their global distribution, as well as their scale and the science behind them makes it harder to talk about than almost anything else on Earth, but we should talk about it all the more because of that. And yes, the rest of us should do more, but what is the great obstacle those who have already tried to do so much invariably come up against? The oil corporations, the coal companies, the energy industry, its staggering <a href=\"http://thinkprogress.org/climate/2012/10/24/1064231/three-ways-big-oil-spends-its-profits-to-defend-oil-subsidies-and-defeat-clean-energy/\" title=\"\">financial clout</a>, its swarms of <a href=\"http://thinkprogress.org/climate/2012/08/01/579101/jurassic-park-romneys-bush-era-energy-team-is-dominated-by-fossil-fuel-insiders-and-its-lobbyists/\" title=\"\">lobbyists</a>, and the politicians in its clutches. Those who benefit most from the status quo, I learned in studying disasters, are always the least willing to change.</p> <p>I'm a Californian so I faced the current version of American greed early. Proposition 13, the initiative that froze property taxes and made it nearly impossible to raise taxes in our state, went into effect in 1978, two years before California's former governor Ronald Reagan won the presidency, in part by catering to greed. Prop 13, as it came to be known, went into effect when California was still an affluent state with the best educational system in the world, including some of the top universities around, nearly free to in-staters all the way through graduate school. Tax cuts have trashed the state and <a href=\"http://www.tomdispatch.com/blog/175600/andy_kroll_back_to_$chool\" title=\"\">that education system</a>, and they are now doing the same to our country. The public sphere is to society what the biosphere is to life on earth: the space we live in together, and the attacks on them have parallels.</p> <p>What are taxes? They are that portion of your income that you contribute to the common good. Most of us are unhappy with how they're allocated – though few outside the left talk about the fact that more than half of federal <a href=\"http://nationalpriorities.org/en/budget-basics/federal-budget-101/spending/\" title=\"\">discretionary expenditures</a> go to our <a href=\"http://www.businessinsider.com/defense-spending-broken-down-with-infographic-2012-6\" title=\"\">gargantuan military</a>, more money than is spent on the <a href=\"http://www.sipri.org/research/armaments/milex/resultoutput/milex_15/the-15-countries-with-the-highest-military-expenditure-in-2011-table/view\" title=\"\">next 14 militaries combined</a>. Ever since Reagan, the right has complained unceasingly about fantasy expenditures – from that president's <a href=\"http://www.cnn.com/2012/01/23/politics/weflare-queen/index.html\" title=\"\">\"welfare queens\"</a> to Mitt Romney's attack on Big Bird and PBS (which consumes <a href=\"http://www.forbes.com/sites/kellyphillipserb/2012/10/04/romney-promises-to-cut-taxpayer-funding-for-pbs-but-says-he-still-loves-big-bird/\" title=\"\">.001%</a> of federal expenditures).</p> <p>As part of its religion of greed, the right invented a series of myths about where those taxes went, how paying them was the ultimate form of oppression, and what boons tax cuts were to bring us. They then delivered the biggest tax cuts of all to those who already had a superfluity of money and weren't going to pump the extra they got back into the economy. What they really were saying was that they wanted to hang onto every nickel, no matter how the public sphere was devastated, and that they really served the ultra-rich, over and over again, not the suckers who voted them into office.</p> <p>Despite decades of cutting to the bone, they continue to promote tax cuts as if they had yet to happen. Their constant refrain is that we are too poor to feed the poor or educate the young or heal the sick, but the poverty isn't monetary: it's moral and emotional. Let's rectify some more language: even at this moment, the United States remains the richest nation the world has ever seen, and California – with the richest agricultural regions on the planet and a colossal high-tech boom still ongoing in Silicon Valley – is loaded, too. Whatever its problems, the US is still swimming in abundance, even if that abundance is divided up ever more unequally.</p> <p>Really, there's more than enough to feed every child well, to treat every sick person, to educate everyone well without saddling them with hideous debt, to support the arts, to protect the environment – to produce, in short, a glorious society. The obstacle is greed. We could still make the sorts of changes climate change requires of us and become a very different nation without overwhelming pain. We would then lead somewhat different lives – richer, not poorer, for most of us (in meaning, community, power, and hope). Because this culture of greed impoverishes all of us, it is, to call it by its true name, destruction.</p> <p>One of the great accomplishments of <a href=\"http://www.theguardian.com/world/occupy-wall-street\" title=\"\">Occupy Wall Street</a> was this rectification of names. Those who came together under that rubric named the greed, inequality, and injustice in our system; they made the brutality of debt and the subjugation of the debtors visible; they called out Wall Street's crimes; they labelled the wealthiest among us the \"1%\", those who have made a profession out of pumping great sums of our wealth upwards (quite a different kind of tax). It was a label that made instant sense across much of the political spectrum. It was a good beginning. But there's so much more to do.</p> <p>Naming is only part of the work, but it's a crucial first step. A doctor initially diagnoses, then treats; an activist or citizen must begin by describing what is wrong before acting. To do that well is to call things by their true names. Merely calling out these names is a beam of light powerful enough to send the destroyers it shines upon scurrying for cover like roaches. After that, you still need to name your vision, your plan, your hope, your dream of something better.</p> <p>Names matter; language matters; truth matters. In this era when the mainstream media serve obfuscation and evasion more than anything else (except distraction), alternative media, social media, demonstrations in the streets, and conversations between friends are the refuges of truth, the places where we can begin to rectify the names. So start talking.</p>",
  "<p>Hurricane Sandy, the storm bearing down on the US east coast, strengthened on Monday after hundreds of thousands moved to higher ground, public transport shut down and the US stock market suffered its first weather-related closure in 27 years.</p> <p>Tens of millions of people have braced themselves for the arrival of the hurricane as the US National Hurricane Centre (NHC) said the Category 1 storm had strengthened as it turned towards the coast and was moving at 20mph. It was expected to bring a \"life-threatening storm surge\", coastal hurricane winds and heavy snow in the Appalachian Mountains, the NHC said. Nine US states have declared states of emergency.</p> <p>The hurricane, which has claimed 65 lives in the Caribbean, is also likely to play havoc with the US election, introducing a fresh element of uncertainty and disruption in the final days of the closely contested campaign.</p> <p>Forecasting services indicated the centre of the storm would strike the New Jersey shore near Atlantic City on Monday night. While Sandy does not pack the punch of hurricane Katrina, which devastated New Orleans in 2005, it could become more potent as it approaches the US coast.</p> <p>Winds were at a maximum of 85mph, the NHC said in its 8am (1200 GMT) report, up from 75mph six hours earlier.</p> <p>New York, Philadelphia, Washington, Baltimore and Boston all lie in the target zone, but Sandy is likely to cause disruption across much of the US and officials warned it could cause power cuts lasting for days. \"The time for preparing and talking is about over,\" warned Craig Fugate, federal emergency management administrator. \"People need to be acting now.\"</p> <p>Barack Obama and Mitt Romney have both been forced to cancel events scheduled for Sunday and Monday, and the Obama campaign's \"early vote\" strategy is in danger of being thrown into disarray. Instead, the president had more pressing matters at hand, as he signed emergency declarations for the states of New York, Massachusetts and the District of Columbia.</p> <p>New York's mayor, Michael Bloomberg, ordered the evacuation of some 375,000 people from low-lying areas and public schools were told to close on Monday. For only the second time in the city's history, the subway system is to be closed. \"If you don't evacuate, you are not only endangering your life, you are also endangering the lives of the first responders who are going in to rescue you,\" Bloomberg said. \"This is a serious and dangerous storm.\"</p> <p>Although similar warnings of serious damage in New York last year turned out to be empty, people are taking few chances. Supermarkets were packed as customers stocked up, businesses closed early and nursing homes were being evacuated.</p> <p>Airlines cancelled more than 5,000 flights and Amtrak began suspending passenger train services across the north-east. Philadelphia also shut down its subways, buses and commuter trains and announced that schools would be closed on Monday. Boston, Washington and Baltimore also called off school.</p> <p>The US stock markets <a href=\"http://www.theguardian.com/world/2012/oct/29/us-stockmarkets-close-hurricane-sandy\" title=\"\">closed on Monday</a>, and will possibly close on Tuesday, with regulators saying the storm would make it difficult to ensure the safety of employees.</p> <p>Forecasters warned that at high tide, seawater could surge up to 3.4 metres above ground level in New York harbour. Obama urged those in the path of the storm \"to take this very seriously\" but expressed confidence that all emergency measures were in place.</p> <p>\"This hasn't hit landfall yet,\" he said. \"So we don't yet know where it's going to hit, where we're going to see the biggest impacts and that's exactly why it's so important for us to respond big and respond fast as local information starts coming in.\"</p> <p>The storm posed an additional challenge for Obama, who must balance his duties as president with his desire to get out on the campaign trail. After the US ambassador to Libya was killed in September, Obama was accused of quitting Washington too soon to attend a fundraising event in Las Vegas.</p> <p>After visiting the federal emergency monitoring agency, he headed to Florida a day earlier than planned to squeeze in campaign stops there and in Ohio before returning to Washington.</p> <p>Romney also abandoned campaign stops on the east coast but without presidential commitments he has been able to rearrange his schedule to continue campaigning elsewhere, chiefly Ohio.</p> <p>Obama's main campaign adviser, David Axelrod, told CNN no one knew how hurricane Sandy would affect the election. \"We're most concerned about people. This storm could affect 50 million people,\" Axelrod said. \"The best thing we can do is to focus on how we can help people, and hope it all clears out by next weekend.\"</p> <p>In New York, the aisles of Whole Foods Market in Tribeca, one of the biggest retailers in Lower Manhattan, were heaving with customers. Grace Lin, who lives just outside the evacuation zone, said she was taking in friends from nearby. \"There will be four adults and four children, and we are two adults and two children, so it's going to be pretty cosy,\" she said.</p> <p>Residents of the area had made similar preparations for hurricane Irene in September last year which ended up sparing New York City and leading to accusations of overreaction. But Lin said this storm appeared to be worse, and that she had particular concerns about power outages. \"People are taking it more seriously than last time. The biggest issue for our friends is the elevators not working, not the flooding.\"</p> <p>Not everyone planned to leave the recommended evacuation areas, though. Kevin Heeney, 28, was stocking up with bottled water, but had no plans to move out. \"We're going to stick it out,\" he said.</p> <p>Emerging from Whole Foods laden with bags of groceries, Danny and Laura Fletcher, a British couple who had just moved to the city, were sceptical of the reaction of New Yorkers. \"We've just bought a big roast lunch,\" said Danny Fletcher. \"I don't think it's going to be that bad. But it's panic stations in there,\" he said. Jonas Clark of Manchester Township, New Jersey – in the area where Sandy was projected to come ashore – stood outside a convenience store, calmly sipping a coffee and wondering why people were working themselves \"into a tizzy\".</p> <p>\"I've seen a lot of major storms in my time, and there's nothing you can do but take reasonable precautions and ride out things the best you can,\" said Clark, 73. \"Nature's going to do what it's going to do. It's great that there's so much information out there about what you can do to protect yourself and your home, but it all boils down to 'use your common sense'.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/EvrQqwDUamE?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/EvrQqwDUamE\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube-nocookie.com/embed/EvrQqwDUamE\">Reading on mobile? Watch here</a></p> <p>Fans at a Madonna concert in New Orleans have booed the singer after she told them to vote for Barack Obama in the US presidential election.</p> <p>\"I don't care who you vote for as long as you vote for Obama,\" she said.</p> <p>Madonna then, however, seemed to change her tune after being met with a mixture of cheers and loud boos.</p> <p>\"Seriously, I don't care who you vote for as long as you take responsibility for the future of your country … Do not take this privilege for granted. Go vote,\" she continued.</p> <p>This is not the first time Madonna has drawn criticism for making a political statement during her MDNA tour: in May, she attracted the ire of French politician Marine Le Pen for <a href=\"http://www.guardian.co.uk/music/2012/aug/23/madonna-marine-le-pen-swastika\" title=\"\">superimposing a swastika over her face</a> as part of a video montage, while in September she confused fans at a show in Washington DC by <a href=\"http://www.guardian.co.uk/music/2012/sep/26/madonna-black-muslim-obama\" title=\"\">calling Barack Obama a \"black Muslim\"</a>.</p>",
  "<video data-media-id=\"gu-video-398494067\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/29/1351500671386/People-on-a-beach-watch-t-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/29/121029SandyObama-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121029SandyObama/121029SandyObama.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/29/121029SandyObama_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/29/121029SandyObama_3gpLg16x9.3gp\"/> </video>   <p>Tens of millions of people braced themselves for the arrival of hurricane Sandy on Sunday, as the gigantic storm threatened to unleash punishing winds, driving rain, heavy snow and a potentially lethal storm surge along the east coast of the US.</p> <p>The hurricane, which has claimed 65 lives in the Caribbean, is also likely to play havoc with the US election, introducing a fresh element of uncertainty and disruption in the final days of the closely contested campaign.</p> <p>Although Sandy is not expected to make landfall until late on Monday, gale-force winds were on Sunday night already buffeting Virginia and North Carolina. The \"super-storm\" is expected to veer left towards the east coast, colliding with wintry weather moving in from the west and cold air streaming down from the Arctic.</p> <p>\"It's a very, very large system,\" Rick Knabb, director of the National Hurricane Center, told Reuters. \"The storm is going to carve a pretty large swath of bad weather, both water and wind.\"</p> <p>New York, Philadelphia, Washington, Baltimore and Boston all lie in the target zone, but Sandy is likely to cause disruption across much of the US and officials warned it could cause power cuts lasting for days. \"The time for preparing and talking is about over,\" warned Craig Fugate, federal emergency management administrator. \"People need to be acting now.\"</p> <p>Barack Obama and Mitt Romney have both been forced to cancel events scheduled for Sunday and Monday, and the Obama campaign's \"early vote\" strategy is in danger of being thrown into disarray. Instead, the president had more pressing matters at hand, as he signed emergency declarations for the states of New York, Massachusetts and the District of Columbia.</p> <p>New York's mayor, Michael Bloomberg, ordered the evacuation of some 375,000 people from low-lying areas and public schools were told to close on Monday. For only the second time in the city's history, the subway system is to be closed. \"If you don't evacuate, you are not only endangering your life, you are also endangering the lives of the first responders who are going in to rescue you,\" Bloomberg said. \"This is a serious and dangerous storm.\"Although similar warnings of serious damage in New York last year turned out to be empty, people are taking few chances. Supermarkets were packed as customers stocked up, businesses closed early and nursing homes were being evacuated.</p> <p>Airlines cancelled more than 5,000 flights and Amtrak began suspending passenger train services across the northeast. Philadelphia also shut down its subways, buses and commuter trains and announced that schools would be closed on Monday. Boston, Washington and Baltimore also called off school.<br> The US stock markets will close on Monday, and possibly Tuesday, with regulators saying the storm would make it difficult to ensure the safety of employees.</p> <p>Forecasters warned that at high tide, seawater could surge up to 3.4 metres above ground level in New York harbour. In Lower Manhattan water was close to street level. One employee of an apartment building pushed a trolley of sandbags across the road to try to reinforce the defences.</p> <p>Obama urged those in the path of the storm \"to take this very seriously\" but expressed confidence that all emergency measures were in place.</p> <p>\"This hasn't hit landfall yet,\" he said. \"So we don't yet know where it's going to hit, where we're going to see the biggest impacts and that's exactly why it's so important for us to respond big and respond fast as local information starts coming in.\"</p> <p>The storm posed an additional challenge for Obama, who must balance his duties as president with his desire to get out on the campaign trail. After the US ambassador to Libya was killed in September, Obama was accused of quitting Washington too soon to attend a fund-raising event in Las Vegas.</p> <p>After visiting the federal emergency monitoring agency, he headed to Florida a day earlier than planned to squeeze in campaign stops there and in Ohio before returning to Washington.</p> <p>Romney also abandoned campaign stops on the east coast but without presidential commitments he has been able to rearrange his schedule to continue campaigning elsewhere, chiefly Ohio.</p> <p>Obama's main campaign adviser, David Axelrod, told CNN no one knew how hurricane Sandy will affect the election. \"We're most concerned about people. This storm could affect 50 million people,\" Axelrod said. \"The best thing we can do is to focus on how we can help people, and hope it all clears out by next weekend.\"</p> <p>In New York, the aisles of Whole Foods Market in Tribeca, one of the biggest retailers in Lower Manhattan, were heaving with customers. Grace Lin, who lives just outside the evacuation zone, said she was taking in friends from nearby. \"There will be four adults and four children, and we are two adults and two children, so it's going to be pretty cosy,\" she said.</p> <p>Residents of the area had made similar preparations for hurricane Irene in September last year which ended up sparing New York City and leading to accusations of overreaction. But Lin said this storm appeared to be worse, and that she had particular concerns about power outages. \"People are taking it more seriously than last time. The biggest issue for our friends is the elevators not working, not the flooding.\"</p> <p>Not everyone planned to leave the recommended evacuation areas, though. Kevin Heeney, 28, was stocking up with bottled water, but had no plans to move out. \"We're going to stick it out,\" he said.</p> <p>Emerging from Whole Foods laden with bags of groceries, Danny and Laura Fletcher, a British couple who had just moved to the city, were sceptical of the reaction of New Yorkers. \"We've just bought a big roast lunch,\" said Danny Fletcher. \"I don't think it's going to be that bad. But it's panic stations in there,\" he said. Jonas Clark of Manchester Township, New Jersey – in the area where Sandy was projected to come ashore – stood outside a convenience store, calmly sipping a coffee and wondering why people were working themselves \"into a tizzy\".</p> <p>\"I've seen a lot of major storms in my time, and there's nothing you can do but take reasonable precautions and ride out things the best you can,\" said Clark, 73. \"Nature's going to do what it's going to do. It's great that there's so much information out there about what you can do to protect yourself and your home, but it all boils down to 'use your common sense'.\"</p> <h2>October surprises</h2> <p>Hurricane Sandy has injected an element of unpredictability into a US election that had been proceeding along lines worked out by the Barack Obama and Mitt Romney months ago.</p> <p>But it is not the first time in US political history that bad weather or other unexpected vents have changed a campaign's dynamic. US journalists have since the 1970s have come to expect what they have coined as 'the October Surprise', first used in 1972.</p> <p>These October surprises have ranged from the revelation in 2000 of George W. Bush's arrest on a drunk-driving charge, to the appearance of an Osama bin Laden video in 2004.</p> <p>Sometimes the suprises are not confined to October. Romney fell victim just two months ago to a similar hurricane warning when he was forced to cancel the first day of the Republican convention in Tampa, Florida. Given that the convention as a whole suffered from bad reviews in the US media and he received no poll bounce from it, that may have turned out to be a plus rather than a negative.</p> <p>In the run-up to the 2008 election, the sudden economic collapse in September saw Republican John McCain suspend his campaign to return to Washington for an emergency meeting, forcing Obama to return too. That went badly for McCain as he had little to say in Washington.</p> <p>Even a day or two off the campaign trail can have an impact. Democratic presidential candidate George McGovern, fighting for the party nomination in 1972, seemed to have Ohio in the bag but may have lost it because of returning to Washington to deal with an issue related to the Vietnam war.</p> <p>No one can predict the impact of Hurricane Sandy on this election. What will play better? Obama being presidential in Washington, seemingly in command of the emergency operations, while Rommey continues campaigning? Or will Obama be unable resist the lure of rushing back to campaigning prematurely?</p> <h2>Trouble ahead</h2> <p>A stark warning has been sent out by the National Weather Service from Mount Jolly, in New Jersey. Speaking of the extreme danger of the coming storm and the strong possibility of serious damage, the statement said: \"If you are being asked to evacuate a coastal location by state and local officials, please do so.</p> <p>\"If you are reluctant to evacuate, and you know someone who rode out the '62 storm on the barrier islands, ask them if they could do it again.</p> <p>\"If you are reluctant, think about your loved ones, think about the emergency responders who will be unable to reach you when you make the panicked phone call to be rescued, think about the rescue and recovery teams who will rescue you if you are injured – or recover your remains if you do not survive.\"</p>",
  "<p>Joss Whedon, the creator of Buffy the Vampire Slayer, has given a backhanded endorsement to Mitt Romney's presidential campaign predicting it will usher in a \"zombie apocalypse\".</p> <p>In <a href=\"http://youtu.be/6TiXUF9xbTo\" title=\"\">a spoof video posted on YouTube</a>, the director of The Avengers backs the Republican candidate's programme of cuts that he says will turn the United States into \"a nightmare zombie wasteland\".</p> <p>Whedon, who describes himself as a liberal and a feminist and publically backs LGBT rights, including gay marriage, is seen stocking up on canned goods as if preparing for a disaster, as he explains his decision to shift his alliegiance from President Obama.</p> <p>\"Mitt Romney is a very different kind of candidate. One with the vision and determination to cut through the business as usual politics and finally put this country back on the path to the zombie apocalypse,\" he says.</p> <p>\"Romney's ready to make the deep rollbacks in healthcare, education, social services and reproductive rights that will guarantee poverty, unemployment, overpolulation disease and rioting. All crucial elements in creating a nightmare zombie wasteland.\"</p> <p>But it is Romney's support for \"ungoverned corporate privilege\" that Whedon predicts will plunge the economy into \"true insolvency and chaos\".</p> <p>Musing that no one can predict whether the zombie hordes will be the old school shuffling kind or the speedier type from 28 Days Later, he says: \"The 1% won't be the very rich. It will be the very fast,\"</p> <p>The director adds: \"Mitt's not afraid to face a ravening grasping hoard of subhumans – because that's how he sees poor people already.\"</p> <p>Whedon's video is the latest in a series of celebrity election endorsements. Lena Dunham, creator of HBO's Girls, appears in an Obama campaign ad in which she urges young women who are first time voters <a href=\"http://www.theguardian.com/world/us-news-blog/2012/oct/26/lena-dunham-first-time-ad\" title=\"\">to lose their election virginity to \"someone who really cares about women\"</a>.</p> <p>The clip, entitled The First Time, provoked outrage from conservative commentators, who described as 'tasteless' and 'disgusting'.</p> <p>Actor Samuel L Jackson also stars in a rhyming bedtime story in which he tells Obama supporters to <a href=\"http://youtu.be/og35U0d6WKY\" title=\"\">\"Wake The Fuck Up\"</a> and support the Democrat campaign.</p>"
]