[
  "<p>Just how thick is Nick Griffin? Is it even measurable? Or is he just so desperate for publicity for his ailing party that he'd do anything to grub up a few headlines, bar perhaps roller-skate past Westminster naked?</p> <p>The BNP leader tweeted the home address (partial address, he says) of the gay couple <a href=\"http://www.bbc.co.uk/news/uk-england-20000954\" title=\"\">Michael Black and John Morgan</a>, who won damages against the Christian owners of a B&amp;B who'd refused them a room. In the tweets, encouraging his followers to demonstrate outside Black and Morgan's home, Griffin said he wanted to bring them \"a bit of drama\".</p> <p>The police are now investigating whether Griffin's tweets were illegal. For his part, Griffin says that \"drama\" referred to the gay couple's involvement in amateur dramatics. But of course – a fondness for the work of Alan Ayckbourn goes hand in hand with a desire to see a mob of baying \"patriots\" appear at your door. Then there was Griffin's baffling sign-off: \"Say No to heterophobia!\"</p> <p>Does Griffin really live in a dark parallel universe where heterophobia needs to hear the word \"No\"? Where straight-bashing is on the rise – innocent heterosexual men leaving pubs, to be confronted by hordes of pissed-up Marys in Kylie T-shirts swinging baseball bats, crying: \"You women-fancying perverts are going to pay!\"? On Planet Griffin, are straight couples campaigning for the right to marry, straight parents frowned upon everywhere save for a few trendy London boroughs?</p> <p>Moreover, are schoolchildren thoughtlessly taunting each other with slang such as: \"That's just straight\"? Are some of these children committing suicide rather than facing coming out as \"non-gay\"? Is there is a culture in film and TV for there to be a token straight, who spouts straight cliches and affects straight mannerisms and has little else to do but be an amusing straight best friend for the lead gay characters to bounce off?</p> <p>Many apologies for the myriad cliches tumbling over each other back there. The point I'm trying to make is that, considering all the evidence or, indeed, lack of, it seems highly unlikely that heterophobia exists in any entrenched, meaningful or malign way.</p> <p>Not that I'm denying its existence. It appears that a (very) tiny minority of gay people self-define as heterophobic, because they're so sickened by straight society and its treatment of them. Eminem referenced <a href=\"http://www.azlyrics.com/lyrics/eminem/criminal.html\" title=\"\">heterophobia </a>in a lyric (Criminal). <a href=\"http://www.amazon.com/Heterophobia-Harassment-Feminism-American-Intellectual/dp/0847689883\" title=\"\">At least one book has been written about it</a>. An Australian MP used the term in his campaign against same sex unions. But heterophobia as a looming social evil that requires scrutiny, legislation and an anguished cry of \"Just say no!\"? Nah, I'm not buying it.</p> <p>The gay couple's court win was always a no-brainer. A person's sexuality should have as little to do with hiring a room at a B&amp;B as it does with buying a doughnut at a bakery, or a meal at a restaurant. If the B&amp;B owners Susanne and Mike Wilkinson are so appalled by the implications of the Equality Act (Sexual Orientation) Regulations 2007, then perhaps they should reconsider their future in the hospitality industry.</p> <p>As for Griffin, I suppose he got the attention he so desperately craved (including this). What we seem to have here is a prime example of the anti-PC back-flip scam. This is where a quite reasonable argument against prejudice is crudely reversed, and then run with, to occasionally hilarious, though, more frequently, desperately boring effect. Thus with homophobia, it's: \"You're criticising me for what I believe, so that makes you (ta-da!) heterophobic!\" Similarly, racism: \"Yeah, well, you're hostile to my views, so that makes you (ta-da!) racist to white people.\" It's tiring, it's pathetic, but, slowly, surely, everyone is cottoning on. So, sorry Mr Griffin, the next time you want to generate headlines, it might be easier to go and fetch your roller-skates.</p> <h2>Oh, I say. This rapping lark's a bit oikish, isn't it? </h2> <p>One presumes that everyone has viewed the video of the <a href=\"http://www.theguardian.com/music/shortcuts/2012/oct/19/eton-gangnam-style-lingo-explained\" title=\"\">Eton boys</a> rapping and throwing shapes, Gangnam style, in their tails. A bit of harmless tomfoolery that verges on the moving. Especially when they wail about how insecure they sometimes feel. (Ultra-posh boys finding it difficult to talk to girls – who knew?) In the event, it's touching to see boys \"dad-dancing\" in their teens.</p> <p>Bless their toff hearts for putting themselves out there, seemingly with no thought for any future political ambitions.</p> <p>Sadly, however, it must be noted that this whole thing exposes the Eton-fruggers as being (deep breath) somewhat common. All that bragging about consuming Moët and camembert – isn't it all a bit squeezed-middle wish-fulfilment? I'm sure their parents have brought them up to namecheck much posher stuff than that – it must have been a dagger to Mater and Pater's hearts that the Harvey Nicks food hall wasn't mentioned even once.</p> <p>So, an amusing viral sensation, but something of a tragic own goal for Eton. You don't pay its fees for boys to use the same cultural references as oiks from the local comp. I predict a surge in interest in Rugby and Harrow.</p> <h2>Tagg, you impulsive old redneck, you</h2> <p>Tagg Romney has said that he wanted to rush the stage and \"take a swing\" at Barack Obama, for his insinuations about his father Mitt's integrity during their latest US presidential debate. <a href=\"http://www.telegraph.co.uk/news/worldnews/us-election/9617247/Tagg-Romney-wanted-to-take-swing-at-Obama.html\" title=\"\">Tagg</a> (short for Taggart) says that the thing that stopped him – the only thing, mind – was the presence of secret service officers surrounding Obama. If they hadn't been there, Tagg seems to be implying, Obama would have been \"for it\", good and proper.</p> <p>Well, some might say, young Tagg is hardly a credit to his illustrious background with such dockers' vernacular as \"taking a swing\". Was Tagg dragged up? some might wonder.</p> <p>But to them, I say, can't a young lad, with passion in his soul, stand up for his old man, even to the point of threatening his opponent with adolescent violence. Perhaps with a cry of \"Put your dukes up, Obama\", as the impetuous hothead hurdles over seats to uphold the family honour. It might not be right, but it's wrong in a good way. A bit like <em>Godfather II,</em> only with mom's apple pie for tea. More importantly, it's eminently understandable in a callow youth.</p> <p>To which some – in fact, let's hope all – might reply: \"What are you talking about, you misinformed, platitude-spewing hack? The weirdly named proto-meathead Tagg is a 42-year-old married millionaire father of six. He's also one of his father's chief advisers and should know better than to talk openly about wanting to duff up his father's opponent in a radio interview.\" To which I reply: \"You're absolutely right, sit down and shut up, Tagg, you embarrassingly privileged, emotionally incontinent redneck.\" As a sidebar: Mitt? Tagg? If they want a decent chance at power, this family really must sort their names out.</p> <p>Comments will be turned on later</p>",
  "<p>When Bill Gates was asked to forecast the digital future, he took to the stage at an industry event in Las Vegas and unveiled a Microsoft tablet. He was already using one as his everyday computer, he said, and predicted that within five years it would be \"the most popular form of PC sold in America\".</p> <p>But that was in November 2001, and the stylus-operated Tablet PC launched a year later sank without a trace. This week, with the consumer release of Windows 8 and its matching Surface tablet, Microsoft is trying again.</p> <p>To highlight its biggest new product since Windows 95, Microsoft is mobilising the kind of advertising budget rarely seen outside US presidential election campaigns, estimated at up to $1.8bn. Sales of PCs are declining, meaning the world's largest software company badly needs a popular vote for its move into mobile devices.</p> <p>\"The future of personal computing is moving definitively away from PCs towards smartphones and tablets, and while Microsoft is extremely strong in PCs it has no meaningful presence in mobile devices,\" says digital forecaster Benedict Evans at Enders Analysis.</p> <p>These smaller, more portable computers can take photos, edit and share them. They can play music, or TV shows, display books and newspapers, search the internet, and offer faster, more sofa-friendly ways of emailing friends, online shopping and checking Facebook updates.</p> <p>\"The number of people who can do all or most of what they want to do on a tablet or a smartphone is growing,\" warns Evans. \"That feeds into people using PCs less and spending less money on them.\"</p> <p>There are around 1.3bn PCs running Windows software around the world, more than the 1bn smartphones Strategy Analytics estimates are in use today. Microsoft controls 95% of the PC market, but that market has shrunk 8% since last year globally, and by an even steeper 14% in the US, which sets the trend.</p> <p>It is a trend that is denting the business models of much younger companies than Microsoft. Internet-age giants like Google and Facebook are feeling the impact too. Facebook's users are moving from the desktop to the smartphone, while its advertisers have been slower to make the transition.</p> <p>Apps on phones and tablets bypass search engines to provide a more direct link to internet content, which has translated into a decline in the average price paid by advertisers for each click from a Google user. It was this, as much as a clerical error that saw Google's financial results published three hours ahead of schedule, that sent the company's share price into freefall last Thursday.</p> <p>Google saw this trend coming years ago, and its response was Android – free phone software for handset makers to use, to give it a presence in mobile as well as on desktops. What has changed is that the flow of traffic onto mobile is finally beginning to show up in Google's numbers. As it invests to adapt, for example by buying loss-making handset maker Motorola, profits are being squeezed.</p> <p>\"While the search cash cow continues to pay, the costs of shifting the revenue mix are depressing the income,\" says professor Ajay Bhalla at Cass Business School. \"The results indicate that Google executives are trying to avoid the mistakes made by Microsoft as it became increasingly reliant on a handful of products.\"</p> <p>Despite Gates's enthusiasm, Microsoft has been slower to respond to the shift to mobile and is nowhere in tablets. Windows Phone software was brought up to date two years ago, with distinctive live tiles to represent apps instead of static icons. It has been well received by the few who have used it.</p> <p>But the work of making Windows Phone software famous has been left to handset manufacturers, mainly Taiwan's HTC and Finland's Nokia, which has so far sucked up $1bn in marketing support from Microsoft, to little avail. Windows Phone has a mere 3% market share.</p> <p>This has not stopped Microsoft using Windows Phone as the design inspiration for its new PC software, which will run in almost identical form on tablet computers, and was really created with the touch screen in mind.</p> <p>The tablet version is so crucial to Microsoft that the firm has decided showcasing it cannot be trusted to outsiders, and will make Surface in-house.</p> <p>But the tablet may be more of a display model than a profit generator. Microsoft may not intend to sell that many. At £479, including the keyboard that also doubles as a cover, it does not come cheap.</p> <p>In the UK, it will only be available via Microsoft's website, so no Dixons or John Lewis displays. Trendforce predicts shipments of only 2.5m in 2012, compared with 84m iPads sold since 2010.</p> <p>Whatever its ambitions, the move back into hardware is a brave one for Microsoft, whose occasional attempts to fuse computing brains and brawn have ended in more misses than hits. For every Xbox games console, there is an unsold Zune music player.</p> <p>The company is taking an even bigger risk with Windows 8. Those who have used it say it works well on the touch screen, but is more awkward to navigate with a mouse and keyboard. The start button has disappeared, and the functions it used to house, like word processing or search, are now hidden at the sides of the screen. They are only revealed when the mouse hovers over them.</p> <p>Rather than bringing its phone software to tablets and leaving PCs alone, as Apple has done, Microsoft wants a common interface for all three screens in the hope that its millions of PC customers will follow it onto other devices. The move should make life easier for apps developers too.</p> <p>But there is a risk. \"If consumers find Windows 8 not very appealing, both Microsoft and PC vendors could face further declines in PC sales as consumers spend their money on other devices,\" warns Gartner analyst Annette Jump.</p> <p>If the launch is a success, Jump says we will start seeing Windows in new formats like touch-screen notebooks or so called \"all in ones\" – widescreen computers with built-in hard drives that maybe sit in the kitchen, displaying films, photos and recipes.</p> <p>Those who remember Microsoft's 2002 tablet PC say it failed because the company expected it to be used for word processing and spreadsheets. By contrast the was marketed as a \"kick back and relax\" computer – the adverts showed users with their feet up.</p> <p>Windows 8 will try to merge work and leisure. Even the tablets will come with the Office suite, so that live tiles showing a friend's social network updates will sit next to word documents.</p> <p>While the strategy is seen as a sensible one, some believe it is already too late for Microsoft. Technology writer Stasys Bielinis of UnwiredView.com accuses the company of having clung to the PC, focusing on profits over users. \"The users wised up, competition rose up, and we have broken the chains that bound us to Microsoft for the past 20&#xa0;years,\" he says.</p> <p>Windows 8 is not Microsoft's last hurrah. Unlike Nokia, which will run out of money in two years if it continues to burn cash at its current rate, the company which made Gates the richest man in the world is still highly profitable and has $66bn in the kitty. But with the PC in decline, it cannot afford to give up on mobile computing.</p>",
  "<p>President Barack Obama's campaign to win a second term in the White House is approaching the end of the US election cycle flush with cash after yet another massive month of fundraising.</p> <p>The latest figures from the Federal Election Commission (FEC) show that Obama for America pulled in a total haul of more than $126m in September.</p> <p>The campaign, which has faced a resurgent Republican challenge from Mitt Romney ahead of the 6 November ballot, now sits atop a cash mountain of some $100m as money taken in has outstripped money spent so far.</p> <p>The news provides a welcome shot in the arm for the Obama team which appeared to be cruising to a comfortable lead in the polls before a poor performance by Obama in the first presidential debate in Denver saw the race suddenly narrow.</p> <p>The impressive fundraising total means the Obama camp's advertising campaigns will continue relentlessly onwards via the airwaves of the crucial battleground states and help ensure a well-funded \"ground game\" that will get out the vote on election day.</p> <p>Romney's own returns for September are set to be filed to the FEC later Saturday. It is set to be a roughly similar sum though a little lower than Obama's.</p> <p><a href=\"http://www.theguardian.com/world/2012/oct/15/romney-raises-170m-debate-boost\">Earlier this week the Romney team indicated</a> it would raise around $170m in September but in conjunction with the Republican National Committee (RNC).</p> <p>The RNC has now released sums showing it hauled in $48m, meaning Romney's campaign would have to directly raise in the region of $122m to hit their stated total.</p> <p>But it is not just parties and candidates that matter in the 2012 election. Outside bodies, known as Super Pacs, are also big players after a loosening of campaign finance regulations.</p> <p>They are controversial because of much less strict laws governing disclosure of<br>donor identities and how much any individual can fork over.</p> <p>The newest figures from the FEC also show the Democrats' main Super Pac brought in a big sum. The pro-Obama group Priorities USA Action said it raised $15.2m in September, compared with $14.8m for the pro-Romney group Restore Our Future, according to filings with the Federal Election Commission.</p> <p>Republicans showed greater fundraising strength at the party level in September.</p> <p>But on a party level the Republicans are doing better. The Democratic National Committee could not compete with the RNC's efforts. The DNC raised $20.3m in September and actually borrowed $10.5m.</p> <p>It ended September $20.5m in debt, according to its filing with the FEC.</p>",
  "<p>New Hampshire is a <a href=\"http://quickfacts.census.gov/qfd/states/33000.html\">small state</a>, home to only 1.3 million of the nation's population of 311 million. It's 92.2% white non-Hispanic, compared with 63.4% for the nation as a whole. There is only one major network television affiliate in the state, WMUR. For want of a better phrase, it's almost nothing like the rest of America. And yet the \"live free or die\" state is turning into one of the must-watches on election day. </p> <p>Mitt Romney was behind in almost <a href=\"http://www.realclearpolitics.com/epolls/2012/president/nh/new_hampshire_romney_vs_obama-2030.html\">every presidential poll</a> that was taken between the New Hampshire primary and mid-September. New Hampshire seemed to be falling back into a Democratic trend in presidential years that had developed over the past few cycles. It was the only state that flipped from the Republican column in 2000 to the Democratic one in 2004. Obama won the state by 9.6 points in 2008, greater than his national 7.3 point victory. But the Granite State had a trick up its sleeve.</p> <p>Romney has led in two polls conducted after the first presidential debate, tied President Obama in another and trailed in a fourth. Overall Romney has held a very slim average one-point edge in polls taken after the first debate with President Obama. </p> <p>Romney's new-found advantage is in some ways not surprising. Republicans romped in the 2010 midterm elections, winning both <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/01/AR2010110105177.html\">House seats</a> a Senate seat and control of both houses of <a href=\"http://www.usnews.com/opinion/blogs/peter-roff/2010/11/05/measuring-the-size-of-election-2010s-republican-sweep\">the state legislature</a>. Romney was also the governor in next door Massachusetts and he has a summer home in New Hampshire. He cruised to an easy 16-point win in the New Hampshire primary and he had been ahead in most polls against Obama before the primary. </p> <p>The sudden Romney rise confirms yet again that this is a state that likes to mess with everyone. It was this electorate that handed pollsters their <a href=\"http://abcnews.go.com/blogs/politics/2008/01/the-new-hampshi/\">greatest embarrassment</a> in arguably 60 years when Hillary Clinton defeated Barack Obama in the 2008 Democratic primary, despite all the polls saying otherwise. It's a state where the plurality (45%) of voters <a href=\"http://edition.cnn.com/ELECTION/2008/results/polls/#NHP00p1\">self-identify</a> as independent, and Republicans and Democrat split fairly equally the other 55%. </p> <p>You might say, \"Who cares?\" New Hampshire only has four electoral votes. Yet these votes look like they could be quite consequential. A few days ago I <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/16/romney-routes-victory-battleground-states\">mapped out a scenario</a> in which New Hampshire becomes a most important state. </p> <p>Let's say Romney takes Wisconsin along with Colorado, Florida and Virginia, while Obama captures Iowa, Nevada and Ohio. Then New Hampshire decides who will be president.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398106749\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/10/19/1350680333288/New-Hampshire-map1-001.jpg\" alt=\"New Hampshire map1\" width=\"460\" height=\"346\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Hampshire map1 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>One other very possible map puts New Hampshire in the limelight as well. This time we'll give Romney Ohio along with Florida and Virginia, while Obama holds Colorado, Iowa, Nevada and Wisconsin.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398106750\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2012/10/19/1350680392548/NH-map2-001.jpg\" alt=\"NH map2\" width=\"460\" height=\"344\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NH map2 Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Both of these scenarios requires Romney to win states in which he is seemingly behind, such as Ohio or Wisconsin, which is why Obama remains an electoral-college favorite. Romney's apparent small lead in New Hampshire does help him, though. </p> <p>But New Hampshire's fun doesn't stop at the presidential race. New Hampshire and Vermont are the two remaining states that hold gubernatorial elections every two years. Democratic incumbent governor John Lynch is retiring. Democrat Maggie Hassan and Republican Ovide Lamontagne are facing off in what looks to be one of the <a href=\"http://www.realclearpolitics.com/epolls/2012/governor/nh/new_hampshire_governor_lamontagne_vs_hassan-2804.html\">tightest gubernatorial races</a> in the nation. </p> <p>The same polls that have Romney with an average one-point lead give Lamontagne a 0.8-point edge. Rasmussen has Obama and Lamontagne winning, while Public Policy Polling has Romney and Hassan ahead. It's really that tight. </p> <p>My guess is that the same party is going to win both the gubernatorial and presidential race in New Hampshire. The last time there was both a close <a href=\"http://uselectionatlas.org/RESULTS/state.php?year=2004&amp;fips=33&amp;f=0&amp;off=5&amp;elect=0\">gubernatorial</a> and <a href=\"http://uselectionatlas.org/RESULTS/state.php?year=2004&amp;fips=33&amp;f=1&amp;off=0&amp;elect=0\">presidential</a> race in the Granite State was 2004. In that year, George Bush and Republican gubernatorial nominee Craig Benson both got 48.87% of the vote, while the vote difference between John Kerry and Democrat John Lynch was 211 out of nearly 700,000 votes cast. </p> <p>New Hampshire's electoral fun doesn't stop in the statewide races, though. Both House of Representative races are rematches of 2010 and are too close to call. </p> <p>New Hampshire 1, the more conservative of the two districts, features incumbent Republican Frank Guinta and former representative Carol Shea-Porter. The Rothenberg Political Report <a href=\"http://rothenbergpoliticalreport.com/ratings/house\">rates the race</a> as \"toss-up/tilt Republican\". Guinta has faced <a href=\"http://www.crewsmostcorrupt.org/mostcorrupt/entry/frank-guinta\">allegations of corruption</a>, while Shea-Porter is probably <a href=\"http://elections.nytimes.com/2012/ratings/house\">too liberal</a> for the district. </p> <p>New Hampshire 2, located in the more rural western part of the state, has incumbent Republican Charlie Bass against Democrat Annie Kuster. The Rothenberg Political Report has the race as \"toss-up/title Democratic\". The moderate Bass will find it tough to survive in a district that <a href=\"http://en.wikipedia.org/wiki/Cook_Partisan_Voting_Index\">leans Democratic</a>, although Kuster's <a href=\"http://www.concordmonitor.com/blogentry/357471/kuster-takes-trackers-camera-says-shell-call-her-opponent?SESS051895268be42074681f2d2bc31d9ece=google\">campaign-trail conduct</a> has probably taken up more press than she would like. </p> <p>Any combination of House winners seem possible. Democrats could win both seats, Republicans could win both seats, Guinta could win but see Bass lose, or Shea-Porter could win with Kuster losing. </p> <p>All told, New Hampshire is a tricky state and nothing really surprises me. When you combine the presidential, gubernatorial and congressional races, I'm not sure there is more exciting state for elections this year. And I didn't even mention that no one really knows who wins either house of the state legislature, either.</p>",
  "<p>As Republican challenger Mitt Romney addressed a throng of supporters in the Virginian town of Leesburg last week, he started to rattle through a list of campaign promises. \"When I become president\" he began. Then he paused and regarded the crowd for a moment before repeating the first word with extra emphasis. \"<em>When</em> I become president, we are finally going to cut spending,\" he said, to shouts of approval.</p> <p>It would have fallen flat just a few weeks ago. The former Massachusetts governor's campaign was emerging from a disastrous summer. It was firmly behind in the polls, had been savaged by an efficient Democrat attack machine and been hit by the release of a secret videotape revealing <a href=\"http://www.guardian.co.uk/world/2012/sep/27/obama-campaign-fresh-attack-romney\" title=\"\">Romney dismissing 47% of Americans </a>as dependent on government. Many observers, including some panicking Republicans, were writing him off as a rightwing version of Michael Dukakis, another former Massachusetts governor, who was soundly beaten by George Bush in 1988.</p> <p>But that was then. In Leesburg, Romney appeared relaxed and confident, cracking jokes and launching attacks against President Barack Obama's economic record. He turned on the charm, too. \"There is so much about this country I love,\" he gushed, before reciting a litany of inspiring anecdotes collected from his many months on the campaign trail. \"We are going to win Virginia, you know that? We are going to win,\" he said.</p> <p>He has grounds for optimism. After Obama's disastrous performance in the first presidential debate – and Romney's solid, warm showing – the 2012 election has upended itself. For two weeks a flood of polls has detailed <a href=\"http://www.guardian.co.uk/world/2012/oct/08/romney-gains-lead-obama-poll\" title=\"\">a surge in Romney's support</a>. A Gallup tracking survey has him seven points in the lead nationally, beating Obama by 52% to 45%. In the key battlegrounds of Virginia and Florida, Romney is back in the game. He is closing the gap in Wisconsin, which many had seen as out of reach. Even in Pennsylvania, which no one had seen as up for grabs, one recent poll had him ahead. In North Carolina, which narrowly went for Obama in 2008, Romney's team is now so confident of victory that it has started moving out staff and redeploying them to Ohio.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398115699\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/21/1350780966864/US-key-election-battlegro-001.jpg\" alt=\"US key election battlegrounds\" width=\"460\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US key election battlegrounds. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>The Romney campaign, which all summer seemed on the defensive, is suddenly aggressively on the attack. It is hammering away at the issue of Obama's economic record, ignoring signs of a gradual recovery and instead repeatedly referring to high unemployment, millions of people on food stamps and growing poverty. It is a message that strikes a chord with many people still suffering from the impact of the recession.</p> <p>Certainly in the Leesburg crowd no one was talking about good times being ahead. \"He was a governor of a Democratic state and if he was able to get things done there, then he could get things done anywhere. He should be able to make things happen on a national scale,\" said Diane Senyitko, 52, whose construction business has been hit hard for more than five years of economic turmoil.</p> <p>\"Obama already had his chance. If he was going to bring about a recovery, it would have happened already,\" she said. Indeed, Senyitko is now campaigning for Romney, knocking on doors all over Leesburg and trying to win people over. \"I see a lot of enthusiasm that I did not see before. I don't even think it will be neck and neck at the end. It will be a big win,\" she said.</p> <p>That is probably unlikely. Obama is still – when all the polls are taken into consideration – likely to be narrowly ahead. But the race has certainly shifted and the prospect of a Romney win has gone from a poor joke to a perfectly realistic prospect. \"The chances that Romney will win have gotten a lot better,\" said Professor Kevin Leicht, a political expert at the University of Iowa.</p> <p>Now stories of internal dissent within the Romney camp have been replaced with accounts of a \"happy warrior\" candidate, comfortable at the end of an almost six-year quest to get to the White House. Party bigwigs – once critical of his campaign – have lined up loyally behind him. So have evangelical leaders, who privately remain sceptical because he is a Mormon. Media critics have fallen silent. Even Karl Rove, President George W. Bush's old guru, has been speculating enthusiastically on Romney's chances of winning the White House back for a party that in 2008 was seen as headed for a lengthy period in the wilderness. Already some have begun to speculate on what that would mean for America and the rest of the world. \"He will run this country like the chief executive of a large corporation,\" said Steven Mitchell, a Republican pollster and founder of Mitchell Research.</p> <p>What you think of that prospect depends on your politics. Liberals would see such a thing as a return to the worst excesses from before the recession. Romney has pledged to deregulate Wall Street again and lower corporate taxes. He preaches the sort of \"trickle down\" economics of the 1980s that Ronald Reagan did, glorifying the wealthy and seeing tax breaks for them as having a broader economic benefit.</p> <p>He wants to scrap Obama's healthcare reforms and take an axe to every part of government, except the military. Liberals fear all this will make America even more unequal, risk another financial meltdown and hurt the lowest levels of society for whom federal help is vital.</p> <p>They also worry Romney will be beholden to the desires of the broader Republican party, especially in Congress, which, stuffed with Tea Party zealots and social conservatives, is far more rightwing than his presidential campaign. They worry the party will force Romney to extremes on everything from monetary policy to abortion, immigration and gay rights. \"They have already influenced Romney in unfavourable ways. The prospects of going back to a pre-2008 environment are very real,\" said Leicht, referring to the extreme stances Romney adopted in order to win his party's nomination.</p> <p>Republicans, obviously, see it differently. They see Romney as unshackling business, sparking broader economic growth and cutting out unnecessary spending that will reduce the deficit. They see Romney rescuing America from the fate of Greece and other heavily indebted European nations. \"There will be a sea change from the current administration. People will invest in things again,\" said Mitchell.</p> <p>It might not be so easy, though. As Obama has found, America's system of government appears designed to end in deadlock. Republican intransigence stymied much of Obama's own domestic agenda. There is little reason to think Romney will fare any better if Democrats still control either part of Congress. Even with \"Obamacare\", Romney might not actually be able to fulfil his party's dreams by scrapping it altogether. \"You can't just repeal it and not replace it with anything,\" said Leicht. Indeed much of Obamacare was based on Romney's own health reforms in Massachusetts. Such \"flip flops\" have long marked his political career and that makes predicting a Romney first term especially difficult: it has never been clear what his core beliefs are. \"In the short term it is going to be hard for him to do very much at all. America's problems are actually too big for either candidate to solve easily,\" Leicht said.</p> <p>Of course there is still a long way to go. Though the Obama campaign has been rocked by the sudden upturn in Romney's fortunes, it remains on top of the race overall. Aside from Gallup, other polls have Obama narrowly ahead or statistically tied at a national level. More important are surveys coming out of the swing states which show Obama still ahead, especially in the midwestern heartland of Ohio.</p> <p>Among all the battlegrounds, it is Ohio that is most important. No Republican has ever won the White House without also winning Ohio and Obama is still solidly ahead there. Obama's operation in the state is huge and well-funded. Both Obama and the first lady have been regular visitors: his entire re-election campaign was launched in the state capital of Columbus. Bill Clinton has been touring the state. Even Bruce Springsteen has been deployed there. If Romney's advance can be stopped in Ohio, the main Democratic campaign argument runs, then it will be halted everywhere. But, essentially, the race for the Oval Office is now on a knife edge.</p> <p>Only a few milestones remain, chief of which is Monday night's third and final debate in Florida. Yet, with its topic of foreign policy, that is unlikely to prove too much of a game-changer given that the electorate's overriding concern is jobs and the economy. \"Honestly, put a gun to my head right now and ask me to pick a winner? I just don't know,\" said Mitchell.</p> <p>But in Leesburg they think they do. Around 8,000 people gathered to hear Romney speak in a park, enjoying the last warm days of autumn. After so much time campaigning and wooing the different camps of his party, Romney appeared to have finally stitched it all together behind him.</p> <p>Take local IT specialist Matthew Russell, 49. He had begun supporting pizza magnate Herman Cain during the party's bitter nomination race, then favoured former House speaker Newt Gingrich. \"Romney was my last choice,\" he confessed. But he was OK with things now, because Romney was offering the one thing that really does unite the party: he might beat Obama. \"If the election was held tomorrow, then I think it would be Obama to win, but if the momentum keeps up this way then I think Romney will eke it out in November,\" he said.</p> <p>If Romney does win, it will not have been pretty. The 2012 election has seen Obama launch one of the most negative campaigns in recent memory claiming Romney is a heartless plutocrat who wants to take America back to the post civil war era satirised by Mark Twain as the Gilded Age. In response, Romney has painted Obama as a dangerous pseudo-socialist taking America on the path to ruin. But if, come 6 November, it is Romney who emerges victorious then neither he nor anyone else in his party will care. In Leesburg, Romney ended his speech with a rousing call to arms. \"We are taking back America,\" he told the crowd. \"America is coming back, we are going to have a real recovery.\"</p> <p>Watching the speech was estate agent Kim Levy, 38. She has been ignoring the polls in favour of a less scientific study of support. The local 7-11 convenience stores have been running a promotion whereby cups of soda feature a picture of Romney or Obama. \"All the Romney cups are gone and all the Obama ones are still there, except maybe one. It's like that at all the 7-11s in Leesburg. All of them,\" she said with undisguised glee.</p>",
  "<p>Rupert Murdoch's News Corporation is looking to bid for the Los Angeles Times, the paper has reported, adding Murdoch is also interested in buying its stablemate the Chicago Tribune from their parent company, the Tribune Company.</p> <p>The Times said senior News sources confirmed executives had approached the two investment firms and a bank that hold Tribune's debt – the lenders will become its majority owners once it emerges from bankruptcy protection, <a href=\"http://touch.latimes.com/#section/-1/article/p2p-72961341/\">possibly within months</a> according to the LA Times.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398088222\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350220412028/Rupert-Murdoch-004.jpg\" alt=\"Rupert Murdoch\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rupert Murdoch. Photograph: Jessica Rinaldi/Reuters</span> <span class=\"element-image__credit\">Photograph: Jessica Rinaldi/Reuters</span> </figcaption> </figure>  <p>The paper said a deal might require a waiver of federal laws that block ownership of newspapers and TV stations in the same market. Murdoch's Fox network has stations in Los Angeles in Chicago. Tribune also has interests in television stations, some of which carry programming from News Corp's TV channels or operate as Fox affiliates. </p> <p>A bid for the LA Times alone could be worth as much as US$400m, the paper said.</p> <p>On Friday, News Corp announced Roger Ailes will remain in charge of the Fox News Channel for the next four years. The news ended a protracted period of speculation about his contract negotiations.</p> <p>The deal means Ailes will remain in control of Fox for the next presidential election season in 2016 and through the 20-year anniversary of Fox News, which Ailes has run since it was set up in 1996.</p> <p>The terms of the new contract were not released. Ailes is already one of the highest-paid executives in television; he has received a base salary of $5m and a bonus of $1.5m a year for the past several years, as well as millions in additional compensation based on the financial performance of Fox News, according to public filings by News Corp.</p> <p>In the fiscal year that ended in June, Ailes received $9m, paid in cash rather than stock, as a reward for Fox's record earnings, and $4m in stock awards tied to the performance of Fox Business which he also runs. His total compensation for the fiscal year was $21m, making him the third highest paid executive at New Corp behind Murdoch, who made $30m, and Chase Carey, the chief operating officer, who made nearly $25m.</p>",
  "<p>On 29 May 2012, the New York Times published a <a href=\"http://www.nytimes.com/2012/05/29/world/obamas-leadership-in-war-on-al-qaeda.html?pagewanted=all&amp;_r=1&amp;\">remarkable 6,000-word story</a> on its front page about what it termed President Obama's \"kill list\". It detailed the president's personal role in deciding which individuals will end up being targeted for assassination by the CIA based on Obama's secret, unchecked decree that they are \"terrorists\" and deserve to die. </p> <p>Based on interviews with \"three dozen of his current and former advisers\", the Times' Jo Becker and Scott Shane provided extraordinary detail about Obama's actions, including how he \"por[es] over terrorist suspects' biographies on what one official calls the macabre 'baseball cards'\" and how he \"insist[s] on approving every new name on an expanding 'kill list'\". At a weekly White House meeting dubbed \"Terror Tuesdays\", Obama then decides who will die without a whiff of due process, transparency or oversight. It was this process that resulted in the death of US citizen Anwar Awlaki in Yemen, and then two weeks later, the <a href=\"http://www.washingtonpost.com/world/national-security/us-airstrike-that-killed-american-teen-in-yemen-raises-legal-ethical-questions/2011/10/20/gIQAdvUY7L_story.html\">killing of his 16-year-old American son, Abdulrahman, by drone</a>.</p> <p>The Times \"kill list\" story made a huge impact and was <a href=\"http://www.washingtonpost.com/opinions/obamas-kill-list-is-unchecked-presidential-power/2012/06/11/gJQAHw05WV_story.html\">widely discussed</a> and <a href=\"http://www.forbes.com/sites/gregorymcneal/2012/06/08/obama-kill-list-leaks/\">condemned</a> by media figures, politicians, <a href=\"http://www.motherjones.com/politics/2012/06/obama-kill-list-assassinations-election\">analysts</a>, and <a href=\"http://www.rollingstone.com/politics/blogs/national-affairs/jon-stewart-on-obamas-kill-list-20120614\">commentators</a>. Among other outlets, the New York Times itself <a href=\"http://www.nytimes.com/2012/05/31/opinion/too-much-power-for-a-president.html\">harshly editorialized</a> against Obama's program in an editorial entitled \"Too Much Power For a President\", denouncing the revelations as \"very troubling\" and argued: \"No one in that position should be able to unilaterally order the killing of American citizens or foreigners located far from a battlefield - depriving Americans of their due-process rights - without the consent of someone outside his political inner circle.\" </p> <p>That Obama has a \"kill list\" has been known since January, 2010, and has been <a href=\"http://www.nytimes.com/2010/04/07/world/middleeast/07yemen.html?hp\">widely reported</a> and <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/06/AR2010040604121.html?hpid=topnews\">discussed</a> in every major American newspaper since April 2010. A major controversy over chronic White House leaks often <a href=\"http://www.nytimes.com/2012/06/06/us/politics/senators-want-inquiry-on-national-security-leaks.html\">featured complaints about this article</a> (New York Times, 5 June 2012: \"Senators to Open Inquiry Into 'Kill List' and Iran Security Leaks\"). The Attorney General, Eric Holder, <a href=\"http://www.foxnews.com/politics/2012/03/05/holder-defends-killings-american-citizens-overseas-in-war-on-terrorism/\">gave a major speech</a> defending it.</p> <p>But Debbie Wasserman Schultz, the Democratic Congresswoman from Florida and the Chairwoman of the Democratic National Committee, does not know about any of this. She has never heard of any of it. She has managed to remain completely ignorant about the fact that President Obama has asserted and exercised the power to secretly place human beings, including US citizens, on his \"kill list\" and then order the CIA to extinguish their lives. </p> <p>Just marvel at this stunning, completely inexcusable two-minute display of wholesale ignorance by this elected official and DNC chair. Here she is after the second presidential debate being asked by Luke Rudkowski of We Are Change about the \"kill list\" and whether Romney should be trusted with this power. She doesn't defend the \"kill list\". She doesn't criticize it. She makes clear that she has never heard of it and then contemptuously treats Rudkowski like he is some sort of frivolous joke for thinking that it is real:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/zFh0nIYNAyY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/zFh0nIYNAyY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Anyone who observes politics closely has a very low bar of expectations. It's almost inevitable to become cynical - even jaded - about just how inept and inane top Washington officials are. Still, even processing this through those lowly standards, I just find this staggering. Staggering and repellent. This is an elected official in Congress, the body that the Constitution designed to impose checks on the president's abuses of power, and she does not have the foggiest idea what is happening in the White House, and obviously does not care in the slightest, because the person doing it is part of the party she leads.</p> <p>One expects corrupt partisan loyalty from people like Wasserman Schultz, eager to excuse anything and everything a Democratic president does. That's a total abdication of her duty as a member of Congress, but that's par for the course. But one does not expect this level of ignorance, the ability to stay entirely unaware of one of the most extremist powers a president has claimed in US history, trumpeted on the front-page of the New York Times and virtually everywhere else.</p>"
]