[
  "<p>US campaign finance rules, which have allowed wealthy individuals to pour millions of dollars into the 2012 presidential election, have shaken public confidence in the political process, according to a report by the Global Commission on Elections, Democracy and Security.</p> <p>The commission, which is headed by former UN secretary general Kofi Annan, and comprises former world leaders and Nobel prize winners, has identified a rise in \"uncontrolled, undisclosed, illegal and opaque\" political finance across the world as a key threat to electoral integrity, in a new report due to be launched in the UK on Friday.</p> <p>The report singles out the US as an example of a country where lack of transparency and controls in political finance have left it struggling to restore the public's confidence in its elected officials to act in their interest.</p> <p>The commission blamed a series of court decisions – in particular the controversial Citizens United ruling, which turned campaign finance reform on its head and spawned Super Pacs, effectively removing barriers to corporate and union spending to influence elections </p> <p>Citizens United has \"undermined political equality, weakened transparency of the electoral process and shaken citizen confidence in America's political institutions and elections\", the report said.</p> <p>It also criticises US states which have sought to introduce voter identification laws and other measures that have the effect of suppressing African American participation in the political process.</p> <p>Vidar Helgessen, secretary general of International Institute for Democracy and Electoral Assistance, said that US system was cited as just one example of flaws in democracies worldwide. But, he said the US, as the most powerful nation in the world, had a responsibility to set an example.</p> <p>\"If a vast majority of citizens say the systems is undermining political equality and weakening transparency of the electoral process, then there is an issue of trust in the government,\" he said.</p> <p>Political finance was an important issue which had not received the attention and reform it deserved, he said.</p> <p>\"We are seeing increasing inequality and we are in a global economic recession and it is an issue that will only grow. It is not only in new and emerging democracies that provide challenges and have elections that lack integrity\"</p> <p>The report cited a national survey this year by the Brennan Center for Justice at New York University law school, <a href=\"http://www.brennancenter.org/content/resource/national_survey_super_pacs_corruption_and_democracy/\">which found a majority of people</a> believe nominally independent Super Pacs to be a danger to democracy. </p> <p>\"Nearly two-thirds of Americans said that they trust government less because big donors have more influence over election officials than average Americans,\" the report said.</p> <p>It concluded that, although Super Pacs must disclose their contributors and may not coordinate directly with candidates by law, in practice, \"both constraints have been flouted\".</p> <p>It compared the US unfavourably to Canada, which has faced many of the same campaign finance struggles and concludes: \"In contrast to the USA, Canada has managed to strike a balance between safeguarding individuals speech and protecting the overall integrity of the electoral process.\"</p> <p>It argued that the rise of \"uncontrolled political finance\" was one of five major threats to democracy, which could rob it of its unique strengths to promote political equality, the empowerment of the disenfranchised and the ability to manage societal conflicts peacefully.</p> <p>The report looked at a host of problems, including post-election violence in places such as Kenya and Nigeria, illicit finance in Costa Rica, and disenfranchised populations in Europe.</p>",
  "<p>On Thursday, America's top central banker and easily the most important unelected official in the world did something big and bold – and really rather worrying. Ben Bernanke announced <a href=\"http://www.federalreserve.gov/newsevents/press/monetary/20120913a.htm\" title=\"\">he and his colleagues would buy $40bn (£25bn) of mortgage-backed bonds every month</a> – for as long it took to turn the economy around. This was a huge step both financially and in terms of policy.</p> <p>The money speaks for itself: by the time of the next presidential inauguration address in January 2013, the central bank will have pumped well over $100bn into the economy. But that explicit tethering of a policy with economic outcomes is even more interesting: it's a first for the Fed and makes this one of the most important central bank interventions since the financial crisis began. Predictably enough, markets lapped up the decision, with the Dow Jones industrial average soaring on the news. It will surely be greeted with a sigh of relief within Barack Obama's White House, too; even while Mitt Romney's outriders take potshots at the Fed boss for, supposedly, trying to get out of a debt crisis by taking on more debt – and being too cavalier with inflation.</p> <p>We'll return to the politics of this latest blitz by the Fed, just two months before a presidential election, in a minute. But first let it be said, whatever the merits of this latest policy, it would not have been rustled up unless the US economy was in the doldrums. That is not journalistic conjecture; it is the view of Mr Bernanke himself.</p> <p>Just a couple of weeks ago, <a href=\"http://www.federalreserve.gov/newsevents/speech/bernanke20120831a.htm\" title=\"\">he addressed the annual gathering of fellow central bankers at Jackson Hole</a>, Wyoming, and told them that America's economic health was \"far from satisfactory\" and talked in particular of \"the stagnation of the labour market\" as \"a grave concern\". None of this is controversial: three years after America was officially declared out of recession, over 8% of the workforce remains out of a job. Companies aren't firing, but they sure aren't hiring, either. Growth too remains very disappointing. The western economies can be divided between those acutely ill (see Greece) and those chronically ill: America falls squarely in the latter camp. And Thursday's application of jump leads to the stalling economy belies the optimism of some who swear a startling recovery is just around the corner.</p> <p>Whether <a href=\"http://www.theguardian.com/commentisfree/2012/sep/13/ben-bernanke-rescues-us-economy-nihilism-right\" title=\"\">Ben Bernanke</a> or <a href=\"http://www.theguardian.com/commentisfree/2012/sep/06/mario-draghi-stand-deliver-editorial\" title=\"\">Mario Draghi</a> or <a href=\"http://www.theguardian.com/commentisfree/2012/jun/18/mervyn-king-save-british-economy\" title=\"\">Mervyn King</a>, central bankers are being leant on by governments unwilling or unable to do their bit to boost the economy – either by spending more or by rethinking policy. That gives them a worrying prominence for unaccountable officials – but also means they become flak-catchers in political debates. That's probably an apt a description as any of the relationship between Mr Bernanke and the US president.</p>",
  "<p>After months of deadlock and four days of strike action, Chicago teachers appeared on Thursday to be close to a deal with City Hall which would have children back to school by the beginning of next week.</p> <p>Tuesday's deadlock appears to have been broken after Chicago Public Schools officials offered a revised contract, conceding several key points regarding teacher evaluations.</p> <p>Union negotiators who claimed on Tuesday that CPS claims of being close to a deal were \"lunacy\" left talks on Wednesday night very upbeat. Asked to use a scale of one to 10 regarding the chances of a deal being reached on Thursday, Chicago Teachers Union president Karen Lewis said: \"I'm a nine.\"</p> <p>The offer came on the day a poll revealed that 47% of Chicagoans backed the teachers against 39% who backed mayor Rahm Emanuel, whom three quarters of the city believed was doing an average, below average or poor job of handling the dispute.</p> <p>\"We're hoping we can tighten up some of the things we talked about yesterday... and get this thing done,\" Lewis told reporters.</p> <p>Barbara Byrd-Bennett, chief education officer with CPS, was also confident, claiming children could be in school as early as Friday. \"I can really, really say to you, if we stick to the issues, unless something really nutsy happens, kids can be back in school [tomorrow].\"</p> <p>The union, though, was keen to damp down expectations of a return at the end of the week since any deal would have to be overseen by lawyers and then ratified by the union's house of delegates, which is scheduled to meet on Friday.</p> <p>The new proposals soften the CPS push for evaluations based on testing, offers the opportunity for appeals and prevents the CPS from reneging on previous salary agreements in times of economic crisis, as it did last year. Quite what has been settled on the thorny issue of rehiring is not yet known.</p> <p>The CPS has just finished a round of school closures – concentrated in black and Latino areas – and is about to embark on another. </p> <p>The CTU demands that any new hiring comes from the pool of teachers who have been laid off. The CPS has insisted that principals must have the right to hire who they want and as of Tuesday morning had assured only that laid-off teachers be guaranteed an interview. </p> <p>It is difficult to know what prompted the CPS to shift its position. It is possible that, as school board representatives stated at the beginning of the week, the two sides were very close, even if the union did not know it. </p> <p>It is also possible that local political considerations kicked in once it was clear that most Chicagoans blamed the mayor for the situation and that the teachers showed little sign of backing down. </p> <p>Insiders say the atmosphere in the negotiations on Monday and Tuesday was becoming toxic and the makeshift arrangements cobbled together for and by parents were showing some strain.</p> <p>National political considerations may also have been a factor, with Democratic officials anxious to thwart a conflict between unions and the party in the president's home town a couple of months before the presidential election.</p> <p>But something changed. After all, on Wednesday night CPS supporters were still screening anti-strike ads on local television, even as a deal was being hammered out, and Thursday morning's headlines quoted Lewis saying the two sides were \"not inches but kilometres apart\".</p> <p>On Thursday, when asked about the prospect of students going back on Monday, Lewis said: \"I'm praying, praying, praying. I'm on my knees for that.\"</p>",
  "<p>Last month, at the Federal Reserve's Jackson Hole conference, Federal Reserve chairman Ben Bernanke told the audience:</p> <blockquote> <p>\"The stagnation of the labor market is a grave concern not only because of the enormous suffering and waste of human talent it entails, but also because persistently high levels of unemployment will wreak structural damage on our economy that could last for many years.\"</p> </blockquote> <p>This week, Bernanke assumed the obligation of those words as the <a href=\"http://www.theguardian.com/business/2012/sep/13/fed-bond-buying-stimulus-growth\">Fed announced Thursday that it will engage in another round of quantitative easing – the so-called QE3</a> – through open-ended purchases of $40bn of mortgage debt per month. Furthermore, the Federal Open Market Committee (FOMC) declared its intent to hold the federal funds rate – the interest rate that the Fed directly controls – near zero \"at least through mid-2015\".</p> <p>The FOMC went on to say that \"a highly accommodative stance of monetary policy will remain appropriate for a considerable time after the economic recovery strengthens.\" This was as bold a statement for loose monetary policy to support the economy as anyone could have hoped for.</p> <p>Before last week, Fed watchers had predicted that Bernanke would wait until December or early 2013 to launch a new round. <a href=\"http://www.theguardian.com/commentisfree/2012/sep/13/federal-reserve-qe3-quantitative-easing\">Some had charged that to act earlier placed the Fed's reputation at risk</a>, appearing as if it had intervened in a partisan fashion to help a struggling incumbent president during the last two months of a brutal presidential campaign. And, indeed, stocks soared after the Fed's announcement.</p> <p>Yet, <a href=\"http://www.theguardian.com/world/richard-adams-blog/2012/sep/07/obama-convention-momentum-jobs-live\">last week's jobs numbers were so awful</a> – far fewer jobs created than expected in August, with many more people dropping out of the labor force, and the lowest labor force participation rate in 30 years – that Bernanke was forced to act regardless of purported appearances. More significant is the fact that in Thursday's bold move of open-ended asset purchases and a firm commitment to loose monetary policy until the economy is clearly self-sustaining, Bernanke has finally acted to satisfy his critics who have complained for over a year that he has allowed himself to be bullied into inaction by withering criticism from Republicans.</p> <p>The open secret of the present, post-crisis monetary state of affairs is that QE3 will have very little direct effect on the economy, just as the previous rounds of quantitative easing had very little direct effect. While the Fed needs to ensure that longer-term borrowing costs for households and businesses stay low, its billions of dollars of monetary intervention is too small to directly affect debt markets that are trillions upon trillions of dollars deep. </p> <p>Out of tangible ammunition, all that Bernanke has left in his arsenal is his ability to manage expectations about the future. Specifically, what Bernanke must do is convince the markets that monetary policy will stay loose indefinitely into the future: that instead of obsessing about inflation, the Fed will act to rein in monetary policy only once employment has made a substantial recovery. And that also means a much more doveish attitude toward future inflation.</p> <p>While inflation is now exceptionally low (1.7% from June 2011 to June 2012, according to government statistics), indefinitely loose monetary policy means accepting a somewhat higher future rate of inflation – say around 4% – until it's clear that the economy has achieved a self-sustaining recovery. But before the harrumphing starts, note that the inflation rate late in President Reagan's term was 4%. As Bernanke understands from his own research as a professor at Princeton, a moderate amount of inflation will help the economy by inducing companies flush with cash to invest and by reducing the depressive effect of high levels of existing household debt.</p> <p>And that's enough to get Bernanke – a mild-mannered academic economist and a registered Republican – labeled a traitor by the right. The bullying has taken many forms – calls for an audit of the Fed, <a href=\"http://thinkprogress.org/politics/2011/08/15/296552/perry-on-bernanke-pretty-ugly-down-in-texas/\">threats of \"ugly treatment\"</a>, a plank in the Republican party platform for a study on a return to the gold standard, and <a href=\"http://thehill.com/blogs/on-the-money/economy/244969-romney-confirms-plan-to-replace-bernanke-if-elected\">Romney's vow to replace Bernanke</a> if elected.</p> <p>Mind you, those words were in response to Bernanke's actions to pull the economy out of the death spiral caused by Wall Street's collapse in 2008 and 2009. Also mind you that the right's persistent howls that rampant inflation is just around the corner have been thoroughly disproved. In fact, inflation has been persistently undershot the Fed's own target of around 2%. Still, one can only imagine the teeth-gnashing and frothing at the mouth from conservatives and libertarians that will greet Thursday's announcements.</p> <p>It's hard to know if the <a href=\"http://www.theguardian.com/commentisfree/2012/jun/09/did-republicans-deliberately-crash-us-economy\">Republicans simply want to destroy the economy</a> in order to deny Obama re-election, or if they really believe that Bernanke is corrupting the soul of America. In the end, it doesn't really matter. It's what Ben Bernanke <em>does</em> that matters. </p> <p>Contrast this act of lashing himself to the mast to the hesitant and diffident statements made by the Fed chairman earlier this year, in which he admitted that the economy was doing poorly but wouldn't commit to doing anything about it. And compare earlier statements of angst over tarnishing the Fed's \"hard-won inflation credibility\" to the more recent statement of concern about the fate of America's unemployed. Back then, it was clear that Bernanke, the clear-minded professor who knew what needed to be done, had been sidelined by Bernanke, the brow-beaten and bullied. Not any longer.</p> <p>I suspect that the right's unyielding and vitriolic nihilism towards the economy has been an education for Professor Bernanke. From Thursday's actions, we can only infer that it has finally freed Chairman Bernanke to do the right thing.</p>",
  "<p>Federal Reserve chairman Ben Bernanke pledged to keep injecting money into the US economy until it recovers Thursday as it announced a rolling program to buy $40bn a month in mortgage-backed securities.</p> <p>The widely anticipated third round of quantitative easing – dubbed QE3 – comes after Fed chairman Ben Bernanke had said he was increasingly concerned about the recovery.</p> <p>Bernanke said the plan was aimed at reviving the jobs market by stimulating the still troubled housing market. \"This is a Main Street policy because what we're about here are jobs,\" he said at a press conference.</p> <p>He said the Fed stood ready to take more action if the situation deteriorated further and that the he would not \"rush to tighten policy\" even when signs of a stronger recovery emerge.</p> <p>Wall Street cheered the move, with the Dow Jones Industrial Average soaring over 200 points. Gus Faucher, senior economist with PNC Bank, said the open-ended nature of the mortgage bond buying scheme – a marked break from previous QE efforts – sent a clear signal that the Fed was committed to propping up the US recovery.</p> <p>\"It was much more aggressive than we were expecting,\" he said. \"Bernanke clearly feels that the recovery in the jobs market just isn't there.\"</p> <p>On top of the new scheme, the Fed said it would continue its action to bring down long-term interest rates, dubbed \"Operation Twist\", through the end of this year. Together the schemes will pump $85bn a month into the US economy.</p> <p>Bernanke said there were signs of recovery in the housing market and in the wider economy, but the Fed feels the economy is not yet strong enough to go it alone. </p> <p>His move so close to the election is likely to draw fire from Republican critics, though a response to the announcement from presidential candidate Mitt Romney was notable by its absence.</p> <p>The open-ended nature of QE3 will infuriate those who already argue Bernanke is too interventionist. But Faucher said that if the latest stimulus program had been given an expiration date, investors would once again have been asking what comes next. \"He's done this twice already. This is a way of saying we are sticking with it,\" he said.</p> <p>The Fed chairman refused to be drawn on precisely what signs would have to emerge before he turns off the spigot. \"We are looking for ongoing, sustained improvement in the labor market. There isn't a specific number in mind but what we've seen in the last six months isn't it,\" he said.</p> <p>The statement came after clear signals from Bernanke that he was preparing to act. The economy was \"far from satisfactory\" and the continuing high rate of unemployment threatened to \"wreak structural damage,\" Bernanke said in a speech at the high-powered annual economic summit of the Federal Reserve Bank of Kansas City last month.</p> <p>Since that speech, the economic situation appears to have deteriorated. In August, the US added just 61,000 new jobs, half what many economists had been expecting. The unemployment rate ticked down from 8.3% to 8.1% but was driven down not by hiring but by 368,000 Americans leaving the labor force.</p> <p>Worrying economic news has continued to emerge since the job's report. On Thursday more evidence of a weakening global economy emerged as the Organization for Economic Co-operation and Development issued its latest report. The OECD found indications of slower growth in the US, Japan, China, India and Russia among others.</p> <p>The Fed chairman warned that the US still faced \"headwinds\" most notably the so-called fiscal cliff, a year end deadline for the expiration of Bush-era tax cuts and the imposition of massive spending cuts. Unless a political solution is found to the fiscal cliff, the US could be plunged back into recession, according to the Congressional Budget Office.</p> <p>He said the uncertainty over the fiscal cliff had been a major topic of conversation among the Fed's committee members and that uncertainty was a drag on the economy. \"A lot of businesses are waiting to see whether that problem will be resolved and if so how,\" he said.</p> <p>Bernanke's actions are likely to spark a furious backlash from some members of the Republican party, who have criticised his past interventions. The Fed chairman has become a whipping boy for the right, and Paul Ryan, Mitt Romney's vice-presidential pick, has clearly stated he is against more stimulus.</p> <p>\"I'm not a fan of more stimulus or more easing,\" Ryan said last month in a CNBC interview. \"The benefits are clearly outweighed by the long-term costs of this. Iit's not working, and all this loose money from the Fed is basically bailing out the fact that President Obama has failed on fiscal policy.\"</p> <p>All but one of the Fed's committee, Jeffrey Lacker, president of the Federal Reserve Bank of Richmond, voted for the new stimulus package.</p>",
  "<p>Did an inflammatory anti-Muslim film trailer that appeared spontaneously on YouTube prompt the attack that left four US diplomats dead, including US ambassador to Libya Christopher Stevens? American officials have <a href=\"http://www.npr.org/2012/09/13/161044872/u-s-probes-whether-libyan-attacks-were-planned\">suggested</a> that the assault was pre-planned, allegedly by of one of the Jihadist groups that emerged since the Nato-led overthrow of Libya's Gaddafi regime. So even though the deadly scene in Benghazi may not have resulted directly from the angry reaction to the Islamophobic video, the violence has helped realize the apocalyptic visions of the film's backers.</p> <p>Produced and promoted by a strange collection of rightwing Christian evangelicals and exiled Egyptian Copts, the trailer was created with the intention of both destabilizing post-Mubarak Egypt and roiling the US presidential election. As a consultant for the film named Steve Klein said: \"We went into this knowing this was probably going to happen.\"</p> <p><a href=\"http://www.huffingtonpost.com/2012/09/12/sam-bacile-in-hiding_n_1876044.html\">The Associated Press's initial report</a> on the trailer – an amateurish, practically unwatchable production called The Innocence of Muslims – identified a mysterious character, \"Sam Bacile\", as its producer. Bacile told the Associated Press that he was a Jewish Israeli real estate developer living in California. He said that he raised $5m for the production of the film from \"100 Jewish donors\", an unusual claim echoing Protocols of the Elders of Zion-style fantasies. Unfortunately, the extensive history of Israeli and ultra-Zionist <a href=\"http://www.thenation.com/article/168374/sugar-mama-anti-muslim-hate\">funding</a> and <a href=\"http://www.tomdispatch.com/blog/175334/tomgram:_max_blumenthal,_the_great_fear_\">promotion</a> of Islamophobic <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=2fnTHyyvzWg\">propaganda</a> in the United States provided Bacile's remarkable statement with the ring of truth. </p> <p>Who was Bacile? The Israeli government could not confirm his citizenship, and for a full day, no journalist was able to determine whether he existed or not. After being duped by Bacile, AP <a href=\"http://hosted.ap.org/dynamic/stories/U/US_EGYPT_FILMMAKER?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT\">traced</a> his address to the home of Nakoula Basseley Nakoula, a militant Coptic separatist and felon convicted of check fraud. On September 13, US law enforcement officials <a href=\"https://twitter.com/AP/status/246252690190004224\">confirmed</a> that \"Sam Bacile\" was an alias Nakoula used to advance his various scams, which apparently included the production of The Innocence of Muslims.</p> <p>According to an actor in the film, the all-volunteer cast was <a href=\"http://gawker.com/5942748/it-makes-me-sick-actress-in-muhammed-movie-says-she-was-deceived-had-no-idea-it-was-about-islam\">deceived</a> into believing they were acting in a benign biblical epic about \"how things were 2,000 years ago\". The script was titled Desert Warrior, and its contents made no mention of Muhammad – his name was dubbed into the film during post-production. On the set, a gray-haired Egyptian man who identified himself only as \"Sam\" (Nakoula) chatted aimlessly in Arabic with a group of friends while posing as the director. A <a href=\"http://casting.backstage.com/jobseekerx/viewjob.asp?jobid=TXYxNuSgxoQo3eKH2L2DW8iOkP2v\">casting notice</a> for Desert Warrior listed the film's real director as <a href=\"http://www.imdb.com/name/nm0003085\">\"Alan Roberts\"</a>. This could likewise be a pseudonym, although there is a veteran Hollywood hand responsible for such masterpieces as The Happy Hooker Goes Hollywood and The Sexpert who goes by the same name.</p> <p>Before Nakoula was unmasked, the only person to publicly claim any role in the film was Klein, an insurance salesman and Vietnam veteran from Hemet, California, who emerged from the same Islamophobic movement that produced the Norwegian mass murderer Anders Behring Breivik. Styling themselves as \"counter-Jihadists\", anti-Muslim crusaders like Klein took their cues from top propagandists like Pamela Geller, the blogger who once <a href=\"http://atlasshrugs2000.typepad.com/atlas_shrugs/2008/10/how-could-stanl.html\">suggested</a> that Barack Obama was the lovechild of Malcolm X, and Robert Spencer, a pseudo-academic expert on Muslim radicalization who claimed that Islam was no more than \"a developed doctrine and tradition of warfare against unbelievers\". Both Geller and Spencer were <a href=\"http://www.splcenter.org/get-informed/intelligence-report/browse-all-issues/2011/summer/the-anti-muslim-inner-circle\">labeled</a> hate group leaders by the Southern Poverty Law Center.</p> <p>Klein is an enthusiastic commenter on Geller's website, Atlas Shrugged, where he recently complained about Mitt Romney's \"support for a Muslim state in Israel's heartland\". In July 2011, Spencer's website, Jihad Watch, promoted a rally Klein organized to demand the firing of Los Angeles County sheriff Lee Baca, whom he painted as a dupe for the Muslim Brotherhood.</p> <p>On his personal Facebook page, <a href=\"http://www.facebook.com/pages/ALTAR-or-ABOLISH/270356598857\">Altar or Abolish,</a> Klein obsesses over the Muslim Brotherhood, describing the organization as \"a global network of Muslims attacking to convert the world's 6 billion people to Islam or kill them\". Klein urges a violent response to the perceived threat of Islam in the United States, posting an image to his website depicting a middle-American family with a mock tank turret strapped to the roof of their car. \"Can you direct us to the nearest mosque?\" read a caption Klein added to the photo.</p> <p>In 2011, during his campaign to oust Sheriff Baca, Klein forged an alliance with <a href=\"http://www.atvsat.com\">Joseph Nasrallah,</a> an extremist Coptic broadcaster who shared his fear and resentment of the Muslim Brotherhood. Nasrallah appeared from out of nowhere at a boisterous rally against the construction of an Islamic community center in downtown Manhattan on September 11, 2010, <a href=\"http://www.youtube.com/watch?v=bEJMRDqsMCE\">warning</a> a few hundred riled-up Tea Party types that Muslims \"came and conquered our country the same way they want to conquer America\".</p> <p>Organized by Geller and Spencer, the rally was carefully timed to coincide with the peak of the midterm congressional election campaign, in which many rightwing Republicans hoped to leverage rising anti-Muslim sentiment into resentment against the presidency of Obama.</p> <p>Through his friendship with Nasrallah, Klein encountered another radical Coptic separatist named Morris Sadek. Sadek has been banned from returning to his Egypt, where he is widely hated for his outrageous anti-Muslim displays. On the day of the Ground Zero rally, for instance, Sadek was seen <a href=\"http://www.youtube.com/watch?v=jAAKiDPdnmw&amp;feature=relmfu\">parading</a> around the streets of Washington, DC, on September 11, 2010, with a crucifix in one hand and a Bible implanted with the American flag in the other. \"Islam is evil!\" he shouted. \"Islam is a cult religion!\"</p> <p>With another US election approaching, and the Egyptian government suddenly under the control of the Muslim Brotherhood, Klein and Sadek joined Nakoula in preparing what would be their greatest propaganda stunt to date: the Innocence of Muslims. As soon as the film appeared on YouTube, Sadek <a href=\"http://www.theguardian.com/world/2012/sep/12/hollywood-connection-film-rage-libya\">promoted</a> it on his website, transforming the obscure clip into a viral source of outrage in the Middle East. And like clockwork, on September 11, crowds of Muslim protesters stormed the walls of the US embassy in Cairo, demanding retribution for the insult to the prophet Muhammad. The demonstrations ricocheted into Libya, where the deadly attack that may have been only peripherally related to the film occurred.</p> <p>For Sadek, the chaos was an encouraging development. He and his allies had been steadfastly opposed to the Egyptian revolution, fearing that it would usher in the Muslim Brotherhood as the country's new leaders. Now that their worst fears were realized, Coptic extremists and other pro-Mubarak dead-enders were resorting to subterfuge to undermine the ruling party, while pointing to the destabilizing impact of their efforts as proof of the government's bankruptcy. As Sadek <a href=\"http://www.aljazeera.com/news/middleeast/2012/09/201291214042970150.html\">said,</a> \"the violence that [the film] caused in Egypt is further evidence of how violent the religion and people\".</p> <p>For far-right Christian right activists like Klein, the attacks on American interests abroad seemed likely to advance their ambitions back in the US. With Americans confronted with shocking images of violent Muslims in Egypt and Libya on the evening news, their <a href=\"http://researchnews.osu.edu/archive/musamsurvey.htm\">already negative</a> attitudes toward their Muslim neighbors were likely to harden. In turn, the presidential candidates, Obama and Romney, would be forced to compete for who could take the hardest line against Islamic \"terror\".</p> <p>A patrician moderate constantly on the defensive against his own right flank, Romney fell for the bait, baselessly <a href=\"http://www.huffingtonpost.com/2012/09/12/mitt-romney-obama-libya_n_1877406.html\">accusing</a> Obama of \"sympathiz[ing] with those who waged the attacks\" and of issuing \"an apology for America's values\". The clumsy broadside backfired in dramatic fashion, opening Romney to strident <a href=\"http://www.latimes.com/news/nationworld/world/middleeast/la-na-libya-campaign-20120913,0,1662505.story\">criticism</a> from across the spectrum, including from embarrassed Republican members of Congress. Obama wasted no time in <a href=\"http://www.politico.com/politico44/2012/09/report-drones-headed-to-libya-135317.html\">authorizing</a> a round of drone strikes on targets across Libya, which are likely to deepen regional hostility to the US.</p> <p>A group of fringe extremists had proven that with a little bit of money and an unbelievably cynical scam, they could shape history to fit their apocalyptic vision. But in the end, they were not immune to the violence they incited. </p> <p>According to Copts Today, an Arabic news outlet focusing on Coptic affairs, Sadek was seen taking a leisurely stroll down Washington's M Street on September 11, soaking in the sun on a perfect autumn day. All of a sudden, he found himself <a href=\"http://www.coptstoday.com/Copts-News/Detail.php?Id=32549#.UFD6Fc_DDg4.twitter\">surrounded</a> by four angry Coptic women. Berating Sadek for fueling the flames of sectarian violence, the women took off their heels and began beating him over the head.</p> <p>\"If anything happens to a Christian in Egypt,\" one of them shouted at him, \"you'll be the reason!\"</p>",
  "<p>Brigitte Bardot, who shot to world fame in 1956 after writhing on a beach in a gingham bikini in the cult film And God Created Woman, has described how stardom crushed her.</p> <p>The French former actor, who retired in 1973 saying she was \"fed up\" with fame and wanted to devote her life to the plight of animals, told a men's magazine she was \"literally crushed by celebrity … nobody can imagine at what point it was appalling. A nightmare. I couldn't live like that,\" she said.</p> <p>\"BB\", who will celebrate her 78th birthday at the end of September, added that she considered herself \"ugly\".</p> <p>\"I tried to make myself as pretty as possible and even then I thought I was ugly. I found it madly difficult to go out, to show myself,\" Bardot told Vogue Hommes International. \"I was afraid of not living up to what people expected me to be. Today, at my age, I don't give a damn. I no longer want to seduce, not anything, not anyone.\"</p> <p>She added that her life was solitary. \"As I have a contemplative nature, that suits me well. The world today doesn't please me. If things were different I would perhaps live a little removed [from it],\" she said.</p> <p>Bardot, who starred in 47 films and was the face of Marianne, the figurehead representing the liberty of France whose statue appears in all town halls, married the film director Roger Vadim at 18 and was divorced five years later. She then wed the actor Jacques Charrier, with whom she had her only child, Nicolas. She later married the German millionaire playboy Gunter Sachs in 1966.</p> <p>She lost favour with many French people after marrying Bernard d'Ormale, a former adviser to the far-right Front National, in 1992. She supported the FN leader Marine Le Pen in the 2012 French presidential election. Bardot has been fined for her <a href=\"http://www.theguardian.com/film/2003/may/16/news.gwladysfouche\" title=\"\">racist comments against Muslims</a>.</p> <p>The former star, who lives in the French Riviera and devotes her life to her animal foundations, said she had difficulty walking but had refused to have a hip replacement.</p> <p>\"I can no longer walk. I can no longer swim. But I'm lucky when I see how animals suffer. Suddenly, I discover that I have nothing to complain [about].\"</p> <p>Bardot added that there were certain things that still seduced her: \"Little miracles like the blossoming of a flower, the dance of a bee, the vastness of the sea and of course animals, because of their purity, their courage and their loyalty.\"</p>",
  "<p>Near panic is <a href=\"http://www.nypost.com/p/news/opinion/opedcolumnists/the_gop_mini_panic_ukwIZr5aOEp95RGgkSAIrI\">setting in</a> among some Mitt Romney supporters over recent poll results showing President Obama expanding his lead. I expect that lead to recede, at least somewhat, following the dissipation of Obama's convention bounce. Yet, it's the response of some Republicans that has me interested.</p> <p>There are certainly conservatives who think that Mitt Romney <a href=\"http://www.huffingtonpost.com/2012/09/10/laura-ingraham-gop-obama-shut-down-party_n_1871911.html\"><em>should&#xa0;win</em></a> in this economy. As Jon Bernstein <a href=\"http://www.washingtonpost.com/blogs/post-partisan/post/why-republicans-are-puzzled-by-the-polls/2012/09/11/e7f1dd6e-fc3b-11e1-98c6-ec0a0a93f8eb_blog.html\">points out</a>, Republicans are likely to see the economy in as bad shape as it was during the 2008 economic collapse. They are also more likely to say they are hearing negative news about the economy than either Democrats or independents. This follows the traditional trend of the opposition party seeing the economy as in <a href=\"http://themonkeycage.org/blog/2012/07/26/more-on-partisan-politics-and-economic-perceptions-and-economic-voting/\">worse condition</a> than the president's party does.</p> <p>Gallup tracks a <a href=\"http://www.gallup.com/poll/157382/key-indicators-better-obama-took-office.aspx\">number of economic indicators</a> and all have shown improvement since Obama took office. The economic confidence index still stinks, at -27, but that's up from -58 at the beginning of Obama's term. The percentage of Americans satisfied with the way things are going is up 10 percentage points, from 15% to 25%. And 48% believe the standard of living is improving, against the 35% who did in February 2009. The job creation index has risen to 19, from -5. The absolute numbers are still a big bag of \"meh\", but they are going in the right direction.</p> <p>In fact, the economy returning to growth provides a context that suggests Mitt Romney could win but won't automatically. Three weeks ago, Sean Trende looked at <a href=\"http://www.realclearpolitics.com/articles/2012/08/24/why_the_weak_economy_doesnt_doom_obama.html\">eight economic variables</a> and found that Obama's economy is a \"'tweener\": it's level with where it was for George HW Bush's 1992 losing effort, and better than Richard Nixon's tight-as-nails loss of 1960; but it's slightly worse than the economy was when George W Bush rode to victory in 2004. In other words, incumbent party's nominees with comparable economies to Obama's have both won and lost.</p> <p>Political science econometric models that try to predict the presidential vote based off the economy also paint a similarly close picture. These models use a host of economic indicators and other variables such as incumbency. The ten models <a href=\"http://pollyvote.forecastingprinciples.com/index.php/pollyvote-2012/econometric-models.html\">tracked by PollyVote</a> that are economically based predict President Obama losing by 0.2 percentage points. None of these models is perfect and all have margins of error, but together, they indicate a race that either candidate could win.</p> <p>So, I can't quite agree with those convinced that President Obama is the favorite thanks to the economy. Ezra Klein's Wonkblog, for instance, argues that the fundamentals <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/wp/2012/09/11/the-economy-slightly-favors-obama-not-romney/\">slightly favor Obama</a>. The Wonkblog's own Dylan Matthews surveyed five economic models and three of them had Obama slightly ahead. But as I pointed out above, a wider examination of econometric models has neither candidate decisively ahead. Part of this \"Obama is a slight favorite\" conclusion comes from the fact that the Washington Post's own econometric model has Obama as strong favorite.</p> <p>The model formerly known as Alan Abramowitz's <a href=\"http://votamatic.org/how-it-works/\">Time for Change</a> and Seth Hill, John Sides, and Lynn Vaverck's <a href=\"http://www.washingtonpost.com/wp-srv/special/politics/2012-election-predictor/\">Washington Post's</a> forecast paint an election that Obama should win more than 80% of the time. Both utilize gross domestic product data, which has been growing slowly. Yet, <a href=\"http://fairmodel.econ.yale.edu/vote2012/index2.htm\">Ray Fair's model</a> also uses GDP and that has Obama a slight underdog. Why?</p> <p>President Obama inherited a bad economy from President Bush. Abramowitz and Hill et al try to model this factor in one or another, while Fair does not. Many modeling wonks will argue over whether the addition of a variable for incumbency is merely \"data-dredging\" (that is, a fishing expedition for data to fit the case). This much is certain, however: presidents who take over for the other party against an incumbent have historically won a higher share of the vote under similar economic conditions compared to those running under the party banner that has won two or more elections in a row.</p> <p>Last month, I examined how different economic models reacted when you add a variable <a href=\"http://www.theguardian.com/commentisfree/2012/aug/03/latest-jobs-numbers-obama-campaign\">that controls for an incumbent's</a> \"grace period\". Douglas Hibbs' disposable personal income model is arguably one of the most pessimistic for Romney – but add in a variable for \"grace period\" and then Obama is the slightest of favorites. Nate Silver's job growth model, given current growth, has Obama as a slight underdog. Add in a variable controlling for the fact he took over from Bush, and Obama becomes a favorite.&#xa0;</p> <p>The point is that if Obama does win, he probably owes at least part of it to the fact that voters still blame President Bush for the economy (as many polls indicate). Had John McCain somehow won in 2008, he'd have faced far more daunting re-election odds because he couldn't pin the country's economic woes on the opposition.</p> <p>Overall, this economy creates a perfect storm of potential for misperception. The absolute numbers for figures such as unemployment rate are weak, but job growth is getting better slowly – though people see what they want to see, and we know Republicans are more half-empty about it. But voters at this point seem more likely to give President Obama the benefit of the doubt – on the understanding that he inherited this mess from President Bush.</p>"
]