[
  "<p>Republican vice presidential pick Paul Ryan sought to reassure Floridians over his controversial plans for senior healthcare on Saturday, relying on his 78-year-old mother to lend a hand.</p> <p>\"Mom\" Betty was introduced to a cheering partisan crowd at The Villages, a gated retirement cluster in the state, as her son looked to counter claims that his budget proposals would see America's cherished Medicare provisions turned into a stripped-down voucher system.</p> <p>Going on the offensive over the issue, Mitt Romney's running mate said President Obama's healthcare reforms would see \"one in six\" hospitals go out of business and force 4 million seniors to lose their current Medicare advantage plans, which are provided by private insurers.</p> <p>Moreover, a Romney-Ryan administration would not allow a \"board of bureaucrats\" to \"mess with my mom's healthcare, or your mom's healthcare\", the VP hopeful said.</p> <p>His comments got a parental nod of approval from Betty, who sat beside him as he campaigned in Florida, a key swing state.</p> <p>\"My mom is a snowbird ... she comes down here or the winter just like so many families around the country,\" Ryan added in a further bid to win over an already partisan crowd.</p> <p>The speech came a week after the Wisconsin House representative was named as a surprise pick by Romney as his White House running mate.</p> <p>That decision put the focus back on Ryan's controversial budget-slashing proposals, which Democrats say would gut healthcare provisions for older citizens.</p> <p>It has resulted in a push by the Republican White House ticket to mount a defence of their deficit reduction plan and healthcare blueprint. Polling has consistently shown that voters trust Democrats more than the GOP on the issue of Medicare – a much cherished safety net for seniors.</p> <p>Florida has the highest concentration of citizens aged 65 and over in the country – some 17% of the state's population fall into that group. Hence, the decision to use mom Betty as a prop while on the stump.</p> <p>The Ryan matriarch spends part of her year in the state, and has been a registered Florida voter since 1997.</p> <p>Having endeared himself to seniors at The Village, he turned to the broader election campaign, the economy, and attacks on the president.</p> <p>\"It is clear that President Obama inherited a difficult situation, the problem is he made matters worse,\" he said, adding, \"This is why the president has run out of ideas, this is why the president isn't running on hope and change anymore.</p> <p>\"He is running on anger and frustration, fear and smear. We are not going to do that.\"</p> <p>The reference to \"smears\" likely relates to ongoing pressure by Obama's campaign team on the issue of Romney's personal tax returns.</p> <p>Under the belief that the Republican candidate may be hiding something that could damage him in the eyes of voters, Democrats have demanded that Romney release at least five years' worth of returns.</p> <p>So far, Romney has doggedly refused to do so.</p>",
  "<p>They are calling it the \"Mormon moment\". As Mitt Romney, a former Mormon bishop as well as a former governor of Massachusetts, runs for the White House, the transformation of Mormonism from persecuted and obscure frontier faith to significant world religion seems complete.</p> <p>If Romney were to become president of the United States it would turn a practising and devout Mormon into the most powerful man in the world. The mere fact of his nomination run in the Republican party has already shone an intense media spotlight on the faith and its spiritual home amid the valleys and high desert mountains of Utah.</p> <p>That spotlight is uncovering a complex set of sensitivities and affiliations. Many Mormons, while welcoming a chance to spread their beliefs, are deeply nervous about all the attention. Their faith, founded in the 1830s in upstate New York, was, after all, forced west by persecution and hatred.</p> <p>\"I am torn. I love that people are talking about my religion,\" said Craig Janis, a young Mormon professional sitting in a trendy coffee shop in downtown Salt Lake City. \"That's good for the church. But a lot of Mormons can be very defensive. There is a persecution complex.\"</p> <p>Whatever the wishes of some, there is no stopping the conversation now. Mormonism is one of the world's fastest growing religions and now has 14.4&#xa0;million members. It requires young members to serve abroad, giving it a 55,000-strong worldwide missionary force at any one time.</p> <p>With its headquarters in Salt Lake City, Mormonism is rapidly becoming part of the US mainstream. Democratic Senate leader Harry Reid is a Mormon. So is rightwing firebrand Glenn Beck. The main hit show on Broadway is <em>The Book of Mormon</em>. In some ways, a Romney presidency would just be the cherry on the cake. Many compare it to John F Kennedy's 1960 presidential win, which marked a breakthrough for Roman Catholics.</p> <p>For Janis, however, that would not be a welcome development. The young lawyer and technology entrepreneur does not want to see a Romney presidency. Defying the stereotype of Mormons as a politically homogenous group , Janis is both a practising Mormon and a fervent Democrat. He has no time for Romney. \"He bends so far to the right,\" Janis said.</p> <p>Nor is Janis alone. Mormonism generally, with its keen focus on the family, is a Republican stronghold: one recent survey showed 74% of Mormons are Republican-leaning. But it is not a straightforward issue. \"You are going to get a much higher percentage of black Americans voting for Barack Obama than you will Mormons voting for Romney,\" said Jeremy Lott, editor of the website Real Clear Religion.</p> <p>In Utah last year, a state organisation was formed called LDS Democrats – the LDS referring to the faith's full name, the Church of Jesus Christ of Latter-Day Saints – and it has grown to 2,000 members. This year they will for the first time travel to the Democratic party's national convention in Charlotte, North Carolina, where Obama will be nominated for re-election.</p> <p>Members of the LDS Democrats are a broad political church. Social issues such as abortion and gay marriage are part of the debate, but opposing them is not the disqualifier that it might be in more liberal parts of America.</p> <p>\"We want people who are socially conservative and who are socially liberal,\" said LDS Democrats' vice-chair Crystal Young-Otterstrom. With her young daughter on her lap, she laughed as she described the group's mission in the heart of Mormon country: \"We are making converts, so to speak.\"</p> <p>Democratic Mormons like Janis and Young-Otterstrom are as religious as their Republican counterparts. But they have drawn a different lesson from Mormonism's past and theology.</p> <p>They look at its history of persecution – inspired largely by its early members' embracing of polygamy – and its long, hard trek across the continent. In the settlement and cultivation of the hard desert soil of Utah into a flourishing state, they see the triumph of communal values. In the bustling modern metropolis of Salt Lake City, and its many quiet, prosperous suburbs, they see the fulfilment of Democratic values. After all it is a Mormon's religious duty to relieve poverty.</p> <p>\"It is a misnomer to believe that this valley was settled with rugged individualism,\" said Steve Olsen, a former Mormon bishop, like Romney, and author of a book aimed at Mormons, <em>Why You May Be a Liberal (And That's Okay)</em>. \"It was settled with community spirit, unselfishness and people working together.\"</p> <p>Of course, other Mormons disagree. Rather than opposing Romney from the left, they attack him from the right. Examining the same Mormon history and theology, some see Mormonism as a natural home for conservative libertarianism. The one thing these groups agree on is that Romney would be a disaster. \"I think Obama is driving this country off a cliff at 100 mph. Romney would slow us down to maybe 95,\" said Connor Boyack, who recently founded his own libertarian thinktank in Utah. He too has a book out, <em>Latter Day Liberty</em>, in which he uses Mormon scripture to espouse anti-big government beliefs. Sitting in Starbucks in the Utah city of Orem – and, as a devout Mormon, scrupulously avoiding the coffee – Boyack can't disguise his contempt for Romney. \"I think he's horrible. I say that without hesitation. As a person I am sure that he is a good husband and father and a shrewd businessman. That's not a statement on his character. It's a statement on his public policies. They are horrible,\" he said.</p> <p>Would he vote for Romney? \"Certainly not,\" he replied.</p> <p><strong>But perhaps no one</strong> should be surprised that a more nuanced picture of the faith is emerging as Mormonism emerges into the mainstream alongside Romney's presidential campaign. After all, no community of millions of people can be a homogenous bloc backing a co-religionist. Especially when it comes to Romney, who – fearful of angering the Republican evangelical right – makes little reference to his faith.</p> <p>Yet Mormonism has deep abiding characteristics that does unite members. Nearly all Mormons have an overwhelming focus on family, believing the family unit to be sacred and eternal. They believe it extends after death, hence the controversial practice of baptising the dead. Salt Lake City and other Mormon-heavy communities seem full to bursting with young couples with large broods of children settled into suburban life. \"About the one sort of cult that the Mormons don't mind being called is a cult of the family,\" said Lott.</p> <p>This, perhaps coupled with religious restrictions on caffeine and alcohol, appears to have created a highly productive work ethic that has meant Utah has emerged as an attractive place for companies to relocate. The centre of Salt Lake City has sprouted new skyscrapers that tower over the delicate spires of the city's Temple, the true spiritual home of the faith. It is also a tight-knit community in which the church plays a huge role.</p> <p>Tithing – where a percentage of income is given to church charities – is very common. Mormons are supported by an activist church, generous in its welfare programmes and which provides a cheap higher education at Salt Lake City's Brigham Young University: something debt-laden non-Mormon college students in America are intensely envious of. All of that, coupled with its history of persecution, has sometimes led to accusations of an insular culture whose self-reliance can be seen as defensiveness. \"Sometimes there is not a lot of love for Mormons in the world,\" said Young-Otterstrom.</p> <p>The rest of America is certainly curious but not always kindly. The Mormon habit of wearing sacred undergarments, which look a little like old-fashioned long-johns, has become the butt of \"magic underpants\" jokes.</p> <p>The teachings of Mormonism are also likely to raise a few eyebrows as they become better known. Mormonism describes a history in which Christ visits America and in which Native Americans are the descendants of a lost tribe of Israel. Added to that is the controversial history of the church, which saw founder Joseph Smith murdered by a mob and which once discriminated against black people. In the face of this, it is perhaps no surprise that Romney has rarely spoken of his beliefs in terms of Mormonism, but rather in terms of devotion to Jesus. In 2007, before his first run for the Republican nomination, Romney sought to kill the issue. He gave a heavily touted speech in which he said: \"I believe in my Mormon faith and I endeavour to live by it.\" But that was the only moment in the speech he said the word \"Mormon\". And the 2012 campaign has shown there is a huge difference between Romney's no-doubt-sincere private commitment to Mormonism and his public one.</p> <p>Despite Romney's reticence, Mormonism is clearly growing in the collective consciousness of an America that once sought bloodily to exterminate it. And the church knows that the Romney run is an opportunity. \"Mormonism is the most ambitious religion that I have ever encountered. I think that the view of the church when it comes to Romney's run is that it will be worth it, win or lose,\" said Lott.</p> <p>The church has been assiduously preparing for the spotlight. Since 2010 it has spent millions of dollars on a publicity campaign called \"I am a Mormon\" that is aimed at highlighting the ordinary Americanness of its members. Websites have been set up to counter myths – especially related to polygamy, which the church banned more than a century ago.</p> <p>Some local congregations have been organising outreach sessions with non-Mormons, often in states far away from Utah. And all the time the church is insisting that it does not want to get involved in the rough and tumble world of US presidential politics.</p> <p>\"We hope our members will take the time to be informed on issues and candidates and will participate in the political process,\" said Eric Hawkins, a senior church spokesman. \"However, how they choose to do this is a completely private matter, and will not be directed by the church.\"</p> <p>There is a good reason for that. Mormonism's focus on the family led it to get involved in the fight over gay marriage in California. That stance led gay activists to picket and protest outside Mormon temples across America. Suddenly people who are often known simply for being unnaturally nice and polite were being called hate-mongers. It was a lesson in how mixing religion and politics can backfire rapidly.</p> <p>No wonder the church refuses in 2012 to get involved even on behalf of one of its own. \"The church is strictly politically neutral and does not participate in partisan politics by endorsing political candidates,\" Hawkins said. Those conspiracy theorists who fear Romney is some sort of Mormon Manchurian candidate have little supporting evidence.</p> <p>As the church grows it is likely to become more politically diverse. That is already being shown by the recent successes of Mormon writer Joanna Brooks, whose 2012 autobiography <em>The Book of Mormon Girl</em> has been a huge critical success. Brooks's story of her faith and avowed feminism has seen her appear on everything from <em>The Daily Show</em> to Fox Business to NPR and the BBC.</p> <p>Brooks has shown that it is possible to be a religious Mormon and a feminist, just as Boyack can mix his faith with libertarianism and Olsen can combine his with being leftwing. Mormonism, despite its old image of bearded prophets leading multiple wives through the wilderness, has always been flexible.</p> <p>Indeed its supreme adaptiveness is often cited as a reason for its position as America's homegrown faith. When polygamy proved a political hurdle, the practice was dumped. When civil rights arose and society changed, so too did the Mormon attitude to race. Like so many American social movements, it ignored its past, embraced the future and moved on. Many suspect it will eventually do that with gay rights, its current millstone.</p> <p>Janis hopes so: \"Gay rights is a very important thing to me. As a religious minority myself, any threat to another minority and their ability to act according to their conscience is a real problem for me.\"</p> <p>Indeed, when contemplating the prospect of a Mormon president in the shape of Romney, Janis does not really see the future of the faith. Instead, he sees a throwback: a conservative white male with rightwing opinions on everything from attacking Iran to tax breaks for the rich to gay rights.</p> <p>\"I remember the last time we had a Republican president in the shape of George W Bush. He was the most unpopular person in the world. Having a Mormon as the new most unpopular person in the world would worry me,\" he said.</p>",
  "<p>Two years ago, in the weeks before America's 2010 elections, I suggested that the safest strategy for voters was to disbelieve all political advertising. It's even more important now.</p> <p>The barrage of lies and distortions this year is looking to dwarf what we saw in the last national campaign. But this time, a huge amount of the money being spent to poison voters' minds is coming from people who lack the honor and/or courage to admit what they're doing.</p> <p>The ads range from slimy to scurrilous, and come mostly from the political right. Those are intended to put Mitt Romney in the White House and install a firmly hard-right Congress, as well as electing Republicans in state races around the nation. The biggest of the organizations creating the ads are giving anonymity to their funders. They are funded by unnamed people and corporations, and congressional Republicans have seen to it these cowards can snipe with impunity.</p> <p>Two of <a href=\"https://www.propublica.org/article/two-dark-money-groups-outspending-all-super-pacs-combined/\">what ProPublica, a nonprofit journalism organization, calls \"dark-money\" groups</a> are out-raising and out-spending the organizations that (by law) must say who pays the bills. The two mega-money groups are \"Crossroads GPS\" and \"Americans for Prosperity\" – the former is a brainchild of Republican operative (and News Corp's Wall Street Journal op-ed columnist) Karl Rove – and the latter is believed to get at least some of its money from the mega-rich Koch family, which has made a mission of returning America to the lamented era of domination by robber barons.</p> <p>Little of their sludge lands on me. I use the web much more than TV, and I have a hard-disk video recorder in between my satellite dish and television, so I never watch live TV anymore. The recorder, connected to a satellite system, has a button that makes 30 seconds disappear; I use it liberally, and advertising has essentially disappeared from my viewing.</p> <p>But most American television viewers don't have or use such aids, and can scarcely avoid the onslaught of negative ads. They're directly in the advertisers' cross-hairs if they live in \"swing states\", where the outcome of the presidential race is in doubt. (I live in California, where the outcome of presidential and Senate races is not in doubt; the sleazy ads will come later and address, if that's the right word, a variety of ballot propositions.)</p> <p>One of the great scandals in this rancid avalanche is something Americans won't be told by the broadcasters: the <a href=\"http://www.theguardian.com/commentisfree/2012/aug/07/who-gets-value-for-money-2billion-election\">TV networks and local stations are making immense profits from these political ads</a>. Hundreds of millions of dollars will flow into the coffers of media companies this year from these sources. The very notion that TV \"news\" – a word that almost always belongs in sarcastic quotes – would bite the hand that feeds it is, well, absurd. Television is complicit in this thoroughly corrupt system.</p> <p>We need two kinds of disclosure. One is to unmask the anonymous cowards who pay for the rancid advertising. Since that won't happen as long as Republicans can block legislation, we can at least force some disclosure on the media companies. Naturally, the media industry has been fighting even tame federal regulations that would require the biggest broadcasters to disclose online what they're being paid, and by which organizations, for political advertising. The hypocrisy of media conglomerates, which (occasionally) insist on transparency in government but resist it themselves, is unsurprising.</p> <p>Several journalism and public-interest groups, <a href=\"https://www.propublica.org/article/if-tv-stations-wont-post-their-data-on-political-ads-we-will\">including ProPublica</a> and <a href=\"http://www.freepress.net/blog/2012/08/10/seeking-political-ad-sleuths\">Free Press</a>, are trying to persuade citizen journalists in local communities to visit broadcasters' premises and copy the documents which those companies legally must file on paper already, and then post the results online. This is a useful exercise, especially given that the FCC rules – assuming they're ever obeyed or enforced – apply only to major TV markets.</p> <p>In the end, we need to persuade the voters that they should do more than ignore the sleazy advertising. They should assume that what they're seeing and hearing is false. This is a hard idea to sell, because at least some of the political advertising has to contain at least some truth. The problem is that we can't know what is truthful and what's not – and we're crazy if we trust anything we're told by people who hide anonymously in the shadows. Since Congress won't insist on disclosure, the only practical approach for now is to believe nothing.</p>"
]