[
  "Sarah Sanders blasts Bolton: 'He's a disgrace to the country' and was 'drunk on power' Former White House Press Secretary Sarah Sanders criticized John Bolton on Tuesday for his behavior during his tenure as national security adviser slamming him as a man “drunk on power,\" adding that his memoir \"shows at his core who he is.\"",
  " Former National Security Adviser John Bolton blasted President Trump's coronavirus response as he tore into the unpredictable nature of the president's decision-making.",
  "Tucker Carlson warns 'as of right now, only Republicans can save us' from rule by street mob During his opening monologue Monday, Tucker Carlson said Americans should stop pretending the November election is a contest between Donald Trump and Joe Biden because, as he put it, \"there is no Joe Biden.\"",
  "Susan Rice: 5 things to know about Biden's possible Democratic VP contender As the pressure rises from liberals on presumptive Democratic nominee Joe Biden to announce a black woman as his running mate, eyes have turned to longtime Washington insider Susan Rice, after she reportedly landed a spot on the former vice president’s shortl…",
  "Bolton in Fox News interview accuses Trump of ‘reprehensible conduct,’ denies violating records act Former national security adviser John Bolton defended his decision to write a tell-all about his time in the Trump administration and denied violating record-keeping laws by destroying his notes while in the White House, as he accused President Trump of \"repr…",
  "Bolton says GOP control of Senate 'absolutely critical' regardless of who wins White House Former National Security Adviser John Bolton told \"Special Report\" Tuesday that it is \"absolutely critical\" that Republicans keep control of the Senate after the November election.",
  "Allen West bashes Black Lives Matter as 'overseers' of Democrats' 'economic plantation' Lt. Col. Allen West blasted the \"Black Lives Matter\" movement and the Democratic Party Tuesday, claiming that both groups are pursuing an agenda that hurts black Americans.",
  "Bolton, in FNC interview, calls Trump’s coronavirus response ‘incoherent’ Former National Security Adviser John Bolton, in an interview with Fox News’ Bret Baier, blasted President Trump's coronavirus response as \"incoherent\" as he tore into the unpredictable nature of the president's decision-making.",
  "Why Trump’s Tulsa turnout is less important than his muddled message As the media see it, President Trump’s Tulsa rally was the biggest political debacle in recorded history.",
  "Tucker Carlson: The real reason mobs across the country are tearing down American monuments This is not a momentary civil disturbance. This is a serious and highly organized political movement."
]