[
  "Pompeo responds to Susan Rice slam: 'She has a history of going on Sunday shows and lying' Secretary of State Mike Pompeo responded to former Obama administration National Security Adviser Susan Rice, after the potential 2020 Democratic vice-presidential candidate slammed him for appearing to be one of what she called \"sycophants and weaklings\" who…",
  "Pompeo warns of potential restriction of Chinese TikTok app; US users may be ceding info to 'Chinese Communists' Secretary of State Mike Pompeo responded to former Obama administration National Security Adviser Susan Rice, after the potential 2020 Democratic vice-presidential candidate slammed him for appearing to be one of what she called \"sycophants and weaklings\" who…",
  "Georgia declares state of emergency following deadly shootings ",
  "Pence fires back at criticism of withdrawal from WHO, says global health agency 'let the world down' Vice President Mike Pence responded Tuesday to bipartisan criticism of the Trump administration's decision to withdraw from the World Health Organization (WHO) next year, telling \"Special Report\" that the United Nations agency \"let the world down\" in the figh…",
  "Bradley Whitford slams NBA over lack of action in China-Hong Kong unrest Bradley Whitford is holding the NBA accountable amid the continuing civil unrest in Hong Kong.",
  "Trump campaign aims to expand the 2020 electoral map amid challenging landscape President Trump will head Saturday to the key battleground state of New Hampshire, where he will hold his second rally since the coronavirus pandemic swept across the nation.",
  "Tucker Carlson: Can the left really lead a country it hates? Can you really lead a country that you hate?",
  "Atlanta Mayor Keisha Lance Bottoms says Georgia reopened too soon: 'People are paying with their lives' Atlanta Mayor Keisha Lance Bottoms said Georgia was “too aggressive\" when it reopened from COVID-19 shutdowns in late April."
]