[
  "DOJ sues John Bolton in federal court to block publication of upcoming book The Department of Justice on Tuesday filed a complaint in federal court over former national security adviser John Bolton’s new book about his time in the Trump White House.",
  "Top Republicans urge GOP colleagues to support FISA reform, probe how tool was 'weaponized' The top Republicans on the House Judiciary and Oversight committees called on their GOP colleagues Tuesday to support the reform and reauthorization of the Foreign Intelligence Surveillance Act, while urging members to further investigate how the tool was pur…",
  "Democratic Party fires away at Trump as it launches general election offensive The Democratic National Committee (DNC) kicked off its 2020 general election offensive against President Trump with a scathing TV and digital ad that slams the president on the fifth anniversary of his declaration of candidacy in the 2016 campaign.",
  "Jim Carrey floats conspiracy theory that Trump may be the first US president to defect Jim Carrey floated a conspiracy theory to his Twitter followers warning that Donald Trump may be the first U.S. president to defect to a foreign country.",
  "Culture wars are won by voters, not politicians Generational change, shifting attitudes and cultural norms cannot be constrained by legislation.",
  "Ingraham slams objections to Trump rally, claims they prove science 'has become obscenely politicized' Laura Ingraham kicked off Monday's edition of \"The Ingraham Angle\" by musing that the advice of so-called \"medical experts\" about how to mitigate the spread of coronavirus always seems to justify Democrats' political endeavors, even if their prescriptions lat…",
  "Tucker: Black Lives Matter 'enjoys almost complete immunity from criticism,' US is at a 'dangerous moment' Tucker Carlson opened Monday's edition of \"Tucker Carlson Tonight\" with a discussion of the popularity of the Black Lives Matter movement, describing it as the first political party that cannot be criticized without professional or personal consequences.",
  "Tucker Carlson: Black Lives Matter is working to remake and control the country - and is immune from criticism Black Lives Matter is now more popular than the president of the United States -- and not slightly more popular than the president, much more popular."
]