[
  "Tom Cotton agrees with Colin Powell, rips 'hysterical media overreaction' to Russia bounty reports The media and Democratic Party hysterically overreacted to reports that Russian officials had paid bounties to Taliban-linked militants in exchange for the deaths of U.S. troops in Afghanistan, Arkansas Republican Sen. Tom Cotton stated Friday.",
  "KT McFarland warns Durham probe 'will die a natural death' if findings held until after election Former Deputy National Security Adviser K.T. McFarland told \"The Story\" Thursday that if Connecticut U.S. Attorney John Durham punts the conclusion of his probe into the origins of the Russia investigation until after the November election, the public will ne…",
  "Trump claims far left 'brainwashed' Biden in 'Hannity' exclusive: 'He doesn't know what he is doing' President Trump suggested on Fox News' \"Hannity\" Thursday night that presumptive Democratic presidential nominee Joe Biden had been \"brainwashed\" by the party's far left.",
  "Trump declares Democrats ‘party of socialism and worse’ during trip to Florida President Trump, in a roundtable meeting with Venezuelan expatriates in Florida, took aim at the Democrats-- calling them “the party of socialism and worse.”",
  "Laura Ingraham calls out Biden for 'sleight of hand' economic plan: 'Just another act' Laura Igraham took issue Thursday with presumptive Democratic presidential nominee Joe Biden's \"Made in America\" economic plan, accusing the former vice president of copying President Trump to compensate for a \"weak spot\" in his campaign.",
  "Donald Trump Jr. says American people 'deserve' Durham probe results before election Donald Trump Jr. on Friday said it would be a “disgrace, a disservice to the country, and a blight on the office” if U.S. Attorney John Durham should he wait to release his findings.",
  "Trump says he's considering pardon for Roger Stone days before prison sentence set to begin President Trump on Friday said he was “looking at” a pardon for longtime GOP operative Roger Stone, who is slated to report to prison for more than three years on Monday, saying he was treated “unfairly.”"
]