[
  "Biden calls Mattis' criticism of Trump a 'powerful indictment' Joe Biden is calling the scathing criticism of President Trump by his first defense secretary -- retired Marine Gen. James Mattis -- a “powerful indictment” of the president’s response to the unrest in cities across the country sparked by the death of George …",
  "Sen. Ted Cruz says the Russia investigation was a politicized, partisan targeting of President Trump What Barack Obama and Joe Biden did was much worse than Richard Nixon's abuse of power, says Texas Sen. Ted Cruz, Republican member of the Senate Judiciary Committee.",
  "Cruz calls Obama, Biden actions in Russia probe 'much, much worse' than 'everything Richard Nixon did' Senate Judiciary Committee member Ted Cruz, R-Texas, told \"Hannity\" Wednesday that the actions of former President Barack Obama and former Vice President Joe Biden in the early days of the Russia investigation were \"much, much worse\" than Richard Nixon's duri…",
  "Mike Lee: Rod Rosenstein made a 'stunning' admission about Russia probe, Carter Page Sen. Mike Lee said Thursday that Rod Rosenstein made a “stunning” admission when the former deputy attorney general told senators he was “not sure” that he read the entire Foreign Intelligence Surveillance Act (FISA) renewal application against former Trump c…",
  "Mainstream media avoids on-air coverage of Rod Rosenstein hearing after years of pushing Russia collusion After years of pushing the Russia collusion narrative, all of the major networks avoided on-air coverage of the Senate Judiciary hearing of former Acting Attorney General Rod Rosenstein, who testified about his involvement in the controversial investigation i…",
  "Senate Homeland Security Committee authorizes subpoenas to Obama-era officials in review of Russia probe, unmasking The Senate Homeland Security Committee on Thursday voted to authorize subpoenas to the FBI and other agencies for records and testimony from Obama-era officials related to the bureau’s original Russia investigation and the Justice Department inspector general…",
  "Senate Judiciary punts on subpoena authorization for Obama officials in Russia probe review The Senate Judiciary Committee on Thursday held off on approving subpoenas for documents and testimony from top Obama Administration officials as part of the panel's investigation into the origins of the Russia probe during the 2016 presidential election.",
  "Culture war escalates as Trump says media glorify rioters We are also being plunged into a full-fledged culture war.",
  "Several Senate Dems kneel during George Floyd moment of silence Five Senate Democrats took a knee as the chamber's minority caucus gathered in Emancipation Hall in the U.S. Capitol Thursday to share in an eight-minute moment of silence for George Floyd.",
  "Terribly shallow Witness how the current administration’s misunderstanding of the 1968 election led to decisions worsening their political fortunes.",
  "AOC rankles Democrats again for campaigning against an incumbent: 'She has abandoned her colleagues' Rep. Alexandria Ocasio-Cortez has again ruffled the feathers of fellow Democrat lawmakers by endorsing the challenger of her colleague Rep. Eliot Engel in his tough primary race in New York."
]