[
  "Dem rep accuses Trump of ‘treason’ over Russia bounty report Rep. Seth Moulton, a former Marine Corps officer, accused President Trump of \"treason\" on Wednesday over reports that Russia paid bounties to Afghan fighters to kill American soldiers and the White House took no action in response.",
  "Eric Trump rips Biden after first press conference in 89 days: 'The man has no fight in him' Trump Organization Executive Vice President Eric Trump told \"Hannity\" Tuesday that presumptive Democratic nominee Joe Biden's press conference showed that the former vice president \"has no fight in him.\"",
  "Joe Concha on Biden's first press conference in 89 days: Like T-ball practice 'with a beach ball' The Hill’s media reporter Joe Concha said on Wednesday that presumptive Democratic nominee Joe Biden’s first press conference in 89 days was weak.",
  "Baier presses Pompeo on bounty report: 'Does the Russian government have American blood on its hands'? \"Special Report\" host and Fox News chief political anchor Bret Baier flatly asked Secretary of State Mike Pompeo Wednesday if Russia had \"American blood on its hands in Afghanistan\" following a New York Times report last week that U.S. intelligence had receiv…",
  "Sean Hannity asks: 'Why is Joe Biden getting constantly tested for a cognitive decline? ... That concerns me' Sean Hannity opened Tuesday's edition of \"Hannity\" by panning Joe Biden's first press conference in three months, during which the former vice president defended his cognitive ability and said he “can hardly wait” to compare it to President Trump's as the gen…",
  "Tim Graham: At Biden news conference, reporters throw softball questions at their favorite candidate Everything about former Vice President Joe Biden’s Tuesday press conference underlines how the snarling, vicious media watchdogs covering the Trump administration will transform into cuddly little lapdogs if Biden is elected president.",
  "Trump exploring new attacks as Biden finally takes reporters’ questions The “Sleepy Joe” thing isn’t working. So the Trump team is struggling to figure out how to rebrand Biden.",
  "States' coronavirus reopenings paused or rolled back, sparking confusion amid surging infections ",
  "Another incumbent falls Trump endorsed, five-term Colorado U.S. Rep. Scott Tipton lost in Tuesday’s Republican primary.",
  "Trump national security adviser surprised NY Times 'ran with' Russia bounty story, says info was 'uncorroborated' National Security Adviser Robert O'Brien said Wednesday that he was \"surprised\" after The New York Times and The Associated Press published explosive reports alleging that President Trump and his top officials had been aware of classified intelligence indicat…",
  "Deroy Murdock: Trump's global campaign to decriminalize homosexuality merits gay pride The Trump administration is working to decriminalize homosexuality overseas.",
  "MSNBC's Nicolle Wallace refers to Kayleigh McEnany as Trump's 'righthand spokesgal' MSNBC anchor Nicolle Wallace referred to White House press secretary Kayleigh McEnany as President Trump's \"righthand spokesgal.\""
]