[
  "Bolton claims in book that Pompeo once called Trump 'full of s---' Former national security adviser John Bolton alleges in his upcoming 592-page memoir that during President Trump’s 2018 visit to North Korea, Secretary of State Mike Pompeo handed him a note saying of Trump: “He’s so full of sh--.”",
  "Bolton, in book, accuses Trump of ‘obstruction of justice as a way of life,’ asking China's Xi for 2020 help Former national security adviser John Bolton alleges in his upcoming 592-page memoir that President Trump regularly gives \"personal favors to dictators he liked” and even asked Chinese President Xi Jinping to help him in the 2020 election, according to excerp…",
  "Laura Ingraham says Dems, left doing all they can to distract Americans from 'Wizard of Uhhs' Biden Laura Ingraham kicked off \"The Ingraham Angle\" Tuesday by comparing Joe Biden to the Wizard of Oz.",
  "Victor Davis Hanson says 'the left has used' George Floyd's death to stage cultural revolution Author and Hoover Institution senior fellow Victor Davis Hanson told “The Brian Kilmeade Show” on Wednesday that the left has “hijacked” the protests over the death of George Floyd in order to stage a cultural revolution.",
  "Pompeo meets Chinese counterpart in Hawaii to talk trade, Hong Kong, human rights Secretary of State Mike Pompeo on Wednesday met with his Chinese counterpart in Hawaii as the relationship between the two nations dipped to its lowest level in a decade over everything from Beijing's handling of the coronavirus pandemic to Hong Kong's autono…",
  "Lighthizer denies Bolton claim that Trump asked China’s Xi for 2020 help: ‘Never happened. I was there’ U.S. Trade Representative Robert Lighthizer said former national security adviser John Bolton’s claim that President Trump asked Chinese President Xi Jinping for help winning the 2020 election was “absolutely untrue.”"
]