[
  "KT McFarland: Trump and Bolton – this is when I knew it wasn't going to end well Bolton and Trump clashed from the beginning – not just over policy, but in style and temperament.",
  "Trump visiting Arizona to mark milestone of 200 miles of border wall construction President Trump is heading to Arizona on Tuesday to spotlight his administration's completion of the 200th mile of border wall construction along the nation’s southern boundary with Mexico.",
  "Bolton, in interview, says Democrats 'almost as bad and somewhat equivalent to Trump' Former national security adviser John Bolton warned in an interview airing Sunday night that President Trump's White House poses a \"danger for the republic\" -- but cautioned that congressional Democrats were \"almost as bad\" in their efforts to unseat him from…",
  "Steve Hilton: 'Weak, corrupt, mentally malfunctioning' Biden would be a 'tragic setback' for the country A Joe Biden victory in November would be a \"tragic setback\" for the country, \"The Next Revolution\" host Steve Hilton argued Sunday night.",
  "Biden campaign official says Trump rally remarks prove he has always 'viewed this virus as a joke' Biden campaign deputy manager and communications director Kate Bedingfield told \"The Daily Briefing\" Monday that President Trump's remarks about coronavirus testing at his Oklahoma rally Saturday proves that he views the pandemic \"as a joke.\"",
  "Steve Hilton: Why a second Trump term is so important The bureaucracy, the establishment media, the Democrats, never-Trump Republicans, John Bolton with his book are all desperate to show that Trump was a one-off, short-term event, a historical aberration.",
  "Trump’s return to the campaign trail backfires His aggressive style may be his only 2020 play.",
  "McEnany denies Trump ordered slowdown in coronavirus testing, says rally comment was made 'in jest' McEnany said the president’s remarks at his Tulsa rally about coronavirus testing was “a comment that he made in jest, a comment that he made in passing.”"
]